{"WILDE": ["1898 THE BALLAD OF READING GAOL by Oscar Wilde I He did not wear his scarlet coat, For blood and wine are red, And blood and wine were on his hands When they found him with the dead, The poor dead woman whom he loved, And murdered in her bed. He walked amongst the Trial Men In a suit of shabby gray; A cricket cap was on his head, And his step seemed light and gay; But I never saw a man who looked So wistfully at the day. I never saw a man who looked With such a wistful eye Upon that little tent of blue Which prisoners call the sky, And at every drifting cloud that went With sails of silver by. I walked, with other souls in pain, Within another ring, And was wondering if the man had done A great or little thing, When a voice behind me whispered low, \"That fellow's got to swing.\" Dear Christ! the very prison walls Suddenly seemed to reel, And the sky above my head became Like a casque of scorching steel; And, though I was a soul in pain, My pain I could not feel. I only knew what haunted thought Quickened his step, and why He looked upon the garish day With such a wistful eye; The man had killed the thing he loved, And so he had to die. Yet each man kills the thing he loves, By each let this be heard, Some do it with a bitter look, Some with a flattering word, The coward does it with a kiss, The brave man with a sword! Some kill their love when they are young, And some when they are old; Some strangle with the hands of Lust, Some with the hands of Gold: The kindest use a knife, because The dead so soon grow cold. Some love too little, some too long, Some sell, and others buy; Some do the deed with many tears, And some without a sigh: For each man kills the thing he loves, Yet each man does not die. He does not die a death of shame On a day of dark disgrace, Nor have a noose about his neck, Nor a cloth upon his face, Nor drop feet foremost through the floor Into an empty space. He does not sit with silent men Who watch him night and day; Who watch him when he tries to weep, And when he tries to pray; Who watch him lest himself should rob The prison of its prey. He does not wake at dawn to see Dread figures throng his room, The shivering Chaplain robed in white, The Sheriff stern with gloom, And the Governor all in shiny black, With the yellow face of Doom. He does not rise in piteous haste To put on convict-clothes, While some coarse-mouthed Doctor gloats, and notes Each new and nerve-twitched pose, Fingering a watch whose little ticks Are like horrible hammer-blows. He does not feel that sickening thirst That sands one's throat, before The hangman with his gardener's gloves Comes through the padded door, And binds one with three leathern thongs, That the throat may thirst no more. He does not bend his head to hear The Burial Office read, Nor, while the anguish of his soul Tells him he is not dead, Cross his own coffin, as he moves Into the hideous shed. He does not stare upon the air Through a little roof of glass: He does not pray with lips of clay For his agony to pass; Nor feel upon his shuddering cheek The kiss of Caiaphas. II Six weeks the guardsman walked the yard, In the suit of shabby gray: His cricket cap was on his head, And his step was light and gay, But I never saw a man who looked So wistfully at the day. I never saw a man who looked With such a wistful eye Upon that little tent of blue Which prisoners call the sky, And at every wandering cloud that trailed Its ravelled fleeces by. He did not wring his hands, as do Those witless men who dare To try to rear the changeling Hope In the cave of black Despair: He only looked upon the sun, And drank the morning air. He did not wring his hands nor weep, Nor did he peek or pine, But he drank the air as though it held Some healthful anodyne; With open mouth he drank the sun As though it had been wine! And I and all the souls in pain, Who tramped the other ring, Forgot if we ourselves had done A great or little thing, And watched with gaze of dull amaze The man who had to swing. For strange it was to see him pass With a step so light and gay, And strange it was to see him look So wistfully at the day, And strange it was to think that he Had such a debt to pay. The oak and elm have pleasant leaves That in the spring-time shoot: But grim to see is the gallows-tree, With its alder-bitten root, And, green or dry, a man must die Before it bears its fruit! The loftiest place is the seat of grace For which all worldlings try: But who would stand in hempen band Upon a scaffold high, And through a murderer's collar take His last look at the sky? It is sweet to dance to violins When Love and Life are fair: To dance to flutes, to dance to lutes Is delicate and rare: But it is not sweet with nimble feet To dance upon the air! So with curious eyes and sick surmise We watched him day by day, And wondered if each one of us Would end the self-same way, For none can tell to what red Hell His sightless soul may stray. At last the dead man walked no more Amongst the Trial Men, And I knew that he was standing up In the black dock's dreadful pen, And that never would I see his face For weal or woe again. Like two doomed ships that pass in storm We had crossed each other's way: But we made no sign, we said no word, We had no word to say; For we did not meet in the holy night, But in the shameful day. A prison wall was round us both, Two outcast men we were: The world had thrust us from its heart, And God from out His care: And the iron gin that waits for Sin Had caught us in its snare. III In Debtors' Yard the stones are hard, And the dripping wall is high, So it was there he took the air Beneath the leaden sky, And by each side a warder walked, For fear the man might die. Or else he sat with those who watched His anguish night and day; Who watched him when he rose to weep, And when he crouched to pray; Who watched him lest himself should rob Their scaffold of its prey. The Governor was strong upon The Regulations Act: The Doctor said that Death was but A scientific fact: And twice a day the Chaplain called, And left a little tract. And twice a day he smoked his pipe, And drank his quart of beer: His soul was resolute, and held No hiding-place for fear; He often said that he was glad The hangman's day was near. But why he said so strange a thing No warder dared to ask: For he to whom a watcher's doom Is given as his task, Must set a lock upon his lips, And make his face a mask. Or else he might be moved, and try To comfort or console: And what should Human Pity do Pent up in Murderers' Hole? What word of grace in such a place Could help a brother's soul? With slouch and swing around the ring We trod the Fools' Parade! We did not care: we knew we were The Devils' Own Brigade: And shaven head and feet of lead Make a merry masquerade. We tore the tarry rope to shreds With blunt and bleeding nails; We rubbed the doors, and scrubbed the floors, And cleaned the shining rails: And, rank by rank, we soaped the plank, And clattered with the pails. We sewed the sacks, we broke the stones, We turned the dusty drill: We banged the tins, and bawled the hymns, And sweated on the mill: But in the heart of every man Terror was lying still. So still it lay that every day Crawled like a weed-clogged wave: And we forgot the bitter lot That waits for fool and knave, Till once, as we tramped in from work, We passed an open grave. With yawning mouth the horrid hole Gaped for a living thing; The very mud cried out for blood To the thirsty asphalte ring: And we knew that ere one dawn grew fair The fellow had to swing. Right in we went, with soul intent On Death and Dread and Doom: The hangman, with his little bag, Went shuffling through the gloom: And I trembled as I groped my way Into my numbered tomb. That night the empty corridors Were full of forms of Fear, And up and down the iron town Stole feet we could not hear, And through the bars that hide the stars White faces seemed to peer. He lay as one who lies and dreams In a pleasant meadow-land, The watchers watched him as he slept, And could not understand How one could sleep so sweet a sleep With a hangman close at hand. But there is no sleep when men must weep Who never yet have wept: So we- the fool, the fraud, the knave- That endless vigil kept, And through each brain on hands of pain Another's terror crept. Alas! it is a fearful thing To feel another's guilt! For, right within, the sword of Sin Pierced to its poisoned hilt, And as molten lead were the tears we shed For the blood we had not spilt.", "The warders with their shoes of felt Crept by each padlocked door, And peeped and saw, with eyes of awe, Gray figures on the floor, And wondered why men knelt to pray Who never prayed before. All through the night we knelt and prayed, Mad mourners of a corse! The troubled plumes of midnight shook Like the plumes upon a hearse: And as bitter wine upon a sponge Was the savour of Remorse. The gray cock crew, the red cock crew, But never came the day: And crooked shapes of Terror crouched, In the corners where we lay: And each evil sprite that walks by night Before us seemed to play. They glided past, the glided fast, Like travellers through a mist: They mocked the moon in a rigadoon Of delicate turn and twist, And with formal pace and loathsome grace The phantoms kept their tryst. With mop and mow, we saw them go, Slim shadows hand in hand: About, about, in ghostly rout They trod a saraband: And the damned grotesques made arabesques, Like the wind upon the sand! With the pirouettes of marionettes, They tripped on pointed tread: But with flutes of Fear they filled the ear, As their grisly masque they led, And loud they sang, and long they sang, For they sang to wake the dead. \"Oho!\" they cried, \"the world is wide, But fettered limbs go lame! And once, or twice, to throw the dice Is a gentlemanly game, But he does not win who plays with Sin In the secret House of Shame.\" No things of air these antics were, That frolicked with such glee: To men whose lives were held in gyves, And whose feet might not go free, Ah! wounds of Christ! they were living things, Most terrible to see. Around, around, they waltzed and wound; Some wheeled in smirking pairs; With the mincing step of a demirep Some sidled up the stairs: And with subtle sneer, and fawning leer, Each helped us at our prayers. The morning wind began to moan, But still the night went on: Through its giant loom the web of gloom Crept till each thread was spun: And, as we prayed, we grew afraid Of the Justice of the Sun. The moaning wind went wandering round The weeping prison wall: Till like a wheel of turning steel We felt the minutes crawl: O moaning wind! what had we done To have such a seneschal? At last I saw the shadowed bars, Like a lattice wrought in lead, Move right across the whitewashed wall That faced my three-plank bed, And I knew that somewhere in the world God's dreadful dawn was red. At six o'clock we cleaned our cells, At seven all was still, But the sough and swing of a mighty wing The prison seemed to fill, For the Lord of Death with icy breath Had entered in to kill. He did not pass in purple pomp, Nor ride a moon-white steed. Three yards of cord and a sliding board Are all the gallows' need: So with rope of shame the Herald came To do the secret deed. We were as men who through a fen Of filthy darkness grope: We did not dare to breathe a prayer, Or to give our anguish scope: Something was dead in each of us, And what was dead was Hope. For Man's grim Justice goes its way And will not swerve aside: It slays the weak, it slays the strong, It has a deadly stride: With iron heel it slays the strong The monstrous parricide! We waited for the stroke of eight: Each tongue was thick with thirst: For the stroke of eight is the stroke of Fate That makes a man accursed, And Fate will use a running noose For the best man and the worst. We had no other thing to do, Save to wait for the sign to come: So, like things of stone in a valley lone, Quiet we sat and dumb: But each man's heart beat thick and quick, Like a madman on a drum! With sudden shock the prison-clock Smote on the shivering air, And from all the gaol rose up a wail Of impotent despair, Like the sound the frightened marshes hear From some leper in his lair. And as one sees most fearful things In the crystal of a dream, We saw the greasy hempen rope Hooked to the blackened beam, And heard the prayer the hangman's snare Strangled into a scream. And all the woe that moved him so That he gave that bitter cry, And the wild regrets, and the bloody sweats, None knew so well as I: For he who lives more lives than one More deaths that one must die. IV There is no chapel on the day On which they hang a man: The Chaplain's heart is far too sick, Or his face is far too wan, Or there is that written in his eyes Which none should look upon. So they kept us close till nigh on noon, And then they rang the bell, And the warders with their jingling keys Opened each listening cell, And down the iron stair we tramped, Each from his separate Hell. Out into God's sweet air we went, But not in wonted way, For this man's face was white with fear, And that man's face was gray, And I never saw sad men who looked So wistfully at the day. I never saw sad men who looked With such a wistful eye Upon that little tent of blue We prisoners called the sky, And at every happy cloud that passed In such strange freedom by. But there were those amongst us all Who walked with downcast head, And knew that, had each got his due, They should have died instead: He had but killed a thing that lived, Whilst they had killed the dead. For he who sins a second time Wakes a dead soul to pain, And draws it from its spotted shroud And makes it bleed again, And makes it bleed great gouts of blood, And makes it bleed in vain! Like ape or clown, in monstrous garb With crooked arrows starred, Silently we went round and round The slippery asphalte yard; Silently we went round and round, And no man spoke a word. Silently we went round and round, And through each hollow mind The Memory of dreadful things Rushed like a dreadful wind, And Horror stalked before each man, And Terror crept behind. The warders strutted up and down, And watched their herd of brutes, Their uniforms were spick and span, And they wore their Sunday suits, But we knew the work they had been at, By the quicklime on their boots. For where a grave had opened wide, There was no grave at all: Only a stretch of mud and sand By the hideous prison-wall, And a little heap of burning lime, That the man should have his pall. For he has a pall, this wretched man, Such as few men can claim: Deep down below a prison-yard, Naked, for greater shame, He lies, with fetters on each foot, Wrapt in a sheet of flame! And all the while the burning lime Eats flesh and bone away, It eats the brittle bones by night, And the soft flesh by day, It eats the flesh and bone by turns, But it eats the heart alway. For three long years they will not sow Or root or seedling there: For three long years the unblessed spot Will sterile be and bare, And look upon the wondering sky With unreproachful stare. They think a murderer's heart would taint Each simple seed they sow. It is not true! God's kindly earth Is kindlier than men know, And the red rose would but glow more red, The white rose whiter blow. Out of his mouth a red, red rose! Out of his heart a white! For who can say by what strange way, Christ brings His will to light, Since the barren staff the pilgrim bore Bloomed in the great Pope's sight? But neither milk-white rose nor red May bloom in prison air; The shard, the pebble, and the flint, Are what they give us there: For flowers have been known to heal A common man's despair. So never will wine-red rose or white, Petal by petal, fall On that stretch of mud and sand that lies By the hideous prison-wall, To tell the men who tramp the yard That God's Son died for all. Yet though the hideous prison-wall Still hems him round and round, And a spirit may not walk by night That is with fetters bound, And a spirit may but weep that lies In such unholy ground, He is at peace- this wretched man- At peace, or will be soon: There is no thing to make him mad, Nor does Terror walk at noon, For the lampless Earth in which he lies Has neither Sun nor Moon.", "They hanged him as a beast is hanged: They did not even toll A requiem that might have brought Rest to his startled soul, But hurriedly they took him out, And hid him in a hole. The warders stripped him of his clothes, And gave him to the flies: They mocked the swollen purple throat, And the stark and staring eyes: And with laughter loud they heaped the shroud In which the convict lies. The Chaplain would not kneel to pray By his dishonoured grave: Nor mark it with that blessed Cross That Christ for sinners gave, Because the man was one of those Whom Christ came down to save. Yet all is well; he has but passed To Life's appointed bourne: And alien tears will fill for him Pity's long-broken urn, For his mourners be outcast men, And outcasts always mourn. V I know not whether Laws be right, Or whether Laws be wrong; All that we know who lie in gaol Is that the wall is strong; And that each day is like a year, A year whose days are long. But this I know, that every Law That men have made for Man, Since first Man took His brother's life, And the sad world began, But straws the wheat and saves the chaff With a most evil fan. This too I know- and wise it were If each could know the same- That every prison that men build Is built with bricks of shame, And bound with bars lest Christ should see How men their brothers maim. With bars they blur the gracious moon, And blind the goodly sun: And the do well to hide their Hell, For in it things are done That Son of things nor son of Man Ever should look upon! The vilest deeds like poison weeds Bloom well in prison-air: It is only what is good in Man That wastes and withers there: Pale Anguish keeps the heavy gate, And the warder is Despair. For they starve the little frightened child Till it weeps both night and day: And they scourge the weak, and flog the fool, And gibe the old and gray, And some grow mad, and all grow bad, And none a word may say. Each narrow cell in which we dwell Is a foul and dark latrine, And the fetid breath of living Death Chokes up each grated screen, And all, but Lust, is turned to dust In Humanity's machine. The brackish water that we drink Creeps with a loathsome slime, And the bitter bread they weigh in scales Is full of chalk and lime, And Sleep will not lie down, but walks Wild-eyed, and cries to Time. But though lean Hunger and green Thirst Like asp with adder fight, We have little care of prison fare, For what chills and kills outright Is that every stone one lifts by day Becomes one's heart by night. With midnight always in one's heart, And twilight in one's cell, We turn the crank, or tear the rope, Each in his separate Hell, And the silence is more awful far Than the sound of a brazen bell. And never a human voice comes near To speak a gentle word: And the eye that watches through the door Is pitiless and hard: And by all forgot, we rot and rot, With soul and body marred. And thus we rust Life's iron chain Degraded and alone: And some men curse, and some men weep, And some men make no moan: But God's eternal Laws are kind And break the heart of stone. And every human heart that breaks, In prison-cell or yard, Is as that broken box that gave Its treasure to the Lord, And filled the unclean leper's house With the scent of costliest nard. Ah! happy they whose hearts can break And peace of pardon win! How else may man make straight his plan And cleanse his soul from Sin? How else but through a broken heart May Lord Christ enter in? And he of the swollen purple throat, And the stark and staring eyes, Waits for the holy hands that took The Thief to Paradise; And a broken and a contrite heart The Lord will not despise. The man in red who reads the Law Gave him three weeks of life, Three little weeks in which to heal His soul of his soul's strife, And cleanse from every blot of blood The hand that held the knife. And with tears of blood he cleansed the hand, The hand that held the steel: For only blood can wipe out blood, And only tears can heal: And the crimson stain that was of Cain Became Christ's snow-white seal. VI In Reading gaol by Reading town There is a pit of shame, And in it lies a wretched man Eaten by teeth of flame, In a burning winding-sheet he lies, And his grave has got no name. And there, till Christ call forth the dead, In silence let him lie: No need to waste the foolish tear, Or heave the windy sigh: The man had killed the thing he loved, And so he had to die. And all men kill the thing they love, By all let this be heard, Some do it with a bitter look, Some with a flattering word, The coward does it with a kiss, The brave man with a sword! C. 3. 3. THE END .", "1890 THE BURDEN OF ITYS by Oscar Wilde This English Thames is holier far than Rome, Those harebells like a sudden flush of sea Breaking across the woodland, with the foam Of meadow-sweet and white anemone To fleck their blue waves,- God is likelier there, Than hidden in that crystal-hearted star the pale monks bear! Those violet-gleaming butterflies that take Yon creamy lily for their pavilion Are monsignores, and where the rushes shake A lazy pike lies basking in the sun His eyes half-shut,- He is some mitred old Bishop in partibus! look at those gaudy scales all green and gold! The wind the restless prisoner of the trees Does well for Palaestrina, one would say The mighty master's hands were on the keys Of the Maria organ, which they play When early on some sapphire Easter morn In a high litter red as blood or sin the Pope is borne From his dark house out to the balcony Above the bronze gates and the crowded square, Whose very fountains seem for ecstasy To toss their silver lances in the air, And stretching out weak hands to East and West In vain sends peace to peaceless lands, to restless nations rest. Is not yon lingering orange afterglow That stays to vex moon more fair than all Rome's lordliest pageants! strange, a year ago I knelt before some crimson Cardinal Who bare the Host across the Esquiline, And now- those common poppies in the wheat seem twice as fine. The blue-green beanfields yonder, tremulous With the last shower, sweeter perfume bring Through this cool evening than the odorous Flame-jewelled censers the young deacons swing, When the gray priest unlocks the curtained shrine, And makes God's body from the common fruit of corn and vine. Poor Fra Giovanni bawling at the mass Were out of tune now, for a small brown bird Sings overhead, and through the long cool grass I see that throbbing throat which once I heard On starlit hills of flower-starred Arcady, Once where the white and crescent sand of Salamis meets the sea. Sweet is the swallow twittering on the eaves At daybreak, when the mower whets his scythe, And stock-doves murmur, and the milkmaid leaves Her little lonely bed, and carols blithe To see the heavy-lowing cattle wait Stretching their huge and dripping mouths across the farmyard gate. And sweet the hops upon the Kentish leas, And sweet the wind that lifts the new-mown hay, And sweet the fretful swarms of grumbling bees That round and round the linden blossoms play; And sweet the heifer breathing in the stall, And the green bursting figs that hang upon the red-brick wall. And sweet to hear the cuckoo mock the spring While the last violet loiters by the well, And sweet to hear the shepherd Daphnis sing The song of Linus through a sunny dell Of warm Arcadia where the corn is gold And the slight lithe-limbed reapers dance about the wattled fold And sweet with young Lycoris to recline In some Illyrian valley far away, Where canopied on herbs amaracine We too might waste the summer-tranced day Matching our reeds in sportive rivalry, While far beneath us frets the troubled purple of the sea. But sweeter far if silver-sandalled foot Of some long-hidden God should ever tread The Nuneham meadows, if with reeded flute Pressed to his lips some Faun might raise his head By the green water-flags, ah! sweet indeed To see the heavenly herdsman call his white-fleeced flock to feed. Then sing to me thou tuneful chorister, Though what thou sing'st be thine own requiem! Tell me thy tale thou hapless chronicler Of thine own tragedies! do not contemn These unfamiliar haunts, this English field, For many a lovely coronal our northern isle can yield, Which Grecian meadows know not, many a rose, Which all day long in vales Aeolian A lad might seek in vain for, overgrows Our hedges like a wanton courtesan Unthrifty of her beauty, lilies too Ilissus never mirrored star our streams, and cockles blue Dot the green wheat which, though they are the signs For swallows going south, would never spread Their azure tints between the Attic vines; Even that little weed of ragged red, Which bids the robin pipe, in Arcady Would be a trespasser, and many an unsung elegy. Sleeps in the reeds that fringe our winding Thames Which to awake were sweeter ravishment Than ever Syrinx wept for, diadems Of brown be-studded orchids which were meant For Cytheraea's brows are hidden here Unknown to Cytheraea, and by yonder pasturing steer There is a tiny yellow daffodil, The butterfly can see it from afar, Although one summer evening's dew could fill Its little cup twice over ere the star Had called the lazy shepherd to his fold And be no prodigal, each leaf is flecked with spotted gold As if Jove's gorgeous leman Danae Hot from his gilded arms had stooped to kiss The trembling petals, or young Mercury Low-flying to the dusky ford of Dis Had with one feather of his pinions Just brushed them!- the slight stem which bears the burdens of its suns Is hardly thicker than the gossamer, Or poor Arachne's silver tapestry,- Men say it bloomed upon the sepulchre Of One I sometime worshipped, but to me It seems to bring diviner memories Of faun-loved Heliconian glades and blue nymph-haunted seas, Of an untrodden vale at Tempe where On the clear river's marge Narcissus lies, The tangle of the forest in his hair, The silence of the woodland in his eyes, Wooing that drifting imagery which is No sooner kissed than broken, memories of Salmacis. Who is not boy or girl and yet is both, Fed by two fires and unsatisfied Through their excess, each passion being loath For love's own sake to leave the other's side, Yet killing love by staying, memories Of Oreads peeping through the leaves of silent moonlit trees. Of lonely Ariadne on the wharf At Naxos, when she saw the treacherous crew Far out at sea, and waved her crimson scarf And called the false Theseus back again nor knew That Dionysos on an amber pard Was close behind her: memories of what Maeonia's bard With sightless eyes beheld, the wall of Troy, Queen Helen lying in the carven room, And at her side an amorous red-lipped boy Trimming with dainty hand his helmet's plume, And far away the moil, the shout, the groan, As Hector shielded off the spear and Ajax hurled the stone; Of winged Perseus with his flawless sword Cleaving the snaky tresses of the witch, And all those tales imperishably stored In little Grecian urns, freightage more rich Than any gaudy galleon of Spain Bare from the Indies ever! these at least bring back again, For well I know they are not dead at all, The ancient Gods of Grecian poesy, They are asleep, and when they hear thee call Will wake and think 'tis very Thessaly, This Thames the Daulian waters, this cool glade The yellow-irised mead where once young Itys laughed and played. If it was thou dear jasmine-cradled bird Who from the leafy stillness of thy throne Sang to the wondrous boy, until he heard The horn of Atalanta faintly blown Across the Cumnor hills, and wandering Through Bagley wood at evening found the Attic poet's spring,- Ah! tiny sober-suited advocate That pleadest for the moon against the day! If thou didst make the shepherd seek his mate On that sweet questing, when Proserpina Forgot it was not Sicily and leant Across the mossy Sandford stile in ravished wonderment,- Light-winged and bright-eyed miracle of the wood! If ever thou didst soothe with melody One of that little clan, that brotherhood Which loved the morning-star of Tuscany More than the perfect sun of Raphael, And is immortal, sing to me! for I too love thee well, Sing on! sing on! let the dull world grow young, Let elemental things take form again, And the old shapes of Beauty walk among The simple garths and open crofts, as when The son of Leto bare the willow rod, And the soft sheep and shaggy goats followed the boyish God. Sing on! sing on! and Bacchus will be here Astride upon his gorgeous Indian throne, And over whimpering tigers shake the spear With yellow ivy crowned and gummy cone, While at his side the wanton Bassarid Will throw the lion by the mane and catch the mountain kid! Sing on! and I will wear the leopard skin, And steal the mooned wings of Ashtaroth, Upon whose icy chariot we could win Cithaeron in an hour e'er the froth Has overbrimmed the wine-vat or the Faun Ceased from the treading! ay, before the flickering lamp of dawn Has scared the hooting owlet to its nest, And warned the bat to close its filmy vans, Some Maenad girl with vine-leaves on her breast Will filch their beechnuts from the sleeping Pans So softly that the little nested thrush Will never wake, and then with shrilly laugh and leap will rush Down the green valley where the fallen dew Lies thick beneath the elm and count her store, Till the brown Satyrs in a jolly crew Trample the loosestrife down along the shore, And where their horned master sits in state Bring strawberries and bloomy plums upon a wicker crate! Sing on! and soon with passion-wearied face Through the cool leaves Apollo's lad will come, The Tyrian prince his bristled boar will chase Adown the chestnut copses all a-bloom, And ivory-limbed, gray-eyed, with look of pride, After yon velvet-coated deer the virgin maid will ride. Sing on! and I the dying boy will, see Stain with his purple blood the waxen bell That overweighs the jacinth, and to me The wretched Cyprian her woe will tell, And I will kiss her mouth and streaming eyes, And lead her to the myrtle-hidden grove where Adon lies! Cry out aloud on Itys! memory That foster-brother of remorse and pain Drops poison in mine ear- O to be free, To burn one's old ships! and to launch again Into the white-plumed battle of the waves And fight old Proteus for the spoil of coral-flowered caves? O for Medea with her poppied spell! O for the secret of the Colchian shrine! O for one leaf of that pale asphodel Which binds the tired brows of Proserpine, And sheds such wondrous dews at eve that she Dreams of the fields of Enna, by the far Sicilian sea, Where oft the golden-girdled bee she chased From lily to lily on the level mead, Ere yet her sombre Lord had bid her taste The deadly fruit of that pomegranate seed, Ere the black steeds had harried her away Down to the faint and flowerless land, the sick and sunless day. O for one midnight and as paramour The Venus of the little Melian farm! O that some antique statue for one hour Might wake to passion, and that I could charm The Dawn at Florence from its dumb despair, Mix with those mighty limbs and make that giant breast my lair! Sing on! sing on! I would be drunk with life, Drunk with the trampled vintage of my youth, I would forget the wearying wasted strife, The riven vale, the Gorgon eyes of Truth, The prayerless vigil and the cry for prayer, The barren gifts, the lifted arms, the dull insensate air! Sing on! sing on!", "O feathered Niobe, Thou canst make sorrow beautiful, and steal From joy its sweetest music, not as we Who by dead voiceless silence strive to heal Our too untented wounds, and do but keep Pain barricaded in our hearts, and murder pillowed sleep. Sing louder yet, why must I still behold The wan white face of that deserted Christ, Whose bleeding hands my hands did once infold. Whose smitten lips my lips so oft have kissed, And now in mute and marble misery Sirs in His lone dishonored House and weeps, perchance for me. O memory cast down thy wreathed shell! Break thy hoarse lute O sad Melpomene! O sorrow, sorrow keep thy cloistered cell Nor dim with tears this limpid Castaly! Cease, cease, sad bird, thou dost the forest wrong To vex its sylvan quiet with such wild impassioned song! Cease, cease, or if 'tis anguish to be dumb Take from the pastoral thrush her simpler air, Whose jocund carelessness doth more become This English woodland than thy keen despair, Ah! cease and let the north wind bear thy lay Back to the rocky hills of Thrace, the stormy Daulian bay. A moment more, the startled leaves had stirred, Endymion would have passed across the mead Moonstruck with love, and this still Thames had heard Pan plash and paddle groping for some reed To lure from her blue cave that Naiad maid Who for such piping listens half in joy and half afraid. A moment more, the waking dove had cooed, The silver daughter of the silver sea With the fond gyves of clinging hands had wooed Her wanton from the chase, the Dryope Had thrust aside the branches of her oak To see the he lusty gold-haired lad rein in his snorting yoke. A moment more, the trees had stooped to kiss Pale Daphne just awakening from the swoon Of tremulous laurels, lonely Salmacis Had bared his barren beauty to the moon, And through the vale with sad voluptuous smile Antinous had wandered, the red lotus of the Nile. Down leaning the from his black and clustering hair To shade those slumberous eyelids' caverned bliss, Or else on yonder grassy slope with bare High-tuniced limbs unravished Artemis Had bade her hounds give tongue, and roused the deer From his green ambuscade with shrill hallo and pricking spear. Lie still, lie still, O passionate heart, lie still! O Melancholy, fold thy raven wing! O sobbing Dryad, from thy hollow hill Come not with such desponded answering! No more thou winged Marsyas complain, Apollo loveth not to hear such troubled songs of pain! It was a dream, the glade is tenantless, No soft Ionian laughter moves the air, The Thames creeps on in sluggish leadenness, And from the copse left desolate and bare Fled is young Bacchus with his revelry, Yet still from Nuneham wood there comes that thrilling melody So sad, that one might think a human heart Brake in each separate note, a quality Which music sometimes has, being the Art Which is most nigh to tears and memory, Poor mourning Philomel, what dost thou fear? Thy sister doth not haunt these fields, Pandion is not here, Here is no cruel Lord with murderous blade, No woven web of bloody heraldries, But mossy dells for roving comrades made, Warm valleys where the tired student lies With half-shut book, and many a winding walk Where rustic lovers stray at eve in happy simple talk. The harmless rabbit gambols with its young Across the trampled towing-path, where late A troop of laughing boys in jostling throng Cheered with their noisy cries the racing eight; The gossamer, with ravelled silver threads, Works at its little loom, and from the dusky red-caved sheds Of the lone Farm a flickering light shines out Where the swinked shepherd drives his bleating flock, Back to their wattled sheep-cotes, a faint shout Comes from some Oxford boat at Sandford lock, And starts the moor-hen from the sedgy rill, And the dim lengthening shadows flit like swallows up the hill. The heron passes homeward to the mere, The blue mist creeps among the shivering trees, Gold world by world the silent stars appear, And like a blossom blown before the breeze, A white moon drifts across the shimmering sky, Mute arbitress of all thy sad, thy rapturous threnody. She does not heed thee, wherefore should she heed, She knows Endymion is not far away, 'Tis I, 'tis I, whose soul is as the reed Which has no message of its own to play, So pipes another's bidding, it is I, Drifting with every wind on the wide sea of misery. Ah! the brown bird has ceased: one exquisite trill About the sombre woodland seems to cling, Dying in music, else the air is still, So still that one might hear the bat's small wing Wander and wheel above the pines, or tell Each tiny dewdrop dripping from the, bluebell's brimming cell. And far across the lengthening wold, Across the willowy flats and thickets brown, Magdalen's tall tower tipped with tremulous gold Marks the long High Street of the little town, And warns me to return; I must not wait, Hark! 'tis the curfew booming from the bell of Christ Church Gate. THE END ."], "DOYLE": ["1904 SHERLOCK HOLMES THE ADVENTURE OF THE ABBEY GRANGE by Sir Arthur Conan Doyle It was on a bitterly cold night and frosty morning, towards the end of the winter of '97, that I was awakened by a tugging at my shoulder. It was Holmes. The candle in his hand shone upon his eager, stooping face, and told me at a glance that something was amiss. \"Come, Watson, come!\" he cried. \"The game is afoot. Not a word! Into your clothes and come!\" Ten minutes later we were both in a cab, and rattling through the silent streets on our way to Charing Cross Station. The first faint winter's dawn was beginning to appear, and we could dimly see the occasional figure of an early workman as he passed us, blurred and indistinct in the opalescent London reek. Holmes nestled in silence into his heavy coat, and I was glad to do the same, for the air was most bitter, and neither of us had broken our fast. It was not until we had consumed some hot tea at the station and taken our places in the Kentish train that we were sufficiently thawed, he to speak and I to listen. Holmes drew a note from his pocket, and read aloud: 'Abbey Grange, Marsham, Kent, '3:30 A.M. 'MY DEAR MR. HOLMES: I should be very glad of your immediate assistance in what promises to be a most remarkable case. It is something quite in your line. Except for releasing the lady I will see that everything is kept exactly as I have found it, but I beg you not to lose an instant, as it is difficult to leave Sir Eustace there. 'Yours faithfully, 'STANLEY HOPKINS. \"Hopkins has called me in seven times, and on each occasion his summons has been entirely justified,\" said Holmes. \"I fancy that every one of his cases has found its way into your collection, and I must admit, Watson, that you have some power of selection, which atones for much which I deplore in your narratives. Your fatal habit of looking at everything from the point of view of a story instead of as a scientific exercise has ruined what might have been an instructive and even classical series of demonstrations. You slur over work of the utmost finesse and delicacy, in order to dwell upon sensational details which may excite, but cannot possibly instruct, the reader.\" \"Why do you not write them yourself?\" I said, with some bitterness. \"I will, my dear Watson, I will. At present I am, as you know, fairly busy, but I propose to devote my declining years to the composition of a textbook, which shall focus the whole art of detection into one volume. Our present research appears to be a case of murder.\" \"You think this Sir Eustace is dead, then?\" \"I should say so. Hopkins's writing shows considerable agitation, and he is not an emotional man. Yes, I gather there has been violence, and that the body is left for our inspection. A mere suicide would not have caused him to send for me. As to the release of the lady, it would appear that she has been locked in her room during the tragedy. We are moving in high life, Watson, crackling paper, 'E.B.' monogram, coat-of-arms, picturesque address. I think that friend Hopkins will live up to his reputation, and that we shall have an interesting morning. The crime was committed before twelve last night.\" \"How can you possibly tell?\" \"By an inspection of the trains, and by reckoning the time. The local police had to be called in, they had to communicate with Scotland Yard, Hopkins had to go out, and he in turn had to send for me. All that makes a fair night's work. Well, here we are at Chiselhurst Station, and we shall soon set our doubts at rest.\" A drive of a couple of miles through narrow country lanes brought us to a park gate, which was opened for us by an old lodge-keeper, whose haggard face bore the reflection of some great disaster. The avenue ran through a noble park, between lines of ancient elms, and ended in a low, widespread house, pillared in front after the fashion of Palladio. The central part was evidently of a great age and shrouded in ivy, but the large windows showed that modern changes had been carried out, and one wing of the house appeared to be entirely new. The youthful figure and alert, eager face of Inspector Stanley Hopkins confronted us in the open doorway. \"I'm very glad you have come, Mr. Holmes. And you, too, Dr. Watson. But, indeed, if I had my time over again, I should not have troubled you, for since the lady has come to herself, she has given so clear an account of the affair that there is not much left for us to do. You remember that Lewisham gang of burglars?\" \"What, the three Randalls?\" \"Exactly; the father and two sons.", "It's their work. I have not a doubt of it. They did a job at Sydenham a fortnight ago and were seen and described. Rather cool to do another so soon and so near, but it is they, beyond all doubt. It's a hanging matter this time.\" \"Sir Eustace is dead, then?\" \"Yes, his head was knocked in with his own poker.\" \"Sir Eustace Brackenstall, the driver tells me.\" \"Exactly- one of the richest men in Kent- Lady Brackenstall is in the morning-room. Poor lady, she has had a most dreadful experience. She seemed half dead when I saw her first. I think you had best see her and hear her account of the facts. Then we will examine the dining-room together.\" Lady Brackenstall was no ordinary person. Seldom have I seen so graceful a figure, so womanly a presence, and so beautiful a face. She was a blonde, golden-haired, blue-eyed, and would no doubt have had the perfect complexion which goes with such colouring, had not her recent experience left her drawn and haggard. Her sufferings were physical as well as mental, for over one eye rose a hideous, plum-coloured swelling, which her maid, a tall, austere woman, was bathing assiduously with vinegar and water. The lady lay back exhausted upon a couch, but her quick, observant gaze, as we entered the room, and the alert expression of her beautiful features, showed that neither her wits nor her courage had been shaken by her terrible experience. She was enveloped in a loose dressing-gown of blue and silver, but a black sequin-covered dinner-dress lay upon the couch beside her. \"I have told you all that happened, Mr. Hopkins,\" she said, wearily. \"Could you not repeat it for me? Well, if you think it necessary, I will tell these gentlemen what occurred. Have they been in the dining-room yet?\" \"I thought they had better hear your ladyship's story first.\" \"I shall be glad when you can arrange matters. It is horrible to me to think of him still lying there.\" She shuddered and buried her face in her hands. As she did so, the loose gown fell back from her forearms. Holmes uttered an exclamation. \"You have other injuries, madam! What is this?\" Two vivid red spots stood out on one of the white, round limbs. She hastily covered it. \"It is nothing. It has no connection with this hideous business to-night. If you and your friend will sit down, I will tell you all I can. \"I am the wife of Sir Eustace Brackenstall. I have been married about a year. I suppose that it is no use my attempting to conceal that our marriage has not been a happy one. I fear that all our neighbours would tell you that, even if I were to attempt to deny it. Perhaps the fault may be partly mine. I was brought up in the freer, less conventional atmosphere of South Australia, and this English life, with its proprieties and its primness, is not congenial to me. But the main reason lies in the one fact, which is notorious to everyone, and that is that Sir Eustace was a confirmed drunkard. To be with such a man for an hour is unpleasant. Can you imagine what it means for a sensitive and high-spirited woman to be tied to him for day and night? It is a sacrilege, a crime, a villainy to hold that such a marriage is binding. I say that these monstrous laws of yours will bring a curse upon the land- God will not let such wickedness endure.\" For an instant she sat up, her cheeks flushed, and her eyes blazing from under the terrible mark upon her brow. Then the strong, soothing hand of the austere maid drew her head down on to the cushion, and the wild anger died away into passionate sobbing. At last she continued: \"I will tell you about last night.", "You are aware, perhaps, that in this house all the servants sleep in the modern wing. This central block is made up of the dwelling-rooms, with the kitchen behind and our bedroom above. My maid, Theresa, sleeps above my room. There is no one else, and no sound could alarm those who are in the farther wing. This must have been well known to the robbers, or they would not have acted as they did. \"Sir Eustace retired about half-past ten. The servants had already gone to their quarters. Only my maid was up, and she had remained in her room at the top of the house until I needed her services. I sat until after eleven in this room, absorbed in a book. Then I walked round to see that all was right before I went upstairs. It was my custom to do this myself, for, as I have explained, Sir Eustace was not always to be trusted. I went into the kitchen, the butler's pantry, the gun-room, the billiard-room, the drawing-room, and finally the dining-room. As I approached the window, which is covered with thick curtains, I suddenly felt the wind blow upon my face and realized that it was open. I flung the curtain aside and found myself face to face with a broad-shouldered elderly man, who had just stepped into the room. The window is a long French one, which really forms a door leading to the lawn. I held my bedroom candle lit in my hand, and, by its light, behind the first man I saw two others, who were in the act of entering. I stepped back, but the fellow was on me in an instant. He caught me first by the wrist and then by the throat. I opened my mouth to scream, but he struck me a savage blow with his fist over the eye, and felled me to the ground. I must have been unconscious for a few minutes, for when I came to myself, I found that they had torn down the bell-rope, and had secured me tightly to the oaken chair which stands at the head of the dining-table. I was so firmly bound that I could not move, and a handkerchief round my mouth prevented me from uttering a sound. It was at this instant that my unfortunate husband entered the room. He had evidently heard some suspicious sounds, and he came prepared for such a scene as he found. He was dressed in nightshirt and trousers, with his favourite blackthorn cudgel in his hand. He rushed at the burglars, but another- it was an elderly man- stooped, picked the poker out of the grate and struck him a horrible blow as he passed. He fell with a groan and never moved again. I fainted once more, but again it could only have been for a very few minutes during which I was insensible. When I opened my eyes I found that they had collected the silver from the sideboard, and they had drawn a bottle of wine which stood there. Each of them had a glass in his hand. I have already told you, have I not, that one was elderly, with a beard, and the others young, hairless lads. They might have been a father with his two sons. They talked together in whispers. Then they came over and made sure that I was securely bound. Finally they withdrew, closing the window after them. It was quite a quarter of an hour before I got my mouth free. When I did so, my screams brought the maid to my assistance. The other servants were soon alarmed, and we sent for the local police, who instantly communicated with London. That is really all that I can tell you, gentlemen, and I trust that it will not be necessary for me to go over so painful a story again.\" \"Any questions, Mr. Holmes?\" asked Hopkins. \"I will not impose any further tax upon Lady Brackenstall's patience and time,\" said Holmes. \"Before I go into the dining-room, I should like to hear your experience.\" He looked at the maid. \"I saw the men before ever they came into the house,\" said she. \"As I sat by my bedroom window I saw three men in the moonlight down by the lodge gate yonder, but I thought nothing of it at the time. It was more than an hour after that I heard my mistress scream, and down I ran, to find her, poor lamb, just as she says, and him on the floor, with his blood and brains over the room. It was enough to drive a woman out of her wits, tied there, and her very dress spotted with him, but she never wanted courage, did Miss Mary Fraser of Adelaide and Lady Brackenstall of Abbey Grange hasn't learned new ways. You've questioned her long enough, you gentlemen, and now she is coming to her own room, just with her old Theresa, to get the rest that she badly needs.\" With a motherly tenderness the gaunt woman put her arm round her mistress and led her from the room.", "\"She has been with her all her life,\" said Hopkins. \"Nursed her as a baby, and came with her to England when they first left Australia, eighteen months ago. Theresa Wright is her name, and the kind of maid you don't pick up nowadays. This way, Mr. Holmes, if you please!\" The keen interest had passed out of Holmes's expressive face, and I knew that with the mystery all the charm of the case had departed. There still remained an arrest to be effected, but what were these commonplace rogues that he should soil his hands with them? An abstruse and learned specialist who finds that he has been called in for a case of measles would experience something of the annoyance which I read in my friend's eyes. Yet the scene in the dining-room of the Abbey Grange was sufficiently strange to arrest his attention and to recall his waning interest. It was a very large and high chamber, with carved oak ceiling, oaken panelling, and a fine array of deer's heads and ancient weapons around the walls. At the further end from the door was the high French window of which we had heard. Three smaller windows on the right-hand side filled the apartment with cold winter sunshine. On the left was a large, deep fireplace, with a massive, overhanging oak mantelpiece. Beside the fireplace was a heavy oaken chair with arms and crossbars at the bottom. In and out through the open woodwork was woven a crimson cord, which was secured at each side to the crosspiece below. In releasing the lady, the cord had been slipped off her, but the knots with which it had been secured still remained. These details only struck our attention afterwards, for our thoughts were entirely absorbed by the terrible object which lay upon the tigerskin hearthrug in front of the fire. It was the body of a tall, well-made man, about forty years of age. He lay upon his back, his face upturned, with his white teeth grinning through his short, black beard. His two clenched hands were raised above his head, and a heavy, blackthorn stick lay across them. His dark, handsome, aquiline features were convulsed into a spasm of vindictive hatred, which had set his dead face in a terribly fiendish expression. He had evidently been in his bed when the alarm had broken out, for he wore a foppish, embroidered nightshirt, and his bare feet projected from his trousers. His head was horribly injured, and the whole room bore witness to the savage ferocity of the blow which had struck him down. Beside him lay the heavy poker, bent into a curve by the concussion. Holmes examined both it and the indescribable wreck which it had wrought. \"He must be a powerful man, this elder Randall,\" he remarked. \"Yes,\" said Hopkins. \"I have some record of the fellow, and he is a rough customer.\" \"You should have no difficulty in getting him.\" \"Not the slightest. We have been on the look-out for him, and there was some idea that he had got away to America. Now that we know that the gang are here, I don't see how they can escape. We have the news at every seaport already, and a reward will be offered before evening. What beats me is how they could have done so mad a thing, knowing that the lady could describe them and that we could not fail to recognize the description.\" \"Exactly. One would have expected that they would silence Lady Brackenstall as well.\" \"They may not have realized,\" I suggested, \"that she had recovered from her faint.\" \"That is likely enough. If she seemed to be senseless, they would not take her life. What about this poor fellow, Hopkins? I seem to have heard some queer stories about him.\" \"He was a good-hearted man when he was sober, but a perfect fiend when he was drunk, or rather when he was half drunk, for he seldom really went the whole way. The devil seemed to be in him at such times, and he was capable of anything. From what I hear, in spite of all his wealth and his title, he very nearly came our way once or twice. There was a scandal about his drenching a dog with petroleum and setting it on fire- her ladyship's dog, to make the matter worse- and that was only hushed up with difficulty. Then he threw a decanter at that maid, Theresa Wright- there was trouble about that. On the whole, and between ourselves, it will be a brighter house without him. What are you looking at now?\" Holmes was down on his knees, examining with great attention the knots upon the red cord with which the lady had been secured. Then he carefully scrutinized the broken and frayed end where it had snapped off when the burglar had dragged it down. \"When this was pulled down, the bell in the kitchen must have rung loudly,\" he remarked.", "\"No one could hear it. The kitchen stands right at the back of the house.\" \"How did the burglar know no one would hear it? How dared he pull at a bellrope in that reckless fashion?\" \"Exactly, Mr. Holmes, exactly. You put the very question which I have asked myself again and again. There can be no doubt that this fellow must have known the house and its habits. He must have perfectly understood that the servants would all be in bed at that comparatively early hour, and that no one could possibly hear a bell ring in the kitchen. Therefore, he must have been in close league with one of the servants. Surely that is evident. But there are eight servants, and all of good character.\" \"Other things being equal,\" said Holmes, \"one would suspect the one at whose head the master threw a decanter. And yet that would involve treachery towards the mistress to whom this woman seems devoted. Well, well, the point is a minor one, and when you have Randall you will probably find no difficulty in securing his accomplice. The lady's story certainly seems to be corroborated, if it needed corroboration, by every detail which we see before us.\" He walked to the French window and threw it open. \"There are no signs here, but the ground is iron hard, and one would not expect them. I see that these candles in the mantelpiece have been lighted.\" \"Yes, it was by their light and that of the lady's bedroom candle, that the burglars saw their way about.\" \"And what did they take?\" \"Well, they did not take much- only half a dozen articles of plate off the sideboard. Lady Brackenstall thinks that they were themselves so disturbed by the death of Sir Eustace that they did not ransack the house, as they would otherwise have done.\" \"No doubt that is true, and yet they drank some wine, I understand.\" \"To steady their nerves.\" \"Exactly. These three glasses upon the sideboard have been untouched, I suppose?\" \"Yes, and the bottle stands as they left it.\" \"Let us look at it. Halloa, halloa! What is this?\" The three glasses were grouped together, all of them tinged with wine, and one of them containing some dregs of beeswing. The bottle stood near them, two-thirds full, and beside it lay a long, deeply stained cork. Its appearance and the dust upon the bottle showed that it was no common vintage which the murderers had enjoyed. A change had come over Holmes's manner. He had lost his listless expression, and again I saw an alert light of interest in his keen, deep-set eyes. He raised the cork and examined it minutely. \"How did they draw it?\" he asked. Hopkins pointed to a half-opened drawer. In it lay some table linen and a large corkscrew. \"Did Lady Brackenstall say that screw was used?\" \"No, you remember that she was senseless at the moment when the bottle was opened.\" \"Quite so. As a matter of fact, that screw was not used. This bottle was opened by a pocket screw, probably contained in a knife, and not more than an inch and a half long. If you will examine the top of the cork, you will observe that the screw was driven in three times before the cork was extracted. It has never been transfixed. This long screw would have transfixed it and drawn it up with a single pull. When you catch this fellow, you will find that he has one of these multiplex knives in his possession.\" \"Excellent!\"", "said Hopkins. \"But these glasses do puzzle me, I confess. Lady Brackenstall actually saw the three men drinking, did she not?\" \"Yes; she was clear about that.\" \"Then there is an end of it. What more is to be said? And yet, you must admit, that the three glasses are very remarkable, Hopkins. What? You see nothing remarkable? Well, well, let it pass. Perhaps, when a man has special knowledge and special powers like my own, it rather encourages him to seek a complex explanation when a simpler one is at hand. Of course, it must be a mere chance about the glasses. Well, good-morning, Hopkins. I don't see that I can be of any use to you, and you appear to have your case very clear. You will let me know when Randall is arrested, and any further developments which may occur. I trust that I shall soon have to congratulate you upon a successful conclusion. Come, Watson, I fancy that we may employ ourselves more profitably at home.\" During our return journey, I could see by Holmes's face that he was much puzzled by something which he had observed. Every now and then, by an effort, he would throw off the impression, and talk as if the matter were clear, but then his doubts would settle down upon him again, and his knitted brows and abstracted eyes would show that his thoughts had gone back once more to the great diningroom of the Abbey Grange, in which this midnight tragedy had been enacted. At last, by a sudden impulse, just as our train was crawling out of a suburban station, he sprang on to the platform and pulled me out after him. \"Excuse me, my dear fellow,\" said he, as we watched the rear carriages of our train disappearing round a curve, \"I am sorry to make you the victim of what may seem a mere whim, but on my life, Watson, I simply can't leave that case in this condition. Every instinct that I possess cries out against it. It's wrong- it's all wrong- I'll swear that it's wrong. And yet the lady's story was complete, the maid's corroboration was sufficient, the detail was fairly exact. What have I to put up against that? Three wine-glasses, that is all. But if I had not taken things for granted, if I had examined everything with care which I should have shown had we approached the case de novo and had no cut-and-dried story to warp my mind, should I not then have found something more definite to go upon? Of course I should. Sit down on this bench, Watson, until a train for Chiselhurst arrives, and allow me to lay the evidence before you, imploring you in the first instance to dismiss from your mind the idea that anything which the maid or her mistress may have said must necessarily be true. The lady's charming personality must not be permitted to warp our judgment. \"Surely there are details in her story which, if we looked at in cold blood, would excite our suspicion. These burglars made a considerable haul at Sydenham a fortnight ago. Some account of them and of their appearance was in the papers, and would naturally occur to anyone who wished to invent a story in which imaginary robbers should play a part. As a matter of fact, burglars who have done a good stroke of business are, as a rule, only too glad to enjoy the proceeds in peace and quiet without embarking on another perilous undertaking. Again, it is unusual for burglars to operate at so early an hour, it is unusual for burglars to strike a lady to prevent her screaming, since one would imagine that was the sure way to make her scream, it is unusual for them to commit murder when their numbers are sufficient to overpower one man, it is unusual for them to be content with a limited plunder when there was much more within their reach, and finally, I should say, that it was very unusual for such men to leave a bottle half empty. How do all these unusuals strike you, Watson?\" \"Their cumulative effect is certainly considerable, and yet each of them is quite possible in itself. The most unusual thing of all, as it seems to me, is that the lady should be tied to the chair.\" \"Well, I am not so clear about that, Watson, for it is evident that they must either kill her or else secure her in such a way that she could not give immediate notice of their escape. But at any rate I have shown, have I not, that there is a certain element of improbability about the lady's story? And now, on the top of this, comes the incident of the wineglasses.\" \"What about the wineglasses?\" \"Can you see them in your mind's eye?\" \"I see them clearly.\" \"We are told that three men drank from them. Does that strike you as likely?\" \"Why not? There was wine in each glass.\" \"Exactly, but there was beeswing only in one glass. You must have noticed that fact.", "What does that suggest to your mind?\" \"The last glass filled would be most likely to contain beeswing.\" \"Not at all. The bottle was full of it, and it is inconceivable that the first two glasses were clear and the third heavily charged with it. There are two possible explanations, and only two. One is that after the second glass was filled the bottle was violently agitated, and so the third glass received the beeswing. That does not appear probable. No, no, I am sure that I am right.\" \"What, then, do you suppose?\" \"That only two glasses were used, and that the dregs of both were poured into a third glass, so as to give the false impression that three people had been here. In that way all the beeswing would be in the last glass, would it not? Yes, I am convinced that this is so. But if I have hit upon the true explanation of this one small phenomenon, then in an instant the case rises from the commonplace to the exceedingly remarkable, for it can only mean that Lady Brackenstall and her maid have deliberately lied to us, that not one word of their story is to be believed, that they have some very strong reason for covering the real criminal, and that we must construct our case for ourselves without any help from them. That is the mission which now lies before us, and here, Watson, is the Sydenham train.\" The household at the Abbey Grange were much surprised at our return, but Sherlock Holmes, finding that Stanley Hopkins had gone off to report to headquarters, took possession of the dining-room, locked the door upon the inside, and devoted himself for two hours to one of those minute and laborious investigations which form the solid basis on which his brilliant edifices of deduction were reared. Seated in a corner like an interested student who observes the demonstration of his professor, I followed every step of that remarkable research. The window, the curtains, the carpet, the chair, the rope- each in turn was minutely examined and duly pondered. The body of the unfortunate baronet had been removed, and all else remained as we had seen it in the morning. Finally, to my astonishment, Holmes climbed up on to the massive mantelpiece. Far above his head hung the few inches of red cord which were still attached to the wire. For a long time he gazed upward at it, and then in an attempt to get nearer to it he rested his knee upon a wooden bracket on the wall. This brought his hand within a few inches of the broken end of the rope, but it was not this so much as the bracket itself which seemed to engage his attention. Finally, he sprang down with an ejaculation of satisfaction. \"It's all right, Watson,\" said he. \"We have got our case- one of the most remarkable in our collection. But, dear me, how slow-witted I have been, and how nearly I have committed the blunder of my lifetime! Now, I think that, with a few missing links, my chain is almost complete.\" \"You have got your men?\" \"Man, Watson, man. Only one, but a very formidable person. Strong as a lion- witness the blow that bent that poker! Six foot three in height, active as a squirrel, dexterous with his fingers, finally, remarkably quick-witted, for this whole ingenious story is of his concoction. Yes, Watson, we have come upon the handiwork of a very remarkable individual. And yet, in that bell-rope, he has given us a clue which should not have left us a doubt.\" \"Where was the clue?\" \"Well, if you were to pull down a bell-rope, Watson, where would you expect it to break? Surely at the spot where it is attached to the wire. Why should it break three inches from the top, as this one has done?\" \"Because it is frayed there?\" \"Exactly. This end, which we can examine, is frayed. He was cunning enough to do that with his knife. But the other end is not frayed. You could not observe that from here, but if you were on the mantelpiece you would see that it is cut clean off without any mark of fraying whatever. You can reconstruct what occurred. The man needed the rope. He would not tear it down for fear of giving the alarm by ringing the bell. What did he do? He sprang up on the mantelpiece, could not quite reach it, put his knee on the bracket- you will see the impression in the dust- and so got his knife to bear upon the cord. I could not reach the place by at least three inches- from which I infer that he is at least three inches a bigger man than I.", "Look at that mark upon the seat of the oaken chair! What is it?\" \"Blood.\" \"Undoubtedly it is blood. This alone puts the lady's story out of court. If she were seated on the chair when the crime was done, how comes that mark? No, no, she was placed in the chair after the death of her husband. I'll wager that the black dress shows a corresponding mark to this. We have not yet met our Waterloo, Watson, but this is our Marengo, for it begins in defeat and ends in victory. I should like now to have a few words with the nurse, Theresa. We must be wary for a while, if we are to get the information which we want.\" She was an interesting person, this stern Australian nurse- taciturn, suspicious, ungracious, it took some time before Holmes's pleasant manner and frank acceptance of all that she said thawed her into a corresponding amiability. She did not attempt to conceal her hatred for her late employer. \"Yes, sir, it is true that he threw the decanter at me. I heard him call my mistress a name, and I told him that he would not dare to speak so if her brother had been there. Then it was that he threw it at me. He might have thrown a dozen if he had but left my bonny bird alone. He was forever ill-treating her, and she too proud to complain. She will not even tell me all that he has done to her. She never told me of those marks on her arm that you saw this morning, but I know very well that they come from a stab with a hatpin. The sly devil- God forgive me that I should speak of him so, now that he is dead! But a devil he was, if ever one walked the earth. He was all honey when first we met him- only eighteen months ago, and we both feel as if it were eighteen years. She had only just arrived in London. Yes, it was her first voyage- she had never been from home before. He won her with his title and his money and his false London ways. If she made a mistake she has paid for it, if ever a woman did. What month did we meet him? Well, I tell you it was just after we arrived. We arrived in June, and it was July. They were married in January of last year. Yes, she is down in the morning-room again, and I have no doubt she will see you, but you must not ask too much of her, for she has gone through all that flesh and blood will stand.\" Lady Brackenstall was reclining on the same couch, but looked brighter than before. The maid had entered with us, and began once more to foment the bruise upon her mistress's brow. \"I hope,\" said the lady, \"that you have not come to cross-examine me again?\" \"No,\" Holmes answered, in his gentlest voice, \"I will not cause you any unnecessary trouble, Lady Brackenstall, and my whole desire is to make things easy for you, for I am convinced that you are a much-tried woman. If you will treat me as a friend and trust me, you may find that I will justify your trust.\" \"What do you want me to do?\" \"To tell me the truth.\" \"Mr. Holmes!\" \"No, no, Lady Brackenstall- it is no use. You may have heard of any little reputation which I possess. I will stake it all on the fact that your story is an absolute fabrication.\" Mistress and maid were both staring at Holmes with pale faces and frightened eyes. \"You are an impudent fellow!\" cried Theresa. \"Do you mean to say that my mistress has told a lie?\" Holmes rose from his chair. \"Have you nothing to tell me?\"", "\"I have told you everything.\" \"Think once more, Lady Brackenstall. Would it not be better to be frank?\" For an instant there was hesitation in her beautiful face. Then some new strong thought caused it to set like a mask. \"I have told you all I know.\" Holmes took his hat and shrugged his shoulders. \"I am sorry,\" he said, and without another word we left the room and the house. There was a pond in the park, and to this my friend led the way. It was frozen over, but a single hole was left for the convenience of a solitary swan. Holmes gazed at it, and then passed on to the lodge gate. There he scribbled a short note for Stanley Hopkins, and left it with the lodge-keeper. \"It may be a hit, or it may be a miss, but we are bound to do something for friend Hopkins, just to justify this second visit,\" said he. \"I will not quite take him into my confidence yet. I think our next scene of operations must be the shipping office of the Adelaide-Southampton line, which stands at the end of Pall Mall, if I remember right. There is a second line of steamers which connect South Australia with England, but we will draw the larger cover first.\" Holmes's card sent in to the manager ensured instant attention, and he was not long in acquiring all the information he needed. In June of '95, only one of their line had reached a home port. It was the Rock of Gibraltar, their largest and best boat. A reference to the passenger list showed that Miss Fraser, of Adelaide, with her maid had made the voyage in her. The boat was now somewhere south of the Suez Canal on her way to Australia. Her officers were the same as in '95, with one exception. The first officer, Mr. Jack Crocker, had been made a captain and was to take charge of their new ship, the Bass Rock, sailing in two days' time from Southampton. He lived at Sydenham, but he was likely to be in that morning for instructions, if we cared to wait for him. No, Mr. Holmes had no desire to see him, but would be glad to know more about his record and character. His record was magnificent. There was not an officer in the fleet to touch him. As to his character, he was reliable on duty, but a wild, desperate fellow off the deck of his ship- hot-headed, excitable, but loyal, honest, and kind-hearted. That was the pith of the information with which Holmes left the office of the Adelaide-Southampton company. Thence he drove to Scotland Yard, but, instead of entering, he sat in his cab with his brows drawn down, lost in profound thought. Finally he drove round to the Charing Cross telegraph office, sent off a message, and then, at last, we made for Baker Street once more. \"No, I couldn't do it, Watson,\" said he, as we reentered our room. \"Once that warrant was made out, nothing on earth would save him. Once or twice in my career I feel that I have done more real harm by my discovery of the criminal than ever he had done by his crime. I have learned caution now, and I had rather play tricks with the law of England than with my own conscience. Let us know a little more before we act.\" Before evening, we had a visit from Inspector Stanley Hopkins. Things were not going very well with him. \"I believe that you are a wizard, Mr. Holmes. I really do sometimes think that you have powers that are not human. Now, how on earth could you know that the stolen silver was at the bottom of that pond?\" \"I didn't know it.\" \"But you told me to examine it.\" \"You got it, then?\" \"Yes, I got it.\" \"I am very glad if I have helped you.\" \"But you haven't helped me. You have made the affair far more difficult. What sort of burglars are they who steal silver and then throw it into the nearest pond?\" \"It was certainly rather eccentric behaviour.", "I was merely going on the idea that if the silver had been taken by persons who did not want it- who merely took it for a blind, as it were- then they would naturally be anxious to get rid of it.\" \"But why should such an idea cross your mind?\" \"Well, I thought it was possible. When they came out through the French window, there was the pond with one tempting little hole in the ice, right in front of their noses. Could there be a better hiding-place?\" \"Ah, a hiding-place- that is better!\" cried Stanley Hopkins. \"Yes, yes, I see it all now! It was early, there were folk upon the roads, they were afraid of being seen with the silver, so they sank it in the pond, intending to return for it when the coast was clear. Excellent, Mr. Holmes- that is better than your idea of a blind.\" \"Quite so, you have got an admirable theory. I have no doubt that my own ideas were quite wild, but you must admit that they have ended in discovering the silver.\" \"Yes, sir- yes. It was all your doing. But I have had a bad setback.\" \"A setback?\" \"Yes, Mr. Holmes. The Randall gang were arrested in New York this morning.\" \"Dear me, Hopkins! That is certainly rather against your theory that they committed a murder in Kent last night.\" \"It is fatal, Mr. Holmes- absolutely fatal. Still, there are other gangs of three besides the Randalls, or it may be some new gang of which the police have never heard.\" \"Quite so, it is perfectly possible. What, are you off?\" Yes, Mr. Holmes, there is no rest for me until I have got to the bottom of the business. I suppose you have no hint to give me?\" \"I have given you one.\" \"Which?\" \"Well, I suggested a blind.\" \"But why, Mr. Holmes, why?\" \"Ah, that's the question, of course. But I commend the idea to your mind. You might possibly find that there was something in it. You won't stop for dinner? Well, good-bye, and let us know how you get on.\" Dinner was over, and the table cleared before Holmes alluded to the matter again. He had lit his pipe and held his slippered feet to the cheerful blaze of the fire. Suddenly he looked at his watch. \"I expect developments, Watson.\" \"When?\" \"Now- within a few minutes. I dare say you thought I acted rather badly to Stanley Hopkins just now?\" \"I trust your judgment.\" \"A very sensible reply, Watson. You must look at it this way: what I know is unofficial, what he knows is official. I have the right to private judgment, but he has none. He must disclose all, or he is a traitor to his service. In a doubtful case I would not put him in so painful a position, and so I reserve my information until my own mind is clear upon the matter.\" \"But when will that be?\" \"The time has come.", "You will now be present at the last scene of a remarkable little drama.\" There was a sound upon the stairs, and our door was opened to admit as fine a specimen of manhood as ever passed through it. He was a very tall young man, golden-moustached, blue-eyed, with a skin which had been burned by tropical suns, and a springy step, which showed that the huge frame was as active as it was strong. He closed the door behind him, and then he stood with clenched hands and heaving breast, choking down some overmastering emotion. \"Sit down, Captain Crocker. You got my telegram?\" Our visitor sank into an armchair and looked from one to the other of us with questioning eyes. \"I got your telegram, and I came at the hour you said. I heard that you had been down to the office. There was no getting away from you. Let's hear the worst. What are you going to do with me? Arrest me? Speak out, man! You can't sit there and play with me like a cat with a mouse.\" \"Give him a cigar,\" said Holmes. \"Bite on that, Captain Crocker, and don't let your nerves run away with you. I should not sit here smoking with you if I thought that you were a common criminal, you may be sure of that. Be frank with me and we may do some good. Play tricks with me, and I'll crush you.\" \"What do you wish me to do?\" \"To give me a true account of all that happened at the Abbey Grange last night- a true account, mind you, with nothing added and nothing taken off. I know so much already that if you go one inch off the straight, I'll blow this police whistle from my window and the affair goes out of my hands forever.\" The sailor thought for a little. Then he struck his leg with his great sunburned hand. \"I'll chance it,\" he cried. \"I believe you are a man of your word, and a white man, and I'll tell you the whole story. But one thing I will say first. So far as I am concerned, I regret nothing and I fear nothing, and I would do it all again and be proud of the job. Damn the beast, if he had as many lives as a cat, he would owe them all to me! But it's the lady, Mary- Mary Fraser- for never will I call her by that accursed name. When I think of getting her into trouble, I who would give my life just to bring one smile to her dear face, it's that that turns my soul into water. And yet- and yet- what less could I do? I'll tell you my story, gentlemen, and then I'll ask you, as man to man, what less could I do? \"I must go back a bit. You seem to know everything, so I expect that you know that I met her when she was a passenger and I was first officer of the Rock of Gibraltar. From the first day I met her, she was the only woman to me. Every day of that voyage I loved her more, and many a time since have I kneeled down in the darkness of the night watch and kissed the deck of that ship because I knew her dear feet had trod it. She was never engaged to me. She treated me as fairly as ever a woman treated a man. I have no complaint to make. It was all love on my side, and all good comradeship and friendship on hers. When we parted she was a free woman, but I could never again be a free man. \"Next time I came back from sea, I heard of her marriage. Well, why shouldn't she marry whom she liked? Title and money- who could carry them better than she? She was born for all that is beautiful and dainty. I didn't grieve over her marriage. I was not such a selfish hound as that. I just rejoiced that good luck had come her way, and that she had not thrown herself away on a penniless sailor.", "That's how I loved Mary Fraser. \"Well, I never thought to see her again, but last voyage I was promoted, and the new boat was not yet launched, so I had to wait for a couple of months with my people at Sydenham. One day out in a country lane I met Theresa Wright, her old maid. She told me all about her, about him, about everything. I tell you, gentlemen, it nearly drove me mad. This drunken hound, that he should dare to raise his hand to her, whose boots he was not worthy to lick! I met Theresa again. Then I met Mary herself- and met her again. Then she would meet me no more. But the other day I had a notice that I was to start on my voyage within a week, and I determined that I would see her once before I left. Theresa was always my friend, for she loved Mary and hated this villain almost as much as I did. From her I learned the ways of the house. Mary used to sit up reading in her own little room downstairs. I crept round there last night and scratched at the window. At first she would not open to me, but in her heart I know that now she loves me, and she could not leave me in the frosty night. She whispered to me to come round to the big front window, and I found it open before me, so as to let me into the dining-room. Again I heard from her own lips things that made my blood boil, and again I cursed this brute who mishandled the woman I loved. Well, gentlemen, I was standing with her just inside the window, in all innocence, as God is my judge, when he rushed like a madman into the room, called her the vilest name that a man could use to a woman, and welted her across the face with the stick he had in his hand. I had sprung for the poker, and it was a fair fight between us. See here, on my arm, where his first blow fell. Then it was my turn, and I went through him as if he had been a rotten pumpkin. Do you think I was sorry? Not If It was his life or mine, but far more than that, it was his life or hers, for how could I leave her in the power of this madman? That was how I killed him. Was I wrong? Well, then, what would either of you gentlemen have done, if you had been in my position?\" \"She had screamed when he struck her, and that brought old Theresa down from the room above. There was a bottle of wine on the sideboard, and I opened it and poured a little between Mary's lips, for she was half dead with shock. Then I took a drop myself. Theresa was as cool as ice, and it was her plot as much as mine. We must make it appear that burglars had done the thing. Theresa kept on repeating our story to her mistress, while I swarmed up and cut the rope of the bell. Then I lashed her in her chair, and frayed out the end of the rope to make it look natural, else they would wonder how in the world a burglar could have got up there to cut it. Then I gathered up a few plates and pots of silver, to carry out the idea of the robbery, and there I left them, with orders to give the alarm when I had a quarter of an hour's start. I dropped the silver into the pond, and made off for Sydenham, feeling that for once in my life I had done a real good night's work. And that's the truth and the whole truth, Mr. Holmes, if it costs me my neck.\" Holmes smoked for some time in silence. Then he crossed the room, and shook our visitor by the hand. \"That's what I think,\" said he. \"I know that every word is true, for you have hardly said a word which I did not know. No one but an acrobat or a sailor could have got up to that bell-rope from the bracket, and no one but a sailor could have made the knots with which the cord was fastened to the chair. Only once had this lady been brought into contact with sailors, and that was on her voyage, and it was someone of her own class of life, since she was trying hard to shield him, and so showing that she loved him. You see how easy it was for me to lay my hands upon you when once I had started upon the right trail.\" \"I thought the police never could have seen through our dodge.\" \"And the police haven't, nor will they, to the best of my belief. Now, look here, Captain Crocker, this is a very serious matter, though I am willing to admit that you acted under the most extreme provocation to which any man could be subjected. I am not sure that in defence of your own life your action will not be pronounced legitimate. However, that is for a British jury to decide. Meanwhile I have so much sympathy for you that, if you choose to disappear in the next twenty-four hours, I will promise you that no one will hinder you.\" \"And then it will all come out?\"", "\"Certainly it will come out.\" The sailor flushed with anger. \"What sort of proposal is that to make a man? I know enough of law to understand that Mary would be held as accomplice. Do you think I would leave her alone to face the music while I slunk away? No, sir, let them do their worst upon me, but for heaven's sake, Mr. Holmes, find some way of keeping my poor Mary out of the courts.\" Holmes for a second time held out his hand to the sailor. \"I was only testing you, and you ring true every time. Well, it is a great responsibility that I take upon myself, but I have given Hopkins an excellent hint and if he can't avail himself of it I can do no more. See here, Captain Crocker, we'll do this in due form of law. You are the prisoner. Watson, you are a British jury, and I never met a man who was more eminently fitted to represent one. I am the judge. Now, gentleman of the jury, you have heard the evidence. Do you find the prisoner guilty or not guilty?\" \"Not guilty, my lord,\" said I. \"Vox populi, vox dei. You are acquitted, Captain Crocker. So long as the law does not find some other victim you are safe from me. Come back to this lady in a year, and may her future and yours justify us in the judgment which we have pronounced this night!\" -THE END-", "1908 SHERLOCK HOLMES THE ADVENTURE OF THE BRUCE-PARTINGTON PLAN by Sir Arthur Conan Doyle ADVENTURE_OF_THE_BRUCE_PARTINGTON_PLANS - In the third week of November, in the year 1895, a dense yellow fog settled down upon London. From the Monday to the Thursday I doubt whether it was ever possible from our windows in Baker Street to see the loom of the opposite houses. The first day Holmes had spent in cross-indexing his huge book of references. The second and third had been patiently occupied upon a subject which he had recently made his hobby- the music of the Middle Ages. But when, for the fourth time, after pushing back our chairs from breakfast we saw the greasy, heavy brown swirl still drifting past us and condensing in oily drops upon the window-panes, my comrade's impatient and active nature could endure this drab existence no longer. He paced restlessly about our sitting-room in a fever of suppressed energy, biting his nails, tapping the furniture, and chafing against inaction. \"Nothing of interest in the paper, Watson?\" he said. I was aware that by anything of interest, Holmes meant anything of criminal interest. There was the news of a revolution, of a possible war, and of an impending change of government; but these did not come within the horizon of my companion. I could see nothing recorded in the shape of crime which was not commonplace and futile. Holmes groaned and resumed his restless meanderings. \"The London criminal is certainly a dull fellow,\" said he in the querulous voice of the sportsman whose game has failed him. \"Look out of this window, Watson. See how the figures loom up, are dimly seen, and then blend once more into the cloud-bank. The thief or the murderer could roam London on such a day as the tiger does the jungle, unseen until he pounces, and then evident only to his victim.\" \"There have,\" said I, \"been numerous petty thefts.\" Holmes snorted his contempt. \"This great and sombre stage is set for something more worthy than that,\" said he. \"It is fortunate for this community that I am not a criminal.\" \"It is, indeed!\" said I heartily. \"Suppose that I were Brooks or Woodhouse, or any of the fifty men who have good reason for taking my life, how long could I survive against my own pursuit? A summons, a bogus appointment, and all would be over. It is well they don't have days of fog in the Latin countries- the countries of assassination. By Jove! here comes something at last to break our dead monotony.\" It was the maid with a telegram. Holmes tore it open and burst out laughing. \"Well, well! What next?\" said he. \"Brother Mycroft is coming round.\" \"Why not?\" I asked. \"Why not? It is as if you met a tram-car coming down a country lane. Mycroft has his rails and he runs on them. His Pall Mall lodgings, the Diogenes Club, Whitehall- that is his cycle. Once, and only once, he has been here. What upheaval can possibly have derailed him?\" \"Does he not explain?\" Holmes handed me his brother's telegram. - Must see you over Cadogan West. Coming at once. MYCROFT. - \"Cadogan West? I have heard the name.\" \"It recalls nothing to my mind. But that Mycroft should break out in this erratic fashion!", "A planet might as well leave its orbit. By the way, do you know what Mycroft is?\" I had some vague recollection of an explanation at the time of the Adventure of the Greek Interpreter. \"You told me that he had some small office under the British government.\" Holmes chuckled. \"I did not know you quite so well in those days. One has to be discreet when one talks of high matters of state. You are right in thinking that he is under the British government. You would also be right in a sense if you said that occasionally he is the British government.\" \"My dear Holmes!\" \"I thought I might surprise you. Mycroft draws four hundred and fifty pounds a year, remains a subordinate, has no ambitions of any kind, will receive neither honour nor title, but remains the most indispensable man in the country.\" \"But how?\" \"Well, his position is unique. He has made it for himself. There has never been anything like it before, nor will be again. He has the tidiest and most orderly brain, with the greatest capacity for storing facts, of any man living. The same great powers which I have turned to the detection of crime he has used for this particular business. The conclusions of every department are passed to him, and he is the central exchange, the clearing-house, which makes out the balance. All other men are specialists, but his specialism is omniscience. We will suppose that a minister needs information as to a point which involves the Navy, India, Canada and the bimetallic question; he could get his separate advices from various departments upon each, but only Mycroft can focus them all, and say offhand how each factor would affect the other. They began by using him as a short-cut, a convenience; now he has made himself an essential. In that great brain of his everything is pigeon-holed and can be handed out in an instant. Again and again his word has decided the national policy. He lives in it. He thinks of nothing else save when, as an intellectual exercise, he unbends if I call upon him and ask him to advise me on one of my little problems. But Jupiter is descending to-day. What on earth can it mean? Who is Cadogan West, and what is he to Mycroft?\" \"I have it,\" I cried, and plunged among the litter of papers upon the sofa. \"Yes, yes, here he is, sure enough! Cadogan West was the young man who was found dead on the Underground on Tuesday morning.\" Holmes sat up at attention, his pipe halfway to his lips. \"This must be serious, Watson. A death which has caused my brother to alter his habits can be no ordinary one. What in the world can he have to do with it? The case was featureless as I remember it. The young man had apparently fallen out of the train and killed himself. He had not been robbed, and there was no particular reason to suspect violence. Is that not so?\" \"There has been an inquest\" said I, \"and a good many fresh facts have come out. Looked at more closely, I should certainly say that it was a curious case.\" \"Judging by its effect upon my brother, I should think it must be a most extraordinary one.\" He snuggled down in his armchair. \"Now, Watson, let us have the facts.\" \"The man's name was Arthur Cadogan West. He was twenty-seven years of age, unmarried, and a clerk at Woolwich Arsenal.\" \"Government employ. Behold the link with Brother Mycroft!\" \"He left Woolwich suddenly on Monday night.", "Was last seen by his fiancee, Miss Violet Westbury, whom he left abruptly in the fog about 7:30 that evening. There was no quarrel between them and she can give no motive for his action. The next thing heard of him was when his dead body was discovered by a plate-layer named Mason, just outside Aldgate Station on the Underground system in London.\" \"When?\" \"The body was found at six on the Tuesday morning. It was lying wide of the metals upon the left hand of the track as one goes eastward, at a point close to the station, where the line emerges from the tunnel in which it runs. The head was badly crushed- an injury which might well have been caused by a fall from the train. The body could only have come on the line in that way. Had it been carried down from any neighbouring street, it must have passed the station barriers, where a collector is always standing. This point seems absolutely certain.\" \"Very good. The case is definite enough. The man, dead or alive, either fell or was precipitated from a train. So much is clear to me. Continue.\" \"The trains which traverse the lines of rail beside which the body was found are those which run from west to east, some being purely Metropolitan, and some from Willesden and outlying junctions. It can be stated for certain that this young man, when he met his death, was travelling in this direction at some late hour of the night, but at what point he entered the train it is impossible to state.\" \"His ticket, of course, would show that.\" \"There was no ticket in his pockets.\" \"No ticket! Dear me, Watson, this is really very singular. According to my experience it is not possible to reach the platform of a Metropolitan train without exhibiting one's ticket. Presumably, then, the young man had one. Was it taken from him in order to conceal the station from which he came? It is possible. Or did he drop it in the carriage? That also is possible. But the point is of curious interest. I understand that there was no sign of robbery?\" \"Apparently not. There is a list here of his possessions. His purse contained two pounds fifteen. He had also a check-book on the Woolwich branch of the Capital and Counties Bank. Through this his identity was established. There were also two dress-circle tickets for the Woolwich Theatre, dated for that very evening. Also a small packet of technical papers.\" Holmes gave an exclamation of satisfaction. \"There we have it at last, Watson! British government- Woolwich. Arsenal- technical papers- Brother Mycroft, the chain is complete. But here he comes, if I am not mistaken, to speak for himself.\" A moment later the tall and portly form of Mycroft Holmes was ushered into the room. Heavily built and massive, there was a suggestion of uncouth physical inertia in the figure, but above this unwieldy frame there was perched a head so masterful in its brow, so alert in its steel-gray, deep-set eyes, so firm in its lips, and so subtle in its play of expression, that after the first glance one forgot the gross body and remembered only the dominant mind. At his heels came our old friend Lestrade, of Scotland Yard- thin and austere. The gravity of both their faces foretold some weighty quest. The detective shook hands without a word. Mycroft Holmes struggled out of his overcoat and subsided into an armchair. \"A most annoying business, Sherlock,\" said he. \"I extremely dislike altering my habits, but the powers that be would take no denial. In the present state of Siam it is most awkward that I should be away from the office.", "But it is a real crisis. I have never seen the Prime Minister so upset. As to the Admiralty- it is buzzing like an overturned bee-hive. Have you read up the case?\" \"We have just done so. What were the technical papers?\" \"Ah, there's the point! Fortunately, it has not come out. The press would be furious if it did. The papers which this wretched youth had in his pocket were the plans of the Bruce-Partington submarine.\" Mycroft Holmes spoke with a solemnity which showed his sense of the importance of the subject. His brother and I sat expectant. \"Surely you have heard of it? I thought everyone had heard of it.\" \"Only as a name.\" \"Its importance can hardly be exaggerated. It has been the most jealously guarded of all government secrets. You may take it from me that naval warfare becomes impossible within the radius of a Bruce-Partington's operation. Two years ago a very large sum was smuggled through the Estimates and was expended in acquiring a monopoly of the invention. Every effort has been made to keep the secret. The plans, which are exceedingly intricate, comprising some thirty separate patents, each essential to the working of the whole, are kept in an elaborate safe in a confidential office adjoining the arsenal, with burglar-proof doors and windows. Under no conceivable circumstances were the plans to be taken from the office. If the chief constructor of the Navy desired to consult them, even he was forced to go to the Woolwich office for the purpose. And yet here we find them in the pocket of a dead junior clerk in the heart of London. From an official point of view it's simply awful.\" \"But you have recovered them?\" \"No, Sherlock, no! That's the pinch. We have not. Ten papers were taken from Woolwich. There were seven in the pocket of Cadogan West. The three most essential are gone- stolen, vanished. You must drop everything, Sherlock. Never mind your usual petty puzzles of the police-court. It's a vital international problem that you have to solve. Why did Cadogan West take the papers, where are the missing ones, how did he die, how came his body where it was found, how can the evil be set right? Find an answer to all these questions, and you will have done good service for your country.\" \"Why do you not solve it yourself, Mycroft? You can see as far as I.\" \"Possibly, Sherlock. But it is a question of getting details. Give me your details, and from an armchair I will return you an excellent expert opinion. But to run here and run there, to cross-question railway guards, and lie on my face with a lens to my eye- it is not my metier. No, you are the one man who can clear the matter up. If you have a fancy to see your name in the next honours list-\" My friend smiled and shook his head. \"I play the game for the game's own sake,\" said he. \"But the problem certainly presents some points of interest, and I shall be very pleased to look into it. Some more facts, please.\" \"I have jotted down the more essential ones upon this sheet of paper, together with a few addresses which you will find of service. The actual official guardian of the papers is the famous government expert, Sir James Walter, whose decorations and sub-titles fill two lines of a book of reference.", "He has grown gray in the service, is a gentleman, a favoured guest in the most exalted houses, and, above all, a man whose patriotism is beyond suspicion. He is one of two who have a key of the safe. I may add that the papers were undoubtedly in the office during working hours on Monday, and that Sir James left for London about three o'clock taking his key with him. He was at the house of Admiral Sinclair at Barclay Square during the whole of the evening when this incident occurred.\" \"Has the fact been verified?\" \"Yes; his brother, Colonel Valentine Walter, has testified to his departure from Woolwich, and Admiral Sinclair to his arrival in London; so Sir James is no longer a direct factor in the problem.\" \"Who was the other man with a key?\" \"The senior clerk and draughtsman, Mr. Sidney Johnson. He is a man of forty, married, with five children. He is a silent, morose man, but he has, on the whole, an excellent record in the public service. He is unpopular with his colleagues, but a hard worker. According to his own account, corroborated only by the word of his wife, he was at home the whole of Monday evening after office hours, and his key has never left the watch-chain upon which it hangs.\" \"Tell us about Cadogan West.\" \"He has been ten years in the service and has done good work. He has the reputation of being hot-headed and impetuous, but a straight, honest man. We have nothing against him. He was next Sidney Johnson in the office. His duties brought him into daily, personal contact with the plans. No one else had the handling of them.\" \"Who locked the plans up that night?\" \"Mr. Sidney Johnson, the senior clerk.\" \"Well, it is surely perfectly clear who took them away. They are actually found upon the person of this junior clerk, Cadogan West. That seems final, does it not?\" \"It does, Sherlock, and yet it leaves so much unexplained. In the first place, why did he take them?\" \"I presume they were of value?\" \"He could have got several thousands for them very easily.\" \"Can you suggest any possible motive for taking the papers to London except to sell them?\" \"No, I cannot.\" \"Then we must take that as our working hypothesis. Young West took the papers. Now this could only be done by having a false key-\" \"Several false keys. He had to open the building and the room.\" \"He had, then, several false keys. He took the papers to London to sell the secret, intending, no doubt, to have the plans themselves back in the safe next morning before they were missed. While in London on this treasonable mission he met his end.\" \"How?\" \"We will suppose that he was travelling back to Woolwich when he was killed and thrown out of the compartment.\" \"Aldgate, where the body was found, is considerably past the station for London Bridge, which would be his route to Woolwich.\" \"Many circumstances could be imagined under which he would pass London Bridge. There was someone in the carriage, for example, with whom he was having an absorbing interview. This interview led to a violent scene in which he lost his life. Possibly he tried to leave the carriage, fell out on the line, and so met his end. The other closed the door. There was a thick fog, and nothing could be seen.\" \"No better explanation can be given with our present knowledge; and yet consider, Sherlock, how much you leave untouched. We will suppose, for argument's sake, that young Cadogan West had determined to convey these papers to London. He would naturally have made an appointment with the foreign agent and kept his evening clear. Instead of that he took two tickets for the theatre, escorted his fiance halfway there, and then suddenly disappeared.\"", "\"A blind,\" said Lestrade, who had sat listening with some impatience to the conversation. \"A very singular one. That is objection No. 1. Objection No. 2.: We will suppose that he reaches London and sees the foreign agent. He must bring back the papers before morning or the loss will be discovered. He took away ten. Only seven were in his pocket. What had become of the other three? He certainly would not leave them of his own free will. Then, again, where is the price of his treason? One would have expected to find a large sum of money in his pocket.\" \"It seems to me perfectly clear,\" said Lestrade. \"I have no doubt at all as to what occurred. He took the papers to sell them. He saw the agent. They could not agree as to price. He started home again, but the agent went with him. In the train the agent murdered him, took the more essential papers, and threw his body from, the carriage. That would account for everything, would it not?\" \"Why had he no ticket?\" \"The ticket would have shown which station was nearest the agent's house. Therefore he took it from the murdered man's pocket.\" \"Good, Lestrade, very good,\" said Holmes. \"Your theory holds together. But if this is true, then the case is at an end. On the one hand, the traitor is dead. On the other, the plans of the Bruce-Partington submarine are presumably already on the Continent. What is there for us to do?\" \"To act, Sherlock- to act!\" cried Mycroft, springing to his feet. \"All my instincts are against this explanation. Use your powers! Go to the scene of the crime! See the people concerned! Leave no stone unturned! In all your career you have never had so great a chance of serving your country.\" \"Well, well!\" said Holmes, shrugging his shoulders. \"Come, Watson! And you, Lestrade, could you favour us with your company for an hour or two? We will begin our investigation by a visit to Aldgate Station. Good-bye, Mycroft. I shall let you have a report before evening, but I warn you in advance that you have little to expect.\" An hour later Holmes, Lestrade and I stood upon the Underground railroad at the point where it emerges from the tunnel immediately before Aldgate Station. A courteous red-faced old gentleman represented the railway company. \"This is where the young man's body lay,\" said he, indicating a spot about three feet from the metals. \"It could not have fallen from above, for these, as you see, are all blank walls. Therefore, it could only have come from a train, and that train, so far as we can trace it, must have passed about midnight on Monday.\"", "\"Have the carriages been examined for any sign of violence?\" \"There are no such signs, and no ticket has been found.\" \"No record of a door being found open?\" \"None.\" \"We have had some fresh evidence this morning,\" said Lestrade. \"A passenger who passed Aldgate in an ordinary Metropolitan train about 11:40 on Monday night declares that he heard a heavy thud, as of a body striking the line, just before the train reached the station. There was dense fog, however, and nothing could be seen. He made no report of it at the time. Why, whatever is the matter with Mr. Holmes?\" My friend was standing with an expression of strained intensity upon his face, staring at the railway metals where they curved out of the tunnel. Aldgate is a junction, and there was a network of points. On these his eager, questioning eyes were fixed, and I saw on his keen, alert face that tightening of the lips, that quiver of the nostrils, and concentration of the heavy, tufted brows which I knew so well. \"Points,\" he muttered; \"the points.\" \"What of it? What do you mean?\" \"I suppose there are no great number of points on a system such as this?\" \"No; there are very few.\" \"And a curve, too. Points, and a curve. By Jove! if it were only so.\" \"What is it, Mr. Holmes? Have you a clue?\" \"An idea- an indication, no more. But the case certainly grows in interest. Unique, perfectly unique, and yet why not? I do not see any indications of bleeding on the line.\" \"There were hardly any.\" \"But I understand that there was a considerable wound.\" \"The bone was crushed, but there was no great external injury.\" \"And yet one would have expected some bleeding. Would it be possible for me to inspect the train which contained the passenger who heard the thud of a fall in the fog?\" \"I fear not, Mr. Holmes. The train has been broken up before now, and the carriages redistributed.\" \"I can assure you, Mr. Holmes,\" said Lestrade, \"that every carriage has been carefully examined. I saw to it myself.\" It was one of my friend's most obvious weaknesses that he was impatient with less alert intelligences than his own. \"Very likely,\" said he, turning away. \"As it happens, it was not the carriages which I desired to examine. Watson, we have done all we can here. We need not trouble you any further, Mr. Lestrade. I think our investigations must now carry us to Woolwich.\" At London Bridge, Holmes wrote a telegram to his brother, which he handed to me before dispatching it. It ran thus: - See some light in the darkness, but it may possibly flicker out. Meanwhile, please send by messenger, to await return at Baker Street, a complete list of all foreign spies or international agents known to be in England, with full address. SHERLOCK. - \"That should be helpful, Watson,\" he remarked as we took our seats in the Woolwich train. \"We certainly owe Brother Mycroft a debt for having introduced us to what promises to be a really very remarkable case.\" His eager face still wore that expression of intense and high-strung energy, which showed me that some novel and suggestive circumstance had opened up a stimulating line of thought.", "See the foxhound with hanging cars and drooping tail as it lolls about the kennels, and compare it with the same hound as, with gleaming eyes and straining muscles, it runs upon a breast-high scent- such was the change in Holmes since the morning. He was a different man from the limp and lounging figure in the mouse-coloured dressing-gown who had prowled so restlessly only a few hours before round the fog-girt room. \"There is material here. There is scope,\" said he. \"I am dull indeed not to have understood its possibilities.\" \"Even now they are dark to me.\" \"The end is dark to me also, but I have hold of one idea which may lead us far. The man met his death elsewhere, and his body was on the roof of a carriage.\" \"On the roof!\" \"Remarkable, is it not? But consider the facts. Is it a coincidence that it is found at the very point where the train pitches and sways as it comes round on the points? Is not that the place where an object upon the roof might be expected to fall off? The points would affect no object inside the train. Either the body fell from the roof, or a very curious coincidence has occurred. But now consider the question of the blood. Of course, there was no bleeding on the line if the body had bled elsewhere. Each fact is suggestive in itself. Together they have a cumulative force.\" \"And the ticket, too!\" I cried. \"Exactly. We could not explain the absence of a ticket. This would explain it. Everything fits together.\" \"But suppose it were so, we are still as far as ever from unravelling the mystery of his death. Indeed, it becomes not simpler but stranger.\" \"Perhaps,\" said Holmes thoughtfully, \"perhaps.\" He relapsed into a silent reverie, which lasted until the slow train drew up at last in Woolwich Station. There he called a cab and drew Mycroft's paper from his pocket. \"We have quite a little round of afternoon calls to make,\" said he. \"I think that Sir James Walter claims our first attention.\" The house of the famous official was a fine villa with green lawns stretching down to the Thames. As we reached it the fog was lifting, and a thin, watery sunshine was breaking through. A butler answered our ring. \"Sir James, sir!\" said he with solemn face. \"Sir James died this morning.\" \"Good heavens!\" cried Holmes in amazement. \"How did he die?\" \"Perhaps you would care to step in, sir, and see his brother, Colonel Valentine?\" \"Yes, we had best do so.\" We were ushered into a dim-lit drawing-room, where an instant later we were joined by a very tall, handsome, light-bearded man of fifty, the younger brother of the dead scientist. His wild eyes, stained cheeks, and unkempt hair all spoke of the sudden blow which had fallen upon the household. He was hardly articulate as he spoke of it. \"It was this horrible scandal,\" said he. \"My brother, Sir James, was a man of very sensitive honour, and he could not survive such an affair. It broke his heart. He was always so proud of the efficiency of his department, and this was a crushing blow.\"", "\"We had hoped that he might have given us some indications which would have helped us to clear the matter up.\" \"I assure you that it was all a mystery to him as it is to you and to all of us. He had already put all his knowledge at the disposal of the police. Naturally he had no doubt that Cadogan West was guilty. But all the rest was inconceivable.\" \"You cannot throw any new light upon the affair?\" \"I know nothing myself save what I have read or heard. I have no desire to be discourteous, but you can understand, Mr. Holmes, that we are much disturbed at present, and I must ask you to hasten this interview to an end.\" \"This is indeed an unexpected development,\" said my friend when we had regained the cab. \"I wonder if the death was natural, or whether the poor old fellow killed himself! If the latter, may it be taken as some sign of self-reproach for duty neglected? We must leave that question to the future. Now we shall turn to the Cadogan Wests.\" A small but well-kept house in the outskirts of the town sheltered the bereaved mother. The old lady was too dazed with grief to be of any use to us, but at her side was a white-faced young lady, who introduced herself as Miss Violet Westbury, the fiancee of the dead man, and the last to see him upon that fatal night. \"I cannot explain it, Mr. Holmes,\" she said. \"I have not shut an eye since the tragedy, thinking, thinking, thinking, night and day, what the true meaning of it can be. Arthur was the most single-minded, chivalrous, patriotic man upon earth. He would have cut his right hand off before he would sell a State secret confided to his keeping. It is absurd, impossible, preposterous to anyone who knew him.\" \"But the facts, Miss Westbury?\" \"Yes, yes; I admit I cannot explain them.\" \"Was he in any want of money?\" \"No; his needs were very simple and his salary ample. He had saved a few hundreds, and we were to marry at the New Year.\" \"No signs of any mental excitement? Come, Miss Westbury, be absolutely frank with us.\" The quick eye of my companion had noted some change in her manner. She coloured and hesitated. \"Yes,\" she said at last, \"I had a feeling that there was something on his mind.\" \"For long?\" \"Only for the last week or so. He was thoughtful and worried. Once I pressed him about it. He admitted that there was something, and that it was concerned with his official life. 'It is too serious for me to speak about, even to you,' said he. I could get nothing more.\" Holmes looked grave. \"Go on, Miss Westbury. Even if it seems to tell against him, go on. We cannot say what it may lead to,\" \"Indeed, I have nothing more to tell. Once or twice it seemed to me that he was on the point of telling me something. He spoke one evening of the importance of the secret, and I have some recollection that he said that no doubt foreign spies would pay a great deal to have it.\" My friend's face grew graver still. \"Anything else?\" \"He said that we were slack about such matters- that it would be easy for a traitor to get the plans.\" \"Was it only recently that he made such remarks?\" \"Yes, quite recently.\" \"Now tell us of that last evening.\" \"We were to go to the theatre.", "The fog was so thick that a cab was useless. We walked, and our way took us close to the office. Suddenly he darted away into the fog.\" \"Without a word?\" \"He gave an exclamation; that was all. I waited but he never returned. Then I walked home. Next morning, after the office opened, they came to inquire. About twelve o'clock we heard the terrible news. Oh, Mr. Holmes, if you could only, only save his honour! It was so much to him.\" Holmes shook his head sadly. \"Come, Watson,\" said he, \"our ways lie elsewhere. Our next station must be the office from which the papers were taken. \"It was black enough before against this young man, but our inquiries make it blacker,\" he remarked as the cab lumbered off. \"His coming marriage gives a motive for the crime. He naturally wanted money. The idea was in his head, since he spoke about it. He nearly made the girl an accomplice in the treason by telling her his plans. It is all very bad.\" \"But surely, Holmes, character goes for something? Then, again, why should he leave the girl in the street and dart away to commit a felony?\" \"Exactly! There are certainly objections. But it is a formidable case which they have to meet.\" Mr. Sidney Johnson, the senior clerk, met us at the office and received us with that respect which my companion's card always commanded. He was a thin, gruff, bespectacled man of middle age, his cheeks haggard, and his hands twitching from the nervous strain to which he had been subjected. \"It is bad, Mr. Holmes, very bad! Have you heard of the death of the chief?\" \"We have just come from his house.\" \"The place is disorganized. The chief dead, Cadogan West dead, our papers stolen. And yet, when we closed our door on Monday evening, we were as efficient an office as any in the government service. Good God, it's dreadful to think off That West, of all men, should have done such a thing!\" \"You are sure of his guilt, then?\" \"I can see no other way out of it. And yet I would have trusted him as I trust myself.\" \"At what hour was the office closed on Monday?\" \"At five.\" \"Did you close it?\" \"I am always the last man out.\" \"Where were the plans?\" \"In that safe. I put them there myself.\" \"Is there no watchman to the building?\" \"There is, but he has other departments to look after as well. He is an old soldier and a most trustworthy man. He saw nothing that evening. Of course the fog was very thick.\" \"Suppose that Cadogan West wished to make his way into the building after hours; he would need three keys, would he not, before he could reach the papers?\"", "\"Yes, he would. The key of the outer door, the key of the office, and the key of the safe.\" \"Only Sir James Walter and you had those keys?\" \"I had no keys of the doors- only of the safe.\" \"Was Sir James a man who was orderly in his habits?\" \"Yes, I think he was. I know that so far as those three keys are concerned he kept them on the same ring. I have often seen them there.\" \"And that ring went with him to London?\" \"He said so.\" \"And your key never left your possession?\" \"Never.\" \"Then West, if he is the culprit, must have had a duplicate. And yet none were found upon his body. One other point: if a clerk in this office desired to sell the plans, would it not be simpler to copy the plans for himself than to take the originals, as was actually done?\" \"It would take considerable technical knowledge to copy the plans in an effective way.\" \"But I suppose either Sir James, or you, or West had that technical knowledge?\" \"No doubt we had, but I beg you won't try to drag me into the matter, Mr. Holmes. What is the use of our speculating in this way when the original plans were actually found on West?\" \"Well, it is certainly singular that he should run the risk of taking originals if he could safely have taken copies, which would have equally served his turn.\" \"Singular, no doubt- and yet he did so.\" \"Every inquiry in this case reveals something inexplicable. Now there are three papers still missing. They are, as I understand, the vital ones.\" \"Yes, that is so.\" \"Do you mean to say that anyone holding these three papers, and without the seven others, could construct a Bruce-Partington submarine?\" \"I reported to that effect to the Admiralty. But to-day I have been over the drawings again, and I am not so sure of it. The double valves with the automatic self-adjusting slots are drawn in one of the papers which have been returned. Until the foreigners had invented that for themselves they could not make the boat. Of course they might soon get over the difficulty.\" \"But the three missing drawings are the most important?\" \"Undoubtedly.\" \"I think, with your permission, I will now take a stroll round the premises. I do not recall any other question which I desired to ask.\" He examined the lock of the safe, the door of the room, and finally the iron shutters of the window. It was only when we were on the lawn outside that his interest was strongly excited. There was a laurel bush outside the window, and several of the branches bore signs of having been twisted or snapped. He examined them carefully with his lens, and then some dim and vague marks upon the earth beneath. Finally he asked the chief clerk to close the iron shutters, and he pointed out to me that they hardly met in the centre, and that it would be possible for anyone outside to see what was going on within the room. \"The indications are ruined by the three days' delay. They may mean something or nothing. Well, Watson, I do not think that Woolwich can help us further. It is a small crop which we have gathered. Let us see if we can do better in London.\" Yet we added one more sheaf to our harvest before we left Woolwich Station. The clerk in the ticket office was able to say with confidence that he saw Cadogan West- whom he knew well by sight- upon the Monday night, and that he went to London by the 8:15 to London Bridge. He was alone and took a single third-class ticket. The clerk was struck at the time by his excited and nervous manner. So shaky was he that he could hardly pick up his change, and the clerk had helped him with it.", "A reference to the timetable showed that the 8:15 was the first train which it was possible for West to take after he had left the lady about 7:30. \"Let us reconstruct, Watson,\" said Holmes after half an hour of silence. \"I am not aware that in all our joint researches we have ever had a case which was more difficult to get at. Every fresh advance which we make only reveals a fresh ridge beyond. And yet we have surely made some appreciable progress. \"The effect of our inquiries at Woolwich has in the main been against young Cadogan West; but the indications at the window would lend themselves to a more favourable hypothesis. Let us suppose, for example, that he had been approached by some foreign agent. It might have been done under such pledges as would have prevented him from speaking of it, and yet would have affected his thoughts in the direction indicated by his remarks to his fiancee. Very good. We will now suppose that as he went to the theatre with the young lady he suddenly, in the fog, caught a glimpse of this same agent going in the direction of the office. He was an impetuous man, quick in his decisions. Everything gave way to his duty. He followed the man, reached the window, saw the abstraction of the documents, and pursued the thief. In this way we get over the objection that no one would take originals when he could make copies. This outsider had to take originals. So far it holds together.\" \"What is the next step?\" \"Then we come into difficulties. One would imagine that under such circumstances the first act of young Cadogan West would be to seize the villain and raise the alarm. Why did he not do so? Could it have been an official superior who took the papers? That would explain West's conduct. Or could the chief have given West the slip in the fog, and West started at once to London to head him off from his own rooms, presuming that he knew where the rooms were? The call must have been very pressing, since he left his girl standing in the fog and made no effort to communicate with her. Our scent runs cold here, and there is a vast gap between either hypothesis and the laying of West's body, with seven papers in his pocket, on the roof of a Metropolitan train. My instinct now is to work from the other end. If Mycroft has given us the list of addresses we may be able to pick our man and follow two tracks instead of one.\" Surely enough, a note awaited us at Baker Street. A government messenger had brought it post-haste. Holmes glanced at it and threw it over to me. - \"There are numerous small fry, but few who would handle so big an affair. The only men worth considering are Adolph Meyer, of 13 Great George Street, Westminster; Louis La Rothiere, of Campden Mansions, Notting Hill; and Hugo Oberstein, 13 Caulfield Gardens, Kensington. The latter was known to be in town on Monday and is now reported as having left. Glad to hear you have seen some light. The Cabinet awaits your final report with the utmost anxiety. Urgent representations have arrived from the very highest quarter. The whole force of the State is at your back if you should need it. MYCROFT. - \"I'm afraid,\" said Holmes, smiling, \"that all the queen's horses and all the queen's men cannot avail in this matter.\" He had spread out his big map of London and leaned eagerly over it. \"Well, well,\" said he presently with an exclamation of satisfaction, \"things are turning a little in our direction at last. Why, Watson, I do honestly believe that we are going to pull it off, after all.\" He slapped me on the shoulder with a sudden burst of hilarity, \"I am going out now. It is only a reconnaissance. I will do nothing serious without my trusted comrade and biographer at my elbow. Do you stay here, and the odds are that you will see me again in an hour or two. If time hangs heavy get foolscap and a pen, and begin your narrative of how we saved the State.\" I felt some reflection of his elation in my own mind, for I knew well that he would not depart so far from his usual austerity of demeanour unless there was good cause for exultation. All the long November evening I waited, filled with impatience for his return. At last, shortly after nine o'clock, there arrived a messenger with a note: - Am dining at Goldini's Restaurant, Gloucester Road, Kensington.", "Please come at once and join me there. Bring with you a jemmy, a dark lantern, a chisel, and a revolver. S. H. - It was a nice equipment for a respectable citizen to carry through the dim, fog-draped streets. I stowed them all discreetly away in my overcoat and drove straight to the address given. There sat my friend at a little round table near the door of the garish Italian restaurant. \"Have you had something to eat? Then join me in a coffee and curacao. Try one of the proprietor's cigars. They are less poisonous than one would expect. Have you the tools?\" \"They are here, in my overcoat.\" \"Excellent. Let me give you a short sketch of what I have done, with some indication of what we are about to do. Now it must be evident to you, Watson, that this young man's body was placed on the roof of the train. That was clear from the instant that I determined the fact that it was from the roof, and not from a carriage, that he had fallen.\" \"Could it not have been dropped from a bridge?\" \"I should say it was impossible. If you examine the roofs you will find that they are slightly rounded, and there is no railing round them. Therefore, we can say for certain that young Cadogan West was placed on it.\" \"How could he be placed there?\" \"That was the question which we had to answer. There is only one possible way. You are aware that the Underground runs clear of tunnels at some points in the West End. I had a vague memory that as I have travelled by it I have occasionally seen windows just above my head. Now, suppose that a train halted under such a window, would there be any difficulty in laying a body upon the roof?\" \"It seems most improbable.\" \"We must fall back upon the old axiom that when all other contingencies fail, whatever remains, however improbable, must be the truth. Here all other contingencies have failed. When I found that the leading international agent, who had just left London, lived in a row of houses which abutted upon the Underground, I was so pleased that you were a little astonished at my sudden frivolity.\" \"Oh, that was it, was it?\" \"Yes, that was it. Mr. Hugo Oberstein, Of 13 Caulfield Gardens, had become my objective. I began my operations at Gloucester Road Station, where a very helpful official walked with me along the track and allowed me to satisfy myself not only that the back-stair windows of Caulfield Gardens open on the line but the even more essential fact that, owing to the intersection of one of the larger railways, the Underground trains are frequently held motionless for some minutes at that very spot.\" \"Splendid, Holmes! You have got it!\" \"So far- so far, Watson. We advance, but the goal is afar. Well, having seen the back of Caulfield Gardens, I visited the front and satisfied myself that the bird was indeed flown. It is a considerable house, unfurnished, so far as I could judge, in the upper rooms. Oberstein lived there with a single valet, who was probably a confederate entirely in his confidence. We must bear in mind that Oberstein has gone to the Continent to dispose of his booty, but not with any idea of flight; for he had no reason to fear a warrant, and the idea of an amateur domiciliary visit would certainly never occur to him. Yet that is precisely what we are about to make.\" \"Could we not get a warrant and legalize it?\" \"Hardly on the evidence.\" \"What can we hope to do?\" \"We cannot tell what correspondence may be there.\" \"I don't like it, Holmes.\" \"My dear fellow, you shall keep watch in the street. I'll do the criminal part. It's not a time to stick at trifles.", "Think of Mycroft's note, of the Admiralty, the Cabinet, the exalted person who waits for news. We are bound to go.\" My answer was to rise from the table. \"You are right, Holmes. We are bound to go.\" He sprang up and shook me by the hand. \"I knew you would not shrink at the last,\" said he, and for a moment I saw something in his eyes which was nearer to tenderness than I had ever seen. The next instant he was his masterful, practical self once more. \"It is nearly half a mile, but there is no hurry. Let us walk,\" said he. \"Don't drop the instruments, I beg. Your arrest as a suspicious character would be a most unfortunate complication.\" Caulfield Gardens was on of those lines of flat-faced pillared, and porticoed houses which are so prominent a product of the middle Victorian epoch in the West End of London. Next door there appeared to be a children's party, for the merry buzz of young voices and the clatter of a piano resounded through the night. The fog still hung about and screened us with its friendly shade. Holmes had lit his lantern and flashed it upon the massive door. \"This is a serious proposition,\" said he. \"It is certainly bolted as well as locked. We would do better in the area. There is an excellent archway down yonder in case a too zealous policeman should intrude. Give me a hand, Watson, and I'll do the same for you.\" A minute later we were both in the area. Hardly had we reached the dark shadows before the step of the policeman was heard in the fog above. As its soft rhythm died away, Holmes set to work upon the lower door. I saw him stoop and strain until with a sharp crash it flew open. We sprang through into the dark passage, closing the area door behind us. Holmes led the way up the curving, uncarpeted stair. His little fan of yellow light shone upon a low window. \"Here we are, Watson- this must be the one.\" He threw it open, and as he did so there was a low, harsh murmur, growing steadily into a loud roar as a train dashed past us in the darkness. Holmes swept his light along the window-sill. It was thickly coated with soot from the passing engines, but the black surface was blurred and rubbed in places. \"You can see where they rested the body. Halloa, Watson! what is this? There can be no doubt that it is a blood mark.\" He was pointing to faint discolourations along the woodwork of the window. \"Here it is on the stone of the stair also. The demonstration is complete. Let us stay here until a train stops.\" We had not long to wait. The very next train roared from the tunnel as before, but slowed in the open, and then, with a creaking of brakes, pulled up immediately beneath us. It was not four feet from the window-ledge to the roof of the carriages. Holmes softly closed the window. \"So far we are justified,\" said he. \"What do you think of it, Watson?\" \"A masterpiece. You have never risen to a greater height.\" \"I cannot agree with you there. From the moment that I conceived the idea of the body being upon the roof, which surely was not a very abstruse one, all the rest was inevitable.", "If it were not for the grave interests involved the affair up to this point would be insignificant. Our difficulties are still before us. But perhaps we may find something here which may help us.\" We had ascended the kitchen stair and entered the suite of rooms upon the first floor. One was a dining-room, severely furnished and containing nothing of interest. A second was a bedroom, which also drew blank. The remaining room appeared more promising and my companion settled down to a systematic examination. It was littered with books and papers, and was evidently used as a study. Swiftly and methodically Holmes turned over the contents of drawer after drawer and cupboard after cupboard, but no gleam of success came to brighten his austere face. At the end of an hour he was no further than when he started. \"The cunning dog has covered his tracks,\" said he. \"He has left nothing to incriminate him. His dangerous correspondence has been destroyed or removed. This is our last chance.\" It was a small tin cash-box which stood upon the writing-desk. Holmes pried it open with his chisel. Several rolls of paper were within, covered with figures and calculations, without any note to show to what they referred. The recurring words, 'water pressure' and 'pressure to the square inch' suggested some possible relation to a submarine. Holmes tossed them all impatiently aside. There only remained an envelope with some small newspaper slips inside it. He shook them out on the table, and at once I saw by his eager face that his hopes had been raised. \"What's this, Watson? Eh? What's this? Record of a series of messages in the advertisements of a paper. Daily Telegraph agony column by the print and paper. Right-hand top corner of a page. No dates- but messages arrange themselves. This must be the first: - \"Hoped to hear sooner. Terms agreed to. Write fully to address given on card. \"PIERROT. - \"Next comes: - \"Too complex for description. Must have full report. Stuff awaits you when goods delivered. \"PIERROT. - \"Then comes: - \"Matter presses. Must withdraw offer unless contract completed. Make appointment by letter. Will confirm by advertisement. \"PIERROT. - \"Finally: - \"Monday night after nine. Two taps. Only ourselves. Do not be so suspicious. Payment in hard cash when goods delivered. \"PIERROT. - - \"A fairly complete record, Watson! If we could only get at the man at the other end!\" He sat lost in thought, tapping his fingers on the table.", "Finally he sprang to his feet. \"Well, perhaps it won't be so difficult, after all. There is nothing more to be done here, Watson. I think we might drive round to the offices of the Daily Telegraph, and so bring a good day's work to a conclusion.\" - Mycroft Holmes and Lestrade had come round by appointment after breakfast next day and Sherlock Holmes had recounted to them our proceedings of the day before. The professional shook his head over our confessed burglary. \"We can't do these things in the force, Mr. Holmes,\" said he. \"No wonder you get results that are beyond us. But some of these days you'll go too far, and you'll find yourself and your friend in trouble.\" \"For England, home and beauty- eh, Watson? Martyrs on the altar of our country. But what do you think of it, Mycroft?\" \"Excellent, Sherlock! Admirable! But what use will you make of it?\" Holmes picked up the Daily Telegraph which lay upon the table. \"Have you seen Pierrot's advertisement to-day?\" \"What? Another one?\" \"Yes, here it is: - \"To-night. Same hour. Same place. Two taps. Most vitally important. Your own safety at stake. \"PIERROT. - \"By George!\" cried Lestrade. \"If he answers that we've got him!\" \"That was my idea when I put it in. I think if you could both make it convenient to come with us about eight o'clock to Caulfield Gardens we might possibly get a little nearer to a solution.\" - One of the most remarkable characteristics of Sherlock Holmes was his power of throwing his brain out of action and switching all his thoughts on to lighter things whenever he had convinced himself that he could no longer work to advantage. I remember that during the whole of that memorable day he lost himself in a monograph which he had undertaken upon the Polyphonic Motets of Lassus. For my own part I had none of this power of detachment, and the day, in consequence, appeared to be interminable. The great national importance of the issue, the suspense in high quarters, the direct nature of the experiment which we were trying- all combined to work upon my nerve. It was a relief to me when at last, after a light dinner, we set out upon our expedition. Lestrade and Mycroft met us by appointment at the outside of Gloucester Road Station. The area door of Oberstein's house had been left open the night before, and it was necessary for me, as Mycroft Holmes absolutely and indignantly declined to climb the railings, to pass in and open the hall door. By nine o'clock we were all seated in the study, waiting patiently for our man. An hour passed and yet another. When eleven struck, the measured beat of the great church clock seemed to sound the dirge of our hopes. Lestrade and Mycroft were fidgeting in their seats and looking twice a minute at their watches. Holmes sat silent and composed, his eyelids half shut, but every sense on the alert. He raised his head with a sudden jerk. \"He is coming,\" said he. There had been a furtive step past the door. Now it returned. We heard a shuffling sound outside, and then two sharp taps with the knocker. Holmes rose, motioning to us to remain seated. The gas in the hall was a mere point of light.", "He opened the outer door, and then as a dark figure slipped past him he closed and fastened it. \"This way!\" we heard him say, and a moment later our man stood before us. Holmes had followed him closely, and as the man turned with a cry of surprise and alarm he caught him by the collar and threw him back into the room. Before our prisoner had recovered his balance the door was shut and Holmes standing with his back against it. The man glared round him, staggered, and fell senseless upon the floor. With the shock, his broad-brimmed hat flew from his head, his cravat slipped down from his lips, and there were the long light beard and the soft, handsome delicate features of Colonel Valentine Walter. Holmes gave a whistle of surprise. \"You can write me down an ass this time, Watson,\" said he. \"This was not the bird that I was looking for.\" \"Who is he?\" asked Mycroft eagerly. \"The younger brother of the late Sir James Walter, the head of the Submarine Department. Yes, yes; I see the fall of the cards. He is coming to. I think that you had best leave his examination to me.\" We had carried the prostrate body to the sofa. Now our prisoner sat up, looked round him with a horror-stricken face, and passed his hand over his forehead, like one who cannot believe his own senses. \"What is this?\" he asked. \"I came here to visit Mr. Oberstein.\" \"Everything is known, Colonel Walter,\" said Holmes. \"How an English gentleman could behave in such a manner is beyond my comprehension. But your whole correspondence and relations with Oberstein are within our knowledge. So also are the circumstances connected with the death of young Cadogan West. Let me advise you to gain at least the small credit for repentance and confession, since there are still some details which we can only learn from your lips.\" The man groaned and sank his face in his hands. We waited, but he was silent. \"I can assure you,\" said Holmes, \"that every essential is already known. We know that you were pressed for money; that you took an impress of the keys which your brother held; and that you entered into a correspondence with Oberstein, who answered your letters through the advertisement columns of the Daily Telegraph. We are aware that you went down to the office in the fog on Monday night, but that you were seen and followed by young Cadogan West, who had probably some previous reason to suspect you. He saw your theft, but could not give the alarm, as it was just possible that you were taking the papers to your brother in London. Leaving all his private concerns, like the good citizen that he was, he followed you closely in the fog and kept at your heels until you reached this very house. There he intervened, and then it was, Colonel Walter, that to treason you added the more terrible crime of murder.\" \"I did not! I did not! Before God I swear that I did not!\" cried our wretched prisoner. \"Tell us, then, how Cadogan West met his end before you laid him upon the roof of a railway carriage.\" \"I will. I swear to you that I will. I did the rest. I confess it. It was just as you say. A Stock Exchange debt had to be paid. I needed the money badly. Oberstein offered me five thousand. It was to save myself from ruin. But as to murder, I am as innocent as you.\"", "\"What happened, then?\" \"He had his suspicions before, and he followed me as you describe. I never knew it until I was at the very door. It was thick fog, and one could not see three yards. I had given two taps and Oberstein had come to the door. The young man rushed up and demanded to know what we were about to do with the papers. Oberstein had a short life-preserver. He always carried it with him. As West forced his way after us into the house Oberstein struck him on the head. The blow was a fatal one. He was dead within five minutes. There he lay in the hall, and we were at our wit's end what to do. Then Oberstein had this idea about the trains which halted under his back window. But first he examined the papers which I had brought. He said that three of them were essential, and that he must keep them. 'You cannot keep them,' said I. 'There will be a dreadful row at Woolwich if they are not returned.' 'I must keep them,' said he, 'for they are so technical that it is impossible in the time to make copies.' 'Then they must all go back together tonight,' said I. He thought for a little, and then he cried out that he had it. 'Three I will keep,' said he. 'The others we will stuff into the pocket of this young man. When he is found the whole business will assuredly be put to his account. I could see no other way out of it, so we did as he suggested. We waited half an hour at the window before a train stopped. It was so thick that nothing could be seen, and we had no difficulty in lowering West's body on to the train. That was the end of the matter so far as I was concerned.\" \"And your brother?\" \"He said nothing, but he had caught me once with his keys, and I think that he suspected. I read in his eyes that he suspected. As you know, he never held up his head again.\" There was silence in the room. It was broken by Mycroft Holmes. \"Can you not make reparation? It would ease your conscience, and possibly your punishment.\" \"What reparation can I make?\" \"Where is Oberstein with the papers?\" \"I do not know.\" \"Did he give you no address?\" \"He said that letters to the Hotel du Louvre, Paris, would eventually reach him.\" \"Then reparation is still within your power,\" said Sherlock Holmes. \"I will do anything I can. I owe this fellow no particular good-will. He has been my ruin and my downfall. \"Here are paper and pen. Sit at this desk and write to my dictation. Direct the envelope to the address given. That is right. Now the letter: - Dear Sir: With regard to our transaction, you will no doubt have observed by now that one essential detail is missing. I have a tracing which will make it complete.", "This has involved me in extra trouble, however, and I must ask you for a further advance of five hundred pounds. I will not trust it to the post, nor will I take anything but gold or notes. I would come to you abroad, but it would excite remark if I left the country at present. Therefore I shall expect to meet you in the smoking-room of the Charing Cross Hotel at noon on Saturday. Remember that only English notes, or gold, will be taken. - That will do very well. I shall be very much surprised if it does not fetch our man.\" And it did! It is a matter of history- that secret history of a nation which is often, so much more intimate and interesting than its public chronicles- that Oberstein, eager to complete the coup of his lifetime, came to the lure and was safely engulfed for fifteen years in a British prison. In his trunk were found the invaluable Bruce-Partington plans, which he had put up for auction in all the naval centres of Europe. Colonel Walter died in prison towards the end of the second year of his sentence. As to Holmes, he returned refreshed to his monograph upon the Polyphonic Motets of Lassus, which has since been printed for private circulation, and is said by experts to be the last word upon the subject. Some weeks afterwards I learned incidentally that my friend spent a day at Windsor, whence he returned with a remarkably fine emerald tie-pin. When I asked him if he had bought it, he answered that it was a present from a certain gracious lady in whose interests he had once been fortunate enough to carry out a small commission. He said no more; but I fancy that I could guess at that lady's august name, and I have little doubt that the emerald pin will forever recall to my friend's memory the adventure of the Bruce-Partington plans. - - -THE END-"]}