{"EMERSON": ["AN ADDRESS _Delivered before the Senior Class in Divinity College, Cambridge, Sunday Evening, July 15, 1838_ In this refulgent summer, it has been a luxury to draw the breath of life. The grassurst, the meadow is spotted with fire and gold in the tint of flowers. The air is full of birds, and sweet with the breath of the pine, the balm-of-Gilead, and the new hay. Night brings no gloom to the heart with its welcome shade. Through the transparent darkness the stars pour their almost spiritual rays. Man under them seems a young child, and his huge globe a toy. The cool night bathes the world as with a river, and prepares his eyes again for the crimson dawn. The mystery of nature was never displayed more happily. The corn and the wine have been freely dealt to all creatures, and the never-broken silence with which the old bounty goes forward, has not yielded yet one word of explanation. One is constrained to respect the perfection of this world, in which our senses converse. How wide; how rich; what invitation from every property it gives to every faculty of man! In its fruitful soils; in its navigable sea; in its mountains of metal and stone; in its forests of all woods; in its animals; in its chemical ingredients; in the powers and path of light, heat, attraction, and life, it is well worth the pith and heart of great men to subdue and enjoy it. The planters, the mechanics, the inventors, the astronomers, the builders of cities, and the captains, history delights to honor. But when the mind opens, and reveals the laws which traverse the universe, and make things what they are, then shrinks the great world at once into a mere illustration and fable of this mind. What am I? and What is? asks the human spirit with a curiosity new-kindled, but never to be quenched. Behold these outrunning laws, which our imperfect apprehension can see tend this way and that, but not come full circle. Behold these infinite relations, so like, so unlike; many, yet one. I would study, I would know, I would admire forever. These works of thought have been the entertainments of the human spirit in all ages. A more secret, sweet, and overpowering beauty appears to man when his heart and mind open to the sentiment of virtue. Then he is instructed in what is above him. He learns that his being is without bound; that, to the good, to the perfect, he is born, low as he now lies in evil and weakness. That which he venerates is still his own, though he has not realized it yet. _He ought_. He knows the sense of that grand word, though his analysis fails entirely to render account of it. When in innocency, or when by intellectual perception, he attains to say, -- `I love the Right; Truth is beautiful within and without, forevermore. Virtue, I am thine: save me: use me: thee will I serve, day and night, in great, in small, that I may be not virtuous, but virtue;' -- then is the end of the creation answered, and God is well pleased. The sentiment of virtue is a reverence and delight in the presence of certain divine laws. It perceives that this homely game of life we play, covers, under what seem foolish details, principles that astonish. The child amidst his baubles, is learning the action of light, motion, gravity, muscular force; and in the game of human life, love, fear, justice, appetite, man, and God, interact. These laws refuse to be adequately stated. They will not be written out on paper, or spoken by the tongue. They elude our persevering thought; yet we read them hourly in each other's faces, in each other's actions, in our own remorse. The moral traits which are all globed into every virtuous act and thought, -- in speech, we must sever, and describe or suggest by painful enumeration of many particulars. Yet, as this sentiment is the essence of all religion, let me guide your eye to the precise objects of the sentiment, by an enumeration of some of those classes of facts in which this element is conspicuous. The intuition of the moral sentiment is an insight of the perfection of the laws of the soul. These laws execute themselves. They are out of time, out of space, and not subject to circumstance. Thus; in the soul of man there is a justice whose retributions are instant and entire. He who does a good deed, is instantly ennobled. He who does a mean deed, is by the action itself contracted. He who puts off impurity, thereby puts on purity. If a man is at heart just, then in so far is he God; the safety of God, the immortality of God, the majesty of God do enter into that man with justice. If a man dissemble, deceive, he deceives himself, and goes out of acquaintance with his own being. A man in the view of absolute goodness, adores, with total humility. Every step so downward, is a step upward. The man who renounces himself, comes to himself. See how this rapid intrinsic energy worketh everywhere, righting wrongs, correcting appearances, and bringing up facts to a harmony with thoughts.", "Its operation in life, though slow to the senses, is, at last, as sure as in the soul. By it, a man is made the Providence to himself, dispensing good to his goodness, and evil to his sin. Character is always known. Thefts never enrich; alms never impoverish; murder will speak out of stone walls. The least admixture of a lie, -- for example, the taint of vanity, the least attempt to make a good impression, a favorable appearance, -- will instantly vitiate the effect. But speak the truth, and all nature and all spirits help you with unexpected furtherance. Speak the truth, and all things alive or brute are vouchers, and the very roots of the grass underground there, do seem to stir and move to bear you witness. See again the perfection of the Law as it applies itself to the affections, and becomes the law of society. As we are, so we associate. The good, by affinity, seek the good; the vile, by affinity, the vile. Thus of their own volition, souls proceed into heaven, into hell. These facts have always suggested to man the sublime creed, that the world is not the product of manifold power, but of one will, of one mind; and that one mind is everywhere active, in each ray of the star, in each wavelet of the pool; and whatever opposes that will, is everywhere balked and baffled, because things are made so, and not otherwise. Good is positive. Evil is merely privative, not absolute: it is like cold, which is the privation of heat. All evil is so much death or nonentity. Benevolence is absolute and real. So much benevolence as a man hath, so much life hath he. For all things proceed out of this same spirit, which is differently named love, justice, temperance, in its different applications, just as the ocean receives different names on the several shores which it washes. All things proceed out of the same spirit, and all things conspire with it. Whilst a man seeks good ends, he is strong by the whole strength of nature. In so far as he roves from these ends, he bereaves himself of power, of auxiliaries; his being shrinks out of all remote channels, he becomes less and less, a mote, a point, until absolute badness is absolute death. The perception of this law of laws awakens in the mind a sentiment which we call the religious sentiment, and which makes our highest happiness. Wonderful is its power to charm and to command. It is a mountain air. It is the embalmer of the world. It is myrrh and storax, and chlorine and rosemary. It makes the sky and the hills sublime, and the silent song of the stars is it. By it, is the universe made safe and habitable, not by science or power. Thought may work cold and intransitive in things, and find no end or unity; but the dawn of the sentiment of virtue on the heart, gives and is the assurance that Law is sovereign over all natures; and the worlds, time, space, eternity, do seem to break out into joy. This sentiment is divine and deifying. It is the beatitude of man. It makes him illimitable. Through it, the soul first knows itself. It corrects the capital mistake of the infant man, who seeks to be great by following the great, and hopes to derive advantages _from another_, -- by showing the fountain of all good to be in himself, and that he, equally with every man, is an inlet into the deeps of Reason. When he says, \"I ought;\" when love warms him; when he chooses, warned from on high, the good and great deed; then, deep melodies wander through his soul from Supreme Wisdom. Then he can worship, and be enlarged by his worship; for he can never go behind this sentiment. In the sublimest flights of the soul, rectitude is never surmounted, love is never outgrown. This sentiment lies at the foundation of society, and successively creates all forms of worship. The principle of veneration never dies out. Man fallen into superstition, into sensuality, is never quite without the visions of the moral sentiment. In like manner, all the expressions of this sentiment are sacred and permanent in proportion to their purity. The expressions of this sentiment affect us more than all other compositions. The sentences of the oldest time, which ejaculate this piety, are still fresh and fragrant. This thought dwelled always deepest in the minds of men in the devout and contemplative East; not alone in Palestine, where it reached its purest expression, but in Egypt, in Persia, in India, in China. Europe has always owed to oriental genius, its divine impulses. What these holy bards said, all sane men found agreeable and true. And the unique impression of Jesus upon mankind, whose name is not so much written as ploughed into the history of this world, is proof of the subtle virtue of this infusion. Meantime, whilst the doors of the temple stand open, night and day, before every man, and the oracles of this truth cease never, it is guarded by one stern condition; this, namely; it is an intuition. It cannot be received at second hand. Truly speaking, it is not instruction, but provocation, that I can receive from another soul.", "What he announces, I must find true in me, or wholly reject; and on his word, or as his second, be he who he may, I can accept nothing. On the contrary, the absence of this primary faith is the presence of degradation. As is the flood so is the ebb. Let this faith depart, and the very words it spake, and the things it made, become false and hurtful. Then falls the church, the state, art, letters, life. The doctrine of the divine nature being forgotten, a sickness infects and dwarfs the constitution. Once man was all; now he is an appendage, a nuisance. And because the indwelling Supreme Spirit cannot wholly be got rid of, the doctrine of it suffers this perversion, that the divine nature is attributed to one or two persons, and denied to all the rest, and denied with fury. The doctrine of inspiration is lost; the base doctrine of the majority of voices, usurps the place of the doctrine of the soul. Miracles, prophecy, poetry; the ideal life, the holy life, exist as ancient history merely; they are not in the belief, nor in the aspiration of society; but, when suggested, seem ridiculous. Life is comic or pitiful, as soon as the high ends of being fade out of sight, and man becomes near-sighted, and can only attend to what addresses the senses. These general views, which, whilst they are general, none will contest, find abundant illustration in the history of religion, and especially in the history of the Christian church. In that, all of us have had our birth and nurture. The truth contained in that, you, my young friends, are now setting forth to teach. As the Cultus, or established worship of the civilized world, it has great historical interest for us. Of its blessed words, which have been the consolation of humanity, you need not that I should speak. I shall endeavor to discharge my duty to you, on this occasion, by pointing out two errors in its administration, which daily appear more gross from the point of view we have just now taken. Jesus Christ belonged to the true race of prophets. He saw with open eye the mystery of the soul. Drawn by its severe harmony, ravished with its beauty, he lived in it, and had his being there. Alone in all history, he estimated the greatness of man. One man was true to what is in you and me. He saw that God incarnates himself in man, and evermore goes forth anew to take possession of his world. He said, in this jubilee of sublime emotion, `I am divine. Through me, God acts; through me, speaks. Would you see God, see me; or, see thee, when thou also thinkest as I now think.' But what a distortion did his doctrine and memory suffer in the same, in the next, and the following ages! There is no doctrine of the Reason which will bear to be taught by the Understanding. The understanding caught this high chant from the poet's lips, and said, in the next age, `This was Jehovah come down out of heaven. I will kill you, if you say he was a man.' The idioms of his language, and the figures of his rhetoric, have usurped the place of his truth; and churches are not built on his principles, but on his tropes. Christianity became a Mythus, as the poetic teaching of Greece and of Egypt, before. He spoke of miracles; for he felt that man's life was a miracle, and all that man doth, and he knew that this daily miracle shines, as the character ascends. But the word Miracle, as pronounced by Christian churches, gives a false impression; it is Monster. It is not one with the blowing clover and the falling rain. He felt respect for Moses and the prophets; but no unfit tenderness at postponing their initial revelations, to the hour and the man that now is; to the eternal revelation in the heart. Thus was he a true man. Having seen that the law in us is commanding, he would not suffer it to be commanded. Boldly, with hand, and heart, and life, he declared it was God. Thus is he, as I think, the only soul in history who has appreciated the worth of a man. 1. In this point of view we become very sensible of the first defect of historical Christianity. Historical Christianity has fallen into the error that corrupts all attempts to communicate religion. As it appears to us, and as it has appeared for ages, it is not the doctrine of the soul, but an exaggeration of the personal, the positive, the ritual. It has dwelt, it dwells, with noxious exaggeration about the _person_ of Jesus. The soul knows no persons. It invites every man to expand to the full circle of the universe, and will have no preferences but those of spontaneous love. But by this eastern monarchy of a Christianity, which indolence and fear have built, the friend of man is made the injurer of man. The manner in which his name is surrounded with expressions, which were once sallies of admiration and love, but are now petrified into official titles, kills all generous sympathy and liking. All who hear me, feel, that the language that describes Christ to Europe and America, is not the style of friendship and enthusiasm to a good and noble heart, but is appropriated and formal, -- paints a demigod, as the Orientals or the Greeks would describe Osiris or Apollo.", "Accept the injurious impositions of our early catachetical instruction, and even honesty and self-denial were but splendid sins, if they did not wear the Christian name. One would rather be `A pagan, suckled in a creed outworn,' than to be defrauded of his manly right in coming into nature, and finding not names and places, not land and professions, but even virtue and truth foreclosed and monopolized. You shall not be a man even. You shall not own the world; you shall not dare, and live after the infinite Law that is in you, and in company with the infinite Beauty which heaven and earth reflect to you in all lovely forms; but you must subordinate your nature to Christ's nature; you must accept our interpretations; and take his portrait as the vulgar draw it. That is always best which gives me to myself. The sublime is excited in me by the great stoical doctrine, Obey thyself. That which shows God in me, fortifies me. That which shows God out of me, makes me a wart and a wen. There is no longer a necessary reason for my being. Already the long shadows of untimely oblivion creep over me, and I shall decease forever. The divine bards are the friends of my virtue, of my intellect of my strength. They admonish me, that the gleams which flash across my mind, are not mine, but God's; that they had the like, and were not disobedient to the heavenly vision. So I love them. Noble provocations go out from them, inviting me to resist evil; to subdue the world; and to Be. And thus by his holy thoughts, Jesus serves us, and thus only. To aim to convert a man by miracles, is a profanation of the soul. A true conversion, a true Christ, is now, as always, to be made, by the reception of beautiful sentiments. It is true that a great and rich soul, like his, falling among the simple, does so preponderate, that, as his did, it names the world. The world seems to them to exist for him, and they have not yet drunk so deeply of his sense, as to see that only by coming again to themselves, or to God in themselves, can they grow forevermore. It is a low benefit to give me something; it is a high benefit to enable me to do somewhat of myself. The time is coming when all men will see, that the gift of God to the soul is not a vaunting, overpowering, excluding sanctity, but a sweet, natural goodness, a goodness like thine and mine, and that so invites thine and mine to be and to grow. The injustice of the vulgar tone of preaching is not less flagrant to Jesus, than to the souls which it profanes. The preachers do not see that they make his gospel not glad, and shear him of the locks of beauty and the attributes of heaven. When I see a majestic Epaminondas, or Washington; when I see among my contemporaries, a true orator, an upright judge, a dear friend; when I vibrate to the melody and fancy of a poem; I see beauty that is to be desired. And so lovely, and with yet more entire consent of my human being, sounds in my ear the severe music of the bards that have sung of the true God in all ages. Now do not degrade the life and dialogues of Christ out of the circle of this charm, by insulation and peculiarity. Let them lie as they befel, alive and warm, part of human life, and of the landscape, and of the cheerful day. 2. The second defect of the traditionary and limited way of using the mind of Christ is a consequence of the first; this, namely; that the Moral Nature, that Law of laws, whose revelations introduce greatness, -- yea, God himself, into the open soul, is not explored as the fountain of the established teaching in society. Men have come to speak of the revelation as somewhat long ago given and done, as if God were dead. The injury to faith throttles the preacher; and the goodliest of institutions becomes an uncertain and inarticulate voice. It is very certain that it is the effect of conversation with the beauty of the soul, to beget a desire and need to impart to others the same knowledge and love. If utterance is denied, the thought lies like a burden on the man. Always the seer is a sayer. Somehow his dream is told: somehow he publishes it with solemn joy: sometimes with pencil on canvas; sometimes with chisel on stone; sometimes in towers and aisles of granite, his soul's worship is builded; sometimes in anthems of indefinite music; but clearest and most permanent, in words. The man enamored of this excellency, becomes its priest or poet. The office is coeval with the world. But observe the condition, the spiritual limitation of the office. The spirit only can teach. Not any profane man, not any sensual, not any liar, not any slave can teach, but only he can give, who has; he only can create, who is. The man on whom the soul descends, through whom the soul speaks, alone can teach. Courage, piety, love, wisdom, can teach; and every man can open his door to these angels, and they shall bring him the gift of tongues. But the man who aims to speak as books enable, as synods use, as the fashion guides, and as interest commands, babbles. Let him hush. To this holy office, you propose to devote yourselves. I wish you may feel your call in throbs of desire and hope. The office is the first in the world. It is of that reality, that it cannot suffer the deduction of any falsehood. And it is my duty to say to you, that the need was never greater of new revelation than now. From the views I have already expressed, you will infer the sad conviction, which I share, I believe, with numbers, of the universal decay and now almost death of faith in society.", "The soul is not preached. The Church seems to totter to its fall, almost all life extinct. On this occasion, any complaisance would be criminal, which told you, whose hope and commission it is to preach the faith of Christ, that the faith of Christ is preached. It is time that this ill-suppressed murmur of all thoughtful men against the famine of our churches; this moaning of the heart because it is bereaved of the consolation, the hope, the grandeur, that come alone out of the culture of the moral nature; should be heard through the sleep of indolence, and over the din of routine. This great and perpetual office of the preacher is not discharged. Preaching is the expression of the moral sentiment in application to the duties of life. In how many churches, by how many prophets, tell me, is man made sensible that he is an infinite Soul; that the earth and heavens are passing into his mind; that he is drinking forever the soul of God? Where now sounds the persuasion, that by its very melody imparadises my heart, and so affirms its own origin in heaven? Where shall I hear words such as in elder ages drew men to leave all and follow, -- father and mother, house and land, wife and child? Where shall I hear these august laws of moral being so pronounced, as to fill my ear, and I feel ennobled by the offer of my uttermost action and passion? The test of the true faith, certainly, should be its power to charm and command the soul, as the laws of nature control the activity of the hands, -- so commanding that we find pleasure and honor in obeying. The faith should blend with the light of rising and of setting suns, with the flying cloud, the singing bird, and the breath of flowers. But now the priest's Sabbath has lost the splendor of nature; it is unlovely; we are glad when it is done; we can make, we do make, even sitting in our pews, a far better, holier, sweeter, for ourselves. Whenever the pulpit is usurped by a formalist, then is the worshipper defrauded and disconsolate. We shrink as soon as the prayers begin, which do not uplift, but smite and offend us. We are fain to wrap our cloaks about us, and secure, as best we can, a solitude that hears not. I once heard a preacher who sorely tempted me to say, I would go to church no more. Men go, thought I, where they are wont to go, else had no soul entered the temple in the afternoon. A snow storm was falling around us. The snow storm was real; the preacher merely spectral; and the eye felt the sad contrast in looking at him, and then out of the window behind him, into the beautiful meteor of the snow. He had lived in vain. He had no one word intimating that he had laughed or wept, was married or in love, had been commended, or cheated, or chagrined. If he had ever lived and acted, we were none the wiser for it. The capital secret of his profession, namely, to convert life into truth, he had not learned. Not one fact in all his experience, had he yet imported into his doctrine. This man had ploughed, and planted, and talked, and bought, and sold; he had read books; he had eaten and drunken; his head aches; his heart throbs; he smiles and suffers; yet was there not a surmise, a hint, in all the discourse, that he had ever lived at all. Not a line did he draw out of real history. The true preacher can be known by this, that he deals out to the people his life, -- life passed through the fire of thought. But of the bad preacher, it could not be told from his sermon, what age of the world he fell in; whether he had a father or a child; whether he was a freeholder or a pauper; whether he was a citizen or a countryman; or any other fact of his biography. It seemed strange that the people should come to church. It seemed as if their houses were very unentertaining, that they should prefer this thoughtless clamor. It shows that there is a commanding attraction in the moral sentiment, that can lend a faint tint of light to dulness and ignorance, coming in its name and place. The good hearer is sure he has been touched sometimes; is sure there is somewhat to be reached, and some word that can reach it. When he listens to these vain words, he comforts himself by their relation to his remembrance of better hours, and so they clatter and echo unchallenged. I am not ignorant that when we preach unworthily, it is not always quite in vain. There is a good ear, in some men, that draws supplies to virtue out of very indifferent nutriment. There is poetic truth concealed in all the common-places of prayer and of sermons, and though foolishly spoken, they may be wisely heard; for, each is some select expression that broke out in a moment of piety from some stricken or jubilant soul, and its excellency made it remembered. The prayers and even the dogmas of our church, are like the zodiac of Denderah, and the astronomical monuments of the Hindoos, wholly insulated from anything now extant in the life and business of the people. They mark the height to which the waters once rose. But this docility is a check upon the mischief from the good and devout. In a large portion of the community, the religious service gives rise to quite other thoughts and emotions. We need not chide the negligent servant. We are struck with pity, rather, at the swift retribution of his sloth. Alas for the unhappy man that is called to stand in the pulpit, and _not_ give bread of life. Everything that befalls, accuses him. Would he ask contributions for the missions, foreign or domestic? Instantly his face is suffused with shame, to propose to his parish, that they should send money a hundred or a thousand miles, to furnish such poor fare as they have at home, and would do well to go the hundred or the thousand miles to escape. Would he urge people to a godly way of living; -- and can he ask a fellow-creature to come to Sabbath meetings, when he and they all know what is the poor uttermost they can hope for therein? Will he invite them privately to the Lord's Supper? He dares not.", "If no heart warm this rite, the hollow, dry, creaking formality is too plain, than that he can face a man of wit and energy, and put the invitation without terror. In the street, what has he to say to the bold village blasphemer? The village blasphemer sees fear in the face, form, and gait of the minister. Let me not taint the sincerity of this plea by any oversight of the claims of good men. I know and honor the purity and strict conscience of numbers of the clergy. What life the public worship retains, it owes to the scattered company of pious men, who minister here and there in the churches, and who, sometimes accepting with too great tenderness the tenet of the elders, have not accepted from others, but from their own heart, the genuine impulses of virtue, and so still command our love and awe, to the sanctity of character. Moreover, the exceptions are not so much to be found in a few eminent preachers, as in the better hours, the truer inspirations of all, -- nay, in the sincere moments of every man. But with whatever exception, it is still true, that tradition characterizes the preaching of this country; that it comes out of the memory, and not out of the soul; that it aims at what is usual, and not at what is necessary and eternal; that thus, historical Christianity destroys the power of preaching, by withdrawing it from the exploration of the moral nature of man, where the sublime is, where are the resources of astonishment and power. What a cruel injustice it is to that Law, the joy of the whole earth, which alone can make thought dear and rich; that Law whose fatal sureness the astronomical orbits poorly emulate, that it is travestied and depreciated, that it is behooted and behowled, and not a trait, not a word of it articulated. The pulpit in losing sight of this Law, loses its reason, and gropes after it knows not what. And for want of this culture, the soul of the community is sick and faithless. It wants nothing so much as a stern, high, stoical, Christian discipline, to make it know itself and the divinity that speaks through it. Now man is ashamed of himself; he skulks and sneaks through the world, to be tolerated, to be pitied, and scarcely in a thousand years does any man dare to be wise and good, and so draw after him the tears and blessings of his kind. Certainly there have been periods when, from the inactivity of the intellect on certain truths, a greater faith was possible in names and persons. The Puritans in England and America, found in the Christ of the Catholic Church, and in the dogmas inherited from Rome, scope for their austere piety, and their longings for civil freedom. But their creed is passing away, and none arises in its room. I think no man can go with his thoughts about him, into one of our churches, without feeling, that what hold the public worship had on men is gone, or going. It has lost its grasp on the affection of the good, and the fear of the bad. In the country, neighborhoods, half parishes are _signing off_, -- to use the local term. It is already beginning to indicate character and religion to withdraw from the religious meetings. I have heard a devout person, who prized the Sabbath, say in bitterness of heart, \"On Sundays, it seems wicked to go to church.\" And the motive, that holds the best there, is now only a hope and a waiting. What was once a mere circumstance, that the best and the worst men in the parish, the poor and the rich, the learned and the ignorant, young and old, should meet one day as fellows in one house, in sign of an equal right in the soul, -- has come to be a paramount motive for going thither. My friends, in these two errors, I think, I find the causes of a decaying church and a wasting unbelief. And what greater calamity can fall upon a nation, than the loss of worship? Then all things go to decay. Genius leaves the temple, to haunt the senate, or the market. Literature becomes frivolous. Science is cold. The eye of youth is not lighted by the hope of other worlds, and age is without honor. Society lives to trifles, and when men die, we do not mention them. And now, my brothers, you will ask, What in these desponding days can be done by us? The remedy is already declared in the ground of our complaint of the Church. We have contrasted the Church with the Soul. In the soul, then, let the redemption be sought. Wherever a man comes, there comes revolution. The old is for slaves. When a man comes, all books are legible, all things transparent, all religions are forms. He is religious. Man is the wonderworker. He is seen amid miracles. All men bless and curse. He saith yea and nay, only. The stationariness of religion; the assumption that the age of inspiration is past, that the Bible is closed; the fear of degrading the character of Jesus by representing him as a man; indicate with sufficient clearness the falsehood of our theology. It is the office of a true teacher to show us that God is, not was; that He speaketh, not spake. The true Christianity, -- a faith like Christ's in the infinitude of man, -- is lost. None believeth in the soul of man, but only in some man or person old and departed. Ah me! no man goeth alone. All men go in flocks to this saint or that poet, avoiding the God who seeth in secret.", "They cannot see in secret; they love to be blind in public. They think society wiser than their soul, and know not that one soul, and their soul, is wiser than the whole world. See how nations and races flit by on the sea of time, and leave no ripple to tell where they floated or sunk, and one good soul shall make the name of Moses, or of Zeno, or of Zoroaster, reverend forever. None assayeth the stern ambition to be the Self of the nation, and of nature, but each would be an easy secondary to some Christian scheme, or sectarian connection, or some eminent man. Once leave your own knowledge of God, your own sentiment, and take secondary knowledge, as St. Paul's, or George Fox's, or Swedenborg's, and you get wide from God with every year this secondary form lasts, and if, as now, for centuries, -- the chasm yawns to that breadth, that men can scarcely be convinced there is in them anything divine. Let me admonish you, first of all, to go alone; to refuse the good models, even those which are sacred in the imagination of men, and dare to love God without mediator or veil. Friends enough you shall find who will hold up to your emulation Wesleys and Oberlins, Saints and Prophets. Thank God for these good men, but say, `I also am a man.' Imitation cannot go above its model. The imitator dooms himself to hopeless mediocrity. The inventor did it, because it was natural to him, and so in him it has a charm. In the imitator, something else is natural, and he bereaves himself of his own beauty, to come short of another man's. Yourself a newborn bard of the Holy Ghost, -- cast behind you all conformity, and acquaint men at first hand with Deity. Look to it first and only, that fashion, custom, authority, pleasure, and money, are nothing to you, -- are not bandages over your eyes, that you cannot see, -- but live with the privilege of the immeasurable mind. Not too anxious to visit periodically all families and each family in your parish connection, -- when you meet one of these men or women, be to them a divine man; be to them thought and virtue; let their timid aspirations find in you a friend; let their trampled instincts be genially tempted out in your atmosphere; let their doubts know that you have doubted, and their wonder feel that you have wondered. By trusting your own heart, you shall gain more confidence in other men. For all our penny-wisdom, for all our soul-destroying slavery to habit, it is not to be doubted, that all men have sublime thoughts; that all men value the few real hours of life; they love to be heard; they love to be caught up into the vision of principles. We mark with light in the memory the few interviews we have had, in the dreary years of routine and of sin, with souls that made our souls wiser; that spoke what we thought; that told us what we knew; that gave us leave to be what we inly were. Discharge to men the priestly office, and, present or absent, you shall be followed with their love as by an angel. And, to this end, let us not aim at common degrees of merit. Can we not leave, to such as love it, the virtue that glitters for the commendation of society, and ourselves pierce the deep solitudes of absolute ability and worth? We easily come up to the standard of goodness in society. Society's praise can be cheaply secured, and almost all men are content with those easy merits; but the instant effect of conversing with God, will be, to put them away. There are persons who are not actors, not speakers, but influences; persons too great for fame, for display; who disdain eloquence; to whom all we call art and artist, seems too nearly allied to show and by-ends, to the exaggeration of the finite and selfish, and loss of the universal. The orators, the poets, the commanders encroach on us only as fair women do, by our allowance and homage. Slight them by preoccupation of mind, slight them, as you can well afford to do, by high and universal aims, and they instantly feel that you have right, and that it is in lower places that they must shine. They also feel your right; for they with you are open to the influx of the all-knowing Spirit, which annihilates before its broad noon the little shades and gradations of intelligence in the compositions we call wiser and wisest. In such high communion, let us study the grand strokes of rectitude: a bold benevolence, an independence of friends, so that not the unjust wishes of those who love us, shall impair our freedom, but we shall resist for truth's sake the freest flow of kindness, and appeal to sympathies far in advance; and, -- what is the highest form in which we know this beautiful element, -- a certain solidity of merit, that has nothing to do with opinion, and which is so essentially and manifestly virtue, that it is taken for granted, that the right, the brave, the generous step will be taken by it, and nobody thinks of commending it. You would compliment a coxcomb doing a good act, but you would not praise an angel. The silence that accepts merit as the most natural thing in the world, is the highest applause. Such souls, when they appear, are the Imperial Guard of Virtue, the perpetual reserve, the dictators of fortune. One needs not praise their courage, -- they are the heart and soul of nature. O my friends, there are resources in us on which we have not drawn. There are men who rise refreshed on hearing a threat; men to whom a crisis which intimidates and paralyzes the majority, -- demanding not the faculties of prudence and thrift, but comprehension, immovableness, the readiness of sacrifice, -- comes graceful and beloved as a bride. Napoleon said of Massena, that he was not himself until the battle began to go against him; then, when the dead began to fall in ranks around him, awoke his powers of combination, and he put on terror and victory as a robe. So it is in rugged crises, in unweariable endurance, and in aims which put sympathy out of question, that the angel is shown. But these are heights that we can scarce remember and look up to, without contrition and shame. Let us thank God that such things exist. And now let us do what we can to rekindle the smouldering, nigh quenched fire on the altar. The evils of the church that now is are manifest. The question returns, What shall we do? I confess, all attempts to project and establish a Cultus with new rites and forms, seem to me vain. Faith makes us, and not we it, and faith makes its own forms. All attempts to contrive a system are as cold as the new worship introduced by the French to the goddess of Reason, -- to-day, pasteboard and fillagree, and ending to-morrow in madness and murder. Rather let the breath of new life be breathed by you through the forms already existing. For, if once you are alive, you shall find they shall become plastic and new. The remedy to their deformity is, first, soul, and second, soul, and evermore, soul. A whole popedom of forms, one pulsation of virtue can uplift and vivify. Two inestimable advantages Christianity has given us; first; the Sabbath, the jubilee of the whole world; whose light dawns welcome alike into the closet of the philosopher, into the garret of toil, and into prison cells, and everywhere suggests, even to the vile, the dignity of spiritual being. Let it stand forevermore, a temple, which new love, new faith, new sight shall restore to more than its first splendor to mankind.", "And secondly, the institution of preaching, -- the speech of man to men, -- essentially the most flexible of all organs, of all forms. What hinders that now, everywhere, in pulpits, in lecture-rooms, in houses, in fields, wherever the invitation of men or your own occasions lead you, you speak the very truth, as your life and conscience teach it, and cheer the waiting, fainting hearts of men with new hope and new revelation? I look for the hour when that supreme Beauty, which ravished the souls of those eastern men, and chiefly of those Hebrews, and through their lips spoke oracles to all time, shall speak in the West also. The Hebrew and Greek Scriptures contain immortal sentences, that have been bread of life to millions. But they have no epical integrity; are fragmentary; are not shown in their order to the intellect. I look for the new Teacher, that shall follow so far those shining laws, that he shall see them come full circle; shall see their rounding complete grace; shall see the world to be the mirror of the soul; shall see the identity of the law of gravitation with purity of heart; and shall show that the Ought, that Duty, is one thing with Science, with Beauty, and with Joy. .", "THE AMERICAN SCHOLAR _An Oration delivered before the Phi Beta Kappa Society, at Cambridge, August 31, 1837_ Mr. President and Gentlemen, I greet you on the re-commencement of our literary year. Our anniversary is one of hope, and, perhaps, not enough of labor. We do not meet for games of strength or skill, for the recitation of histories, tragedies, and odes, like the ancient Greeks; for parliaments of love and poesy, like the Troubadours; nor for the advancement of science, like our cotemporaries in the British and European capitals. Thus far, our holiday has been simply a friendly sign of the survival of the love of letters amongst a people too busy to give to letters any more. As such, it is precious as the sign of an indestructible instinct. Perhaps the time is already come, when it ought to be, and will be, something else; when the sluggard intellect of this continent will look from under its iron lids, and fill the postponed expectation of the world with something better than the exertions of mechanical skill. Our day of dependence, our long apprenticeship to the learning of other lands, draws to a close. The millions, that around us are rushing into life, cannot always be fed on the sere remains of foreign harvests. Events, actions arise, that must be sung, that will sing themselves. Who can doubt, that poetry will revive and lead in a new age, as the star in the constellation Harp, which now flames in our zenith, astronomers announce, shall one day be the pole-star for a thousand years? In this hope, I accept the topic which not only usage, but the nature of our association, seem to prescribe to this day, -- the AMERICAN SCHOLAR. Year by year, we come up hither to read one more chapter of his biography. Let us inquire what light new days and events have thrown on his character, and his hopes. It is one of those fables, which, out of an unknown antiquity, convey an unlooked-for wisdom, that the gods, in the beginning, divided Man into men, that he might be more helpful to himself; just as the hand was divided into fingers, the better to answer its end. The old fable covers a doctrine ever new and sublime; that there is One Man, -- present to all particular men only partially, or through one faculty; and that you must take the whole society to find the whole man. Man is not a farmer, or a professor, or an engineer, but he is all. Man is priest, and scholar, and statesman, and producer, and soldier. In the _divided_ or social state, these functions are parcelled out to individuals, each of whom aims to do his stint of the joint work, whilst each other performs his. The fable implies, that the individual, to possess himself, must sometimes return from his own labor to embrace all the other laborers. But unfortunately, this original unit, this fountain of power, has been so distributed to multitudes, has been so minutely subdivided and peddled out, that it is spilled into drops, and cannot be gathered. The state of society is one in which the members have suffered amputation from the trunk, and strut about so many walking monsters, -- a good finger, a neck, a stomach, an elbow, but never a man. Man is thus metamorphosed into a thing, into many things. The planter, who is Man sent out into the field to gather food, is seldom cheered by any idea of the true dignity of his ministry. He sees his bushel and his cart, and nothing beyond, and sinks into the farmer, instead of Man on the farm. The tradesman scarcely ever gives an ideal worth to his work, but is ridden by the routine of his craft, and the soul is subject to dollars. The priest becomes a form; the attorney, a statute-book; the mechanic, a machine; the sailor, a rope of a ship. In this distribution of functions, the scholar is the delegated intellect. In the right state, he is, _Man Thinking_. In the degenerate state, when the victim of society, he tends to become a mere thinker, or, still worse, the parrot of other men's thinking. In this view of him, as Man Thinking, the theory of his office is contained. Him nature solicits with all her placid, all her monitory pictures; him the past instructs; him the future invites. Is not, indeed, every man a student, and do not all things exist for the student's behoof? And, finally, is not the true scholar the only true master? But the old oracle said, `All things have two handles: beware of the wrong one.' In life, too often, the scholar errs with mankind and forfeits his privilege. Let us see him in his school, and consider him in reference to the main influences he receives. I. The first in time and the first in importance of the influences upon the mind is that of nature. Every day, the sun; and, after sunset, night and her stars. Ever the winds blow; ever the grass grows. Every day, men and women, conversing, beholding and beholden. The scholar is he of all men whom this spectacle most engages. He must settle its value in his mind. What is nature to him? There is never a beginning, there is never an end, to the inexplicable continuity of this web of God, but always circular power returning into itself. Therein it resembles his own spirit, whose beginning, whose ending, he never can find, -- so entire, so boundless. Far, too, as her splendors shine, system on system shooting like rays, upward, downward, without centre, without circumference, -- in the mass and in the particle, nature hastens to render account of herself to the mind. Classification begins. To the young mind, every thing is individual, stands by itself. By and by, it finds how to join two things, and see in them one nature; then three, then three thousand; and so, tyrannized over by its own unifying instinct, it goes on tying things together, diminishing anomalies, discovering roots running under ground, whereby contrary and remote things cohere, and flower out from one stem.", "It presently learns, that, since the dawn of history, there has been a constant accumulation and classifying of facts. But what is classification but the perceiving that these objects are not chaotic, and are not foreign, but have a law which is also a law of the human mind? The astronomer discovers that geometry, a pure abstraction of the human mind, is the measure of planetary motion. The chemist finds proportions and intelligible method throughout matter; and science is nothing but the finding of analogy, identity, in the most remote parts. The ambitious soul sits down before each refractory fact; one after another, reduces all strange constitutions, all new powers, to their class and their law, and goes on for ever to animate the last fibre of organization, the outskirts of nature, by insight. Thus to him, to this school-boy under the bending dome of day, is suggested, that he and it proceed from one root; one is leaf and one is flower; relation, sympathy, stirring in every vein. And what is that Root? Is not that the soul of his soul? -- A thought too bold, -- a dream too wild. Yet when this spiritual light shall have revealed the law of more earthly natures, -- when he has learned to worship the soul, and to see that the natural philosophy that now is, is only the first gropings of its gigantic hand, he shall look forward to an ever expanding knowledge as to a becoming creator. He shall see, that nature is the opposite of the soul, answering to it part for part. One is seal, and one is print. Its beauty is the beauty of his own mind. Its laws are the laws of his own mind. Nature then becomes to him the measure of his attainments. So much of nature as he is ignorant of, so much of his own mind does he not yet possess. And, in fine, the ancient precept, \"Know thyself,\" and the modern precept, \"Study nature,\" become at last one maxim. II. The next great influence into the spirit of the scholar, is, the mind of the Past, -- in whatever form, whether of literature, of art, of institutions, that mind is inscribed. Books are the best type of the influence of the past, and perhaps we shall get at the truth, -- learn the amount of this influence more conveniently, -- by considering their value alone. The theory of books is noble. The scholar of the first age received into him the world around; brooded thereon; gave it the new arrangement of his own mind, and uttered it again. It came into him, life; it went out from him, truth. It came to him, short-lived actions; it went out from him, immortal thoughts. It came to him, business; it went from him, poetry. It was dead fact; now, it is quick thought. It can stand, and it can go. It now endures, it now flies, it now inspires. Precisely in proportion to the depth of mind from which it issued, so high does it soar, so long does it sing. Or, I might say, it depends on how far the process had gone, of transmuting life into truth. In proportion to the completeness of the distillation, so will the purity and imperishableness of the product be. But none is quite perfect. As no air-pump can by any means make a perfect vacuum, so neither can any artist entirely exclude the conventional, the local, the perishable from his book, or write a book of pure thought, that shall be as efficient, in all respects, to a remote posterity, as to cotemporaries, or rather to the second age. Each age, it is found, must write its own books; or rather, each generation for the next succeeding. The books of an older period will not fit this. Yet hence arises a grave mischief. The sacredness which attaches to the act of creation, -- the act of thought, -- is transferred to the record. The poet chanting, was felt to be a divine man: henceforth the chant is divine also. The writer was a just and wise spirit: henceforward it is settled, the book is perfect; as love of the hero corrupts into worship of his statue. Instantly, the book becomes noxious: the guide is a tyrant. The sluggish and perverted mind of the multitude, slow to open to the incursions of Reason, having once so opened, having once received this book, stands upon it, and makes an outcry, if it is disparaged. Colleges are built on it. Books are written on it by thinkers, not by Man Thinking; by men of talent, that is, who start wrong, who set out from accepted dogmas, not from their own sight of principles. Meek young men grow up in libraries, believing it their duty to accept the views, which Cicero, which Locke, which Bacon, have given, forgetful that Cicero, Locke, and Bacon were only young men in libraries, when they wrote these books. Hence, instead of Man Thinking, we have the bookworm. Hence, the book-learned class, who value books, as such; not as related to nature and the human constitution, but as making a sort of Third Estate with the world and the soul. Hence, the restorers of readings, the emendators, the bibliomaniacs of all degrees. Books are the best of things, well used; abused, among the worst. What is the right use? What is the one end, which all means go to effect?", "They are for nothing but to inspire. I had better never see a book, than to be warped by its attraction clean out of my own orbit, and made a satellite instead of a system. The one thing in the world, of value, is the active soul. This every man is entitled to; this every man contains within him, although, in almost all men, obstructed, and as yet unborn. The soul active sees absolute truth; and utters truth, or creates. In this action, it is genius; not the privilege of here and there a favorite, but the sound estate of every man. In its essence, it is progressive. The book, the college, the school of art, the institution of any kind, stop with some past utterance of genius. This is good, say they, -- let us hold by this. They pin me down. They look backward and not forward. But genius looks forward: the eyes of man are set in his forehead, not in his hindhead: man hopes: genius creates. Whatever talents may be, if the man create not, the pure efflux of the Deity is not his; -- cinders and smoke there may be, but not yet flame. There are creative manners, there are creative actions, and creative words; manners, actions, words, that is, indicative of no custom or authority, but springing spontaneous from the mind's own sense of good and fair. On the other part, instead of being its own seer, let it receive from another mind its truth, though it were in torrents of light, without periods of solitude, inquest, and self-recovery, and a fatal disservice is done. Genius is always sufficiently the enemy of genius by over influence. The literature of every nation bear me witness. The English dramatic poets have Shakspearized now for two hundred years. Undoubtedly there is a right way of reading, so it be sternly subordinated. Man Thinking must not be subdued by his instruments. Books are for the scholar's idle times. When he can read God directly, the hour is too precious to be wasted in other men's transcripts of their readings. But when the intervals of darkness come, as come they must, -- when the sun is hid, and the stars withdraw their shining, -- we repair to the lamps which were kindled by their ray, to guide our steps to the East again, where the dawn is. We hear, that we may speak. The Arabian proverb says, \"A fig tree, looking on a fig tree, becometh fruitful.\" It is remarkable, the character of the pleasure we derive from the best books. They impress us with the conviction, that one nature wrote and the same reads. We read the verses of one of the great English poets, of Chaucer, of Marvell, of Dryden, with the most modern joy, -- with a pleasure, I mean, which is in great part caused by the abstraction of all _time_ from their verses. There is some awe mixed with the joy of our surprise, when this poet, who lived in some past world, two or three hundred years ago, says that which lies close to my own soul, that which I also had wellnigh thought and said. But for the evidence thence afforded to the philosophical doctrine of the identity of all minds, we should suppose some preestablished harmony, some foresight of souls that were to be, and some preparation of stores for their future wants, like the fact observed in insects, who lay up food before death for the young grub they shall never see. I would not be hurried by any love of system, by any exaggeration of instincts, to underrate the Book. We all know, that, as the human body can be nourished on any food, though it were boiled grass and the broth of shoes, so the human mind can be fed by any knowledge. And great and heroic men have existed, who had almost no other information than by the printed page. I only would say, that it needs a strong head to bear that diet. One must be an inventor to read well. As the proverb says, \"He that would bring home the wealth of the Indies, must carry out the wealth of the Indies.\" There is then creative reading as well as creative writing. When the mind is braced by labor and invention, the page of whatever book we read becomes luminous with manifold allusion. Every sentence is doubly significant, and the sense of our author is as broad as the world. We then see, what is always true, that, as the seer's hour of vision is short and rare among heavy days and months, so is its record, perchance, the least part of his volume. The discerning will read, in his Plato or Shakspeare, only that least part, -- only the authentic utterances of the oracle; -- all the rest he rejects, were it never so many times Plato's and Shakspeare's. Of course, there is a portion of reading quite indispensable to a wise man. History and exact science he must learn by laborious reading. Colleges, in like manner, have their indispensable office, -- to teach elements. But they can only highly serve us, when they aim not to drill, but to create; when they gather from far every ray of various genius to their hospitable halls, and, by the concentrated fires, set the hearts of their youth on flame. Thought and knowledge are natures in which apparatus and pretension avail nothing. Gowns, and pecuniary foundations, though of towns of gold, can never countervail the least sentence or syllable of wit. Forget this, and our American colleges will recede in their public importance, whilst they grow richer every year. III. There goes in the world a notion, that the scholar should be a recluse, a valetudinarian, -- as unfit for any handiwork or public labor, as a penknife for an axe.", "The so-called `practical men' sneer at speculative men, as if, because they speculate or _see_, they could do nothing. I have heard it said that the clergy, -- who are always, more universally than any other class, the scholars of their day, -- are addressed as women; that the rough, spontaneous conversation of men they do not hear, but only a mincing and diluted speech. They are often virtually disfranchised; and, indeed, there are advocates for their celibacy. As far as this is true of the studious classes, it is not just and wise. Action is with the scholar subordinate, but it is essential. Without it, he is not yet man. Without it, thought can never ripen into truth. Whilst the world hangs before the eye as a cloud of beauty, we cannot even see its beauty. Inaction is cowardice, but there can be no scholar without the heroic mind. The preamble of thought, the transition through which it passes from the unconscious to the conscious, is action. Only so much do I know, as I have lived. Instantly we know whose words are loaded with life, and whose not. The world, -- this shadow of the soul, or _other me_, lies wide around. Its attractions are the keys which unlock my thoughts and make me acquainted with myself. I run eagerly into this resounding tumult. I grasp the hands of those next me, and take my place in the ring to suffer and to work, taught by an instinct, that so shall the dumb abyss be vocal with speech. I pierce its order; I dissipate its fear; I dispose of it within the circuit of my expanding life. So much only of life as I know by experience, so much of the wilderness have I vanquished and planted, or so far have I extended my being, my dominion. I do not see how any man can afford, for the sake of his nerves and his nap, to spare any action in which he can partake. It is pearls and rubies to his discourse. Drudgery, calamity, exasperation, want, are instructers in eloquence and wisdom. The true scholar grudges every opportunity of action past by, as a loss of power. It is the raw material out of which the intellect moulds her splendid products. A strange process too, this, by which experience is converted into thought, as a mulberry leaf is converted into satin. The manufacture goes forward at all hours. The actions and events of our childhood and youth, are now matters of calmest observation. They lie like fair pictures in the air. Not so with our recent actions, -- with the business which we now have in hand. On this we are quite unable to speculate. Our affections as yet circulate through it. We no more feel or know it, than we feel the feet, or the hand, or the brain of our body. The new deed is yet a part of life, -- remains for a time immersed in our unconscious life. In some contemplative hour, it detaches itself from the life like a ripe fruit, to become a thought of the mind. Instantly, it is raised, transfigured; the corruptible has put on incorruption. Henceforth it is an object of beauty, however base its origin and neighborhood. Observe, too, the impossibility of antedating this act. In its grub state, it cannot fly, it cannot shine, it is a dull grub. But suddenly, without observation, the selfsame thing unfurls beautiful wings, and is an angel of wisdom. So is there no fact, no event, in our private history, which shall not, sooner or later, lose its adhesive, inert form, and astonish us by soaring from our body into the empyrean. Cradle and infancy, school and playground, the fear of boys, and dogs, and ferules, the love of little maids and berries, and many another fact that once filled the whole sky, are gone already; friend and relative, profession and party, town and country, nation and world, must also soar and sing. Of course, he who has put forth his total strength in fit actions, has the richest return of wisdom. I will not shut myself out of this globe of action, and transplant an oak into a flower-pot, there to hunger and pine; nor trust the revenue of some single faculty, and exhaust one vein of thought, much like those Savoyards, who, getting their livelihood by carving shepherds, shepherdesses, and smoking Dutchmen, for all Europe, went out one day to the mountain to find stock, and discovered that they had whittled up the last of their pine-trees. Authors we have, in numbers, who have written out their vein, and who, moved by a commendable prudence, sail for Greece or Palestine, follow the trapper into the prairie, or ramble round Algiers, to replenish their merchantable stock. If it were only for a vocabulary, the scholar would be covetous of action. Life is our dictionary. Years are well spent in country labors; in town, -- in the insight into trades and manufactures; in frank intercourse with many men and women; in science; in art; to the one end of mastering in all their facts a language by which to illustrate and embody our perceptions. I learn immediately from any speaker how much he has already lived, through the poverty or the splendor of his speech. Life lies behind us as the quarry from whence we get tiles and copestones for the masonry of to-day. This is the way to learn grammar. Colleges and books only copy the language which the field and the work-yard made.", "But the final value of action, like that of books, and better than books, is, that it is a resource. That great principle of Undulation in nature, that shows itself in the inspiring and expiring of the breath; in desire and satiety; in the ebb and flow of the sea; in day and night; in heat and cold; and as yet more deeply ingrained in every atom and every fluid, is known to us under the name of Polarity, -- these \"fits of easy transmission and reflection,\" as Newton called them, are the law of nature because they are the law of spirit. The mind now thinks; now acts; and each fit reproduces the other. When the artist has exhausted his materials, when the fancy no longer paints, when thoughts are no longer apprehended, and books are a weariness, -- he has always the resource _to live_. Character is higher than intellect. Thinking is the function. Living is the functionary. The stream retreats to its source. A great soul will be strong to live, as well as strong to think. Does he lack organ or medium to impart his truths? He can still fall back on this elemental force of living them. This is a total act. Thinking is a partial act. Let the grandeur of justice shine in his affairs. Let the beauty of affection cheer his lowly roof. Those `far from fame,' who dwell and act with him, will feel the force of his constitution in the doings and passages of the day better than it can be measured by any public and designed display. Time shall teach him, that the scholar loses no hour which the man lives. Herein he unfolds the sacred germ of his instinct, screened from influence. What is lost in seemliness is gained in strength. Not out of those, on whom systems of education have exhausted their culture, comes the helpful giant to destroy the old or to build the new, but out of unhandselled savage nature, out of terrible Druids and Berserkirs, come at last Alfred and Shakspeare. I hear therefore with joy whatever is beginning to be said of the dignity and necessity of labor to every citizen. There is virtue yet in the hoe and the spade, for learned as well as for unlearned hands. And labor is everywhere welcome; always we are invited to work; only be this limitation observed, that a man shall not for the sake of wider activity sacrifice any opinion to the popular judgments and modes of action. I have now spoken of the education of the scholar by nature, by books, and by action. It remains to say somewhat of his duties. They are such as become Man Thinking. They may all be comprised in self-trust. The office of the scholar is to cheer, to raise, and to guide men by showing them facts amidst appearances. He plies the slow, unhonored, and unpaid task of observation. Flamsteed and Herschel, in their glazed observatories, may catalogue the stars with the praise of all men, and, the results being splendid and useful, honor is sure. But he, in his private observatory, cataloguing obscure and nebulous stars of the human mind, which as yet no man has thought of as such, -- watching days and months, sometimes, for a few facts; correcting still his old records; -- must relinquish display and immediate fame. In the long period of his preparation, he must betray often an ignorance and shiftlessness in popular arts, incurring the disdain of the able who shoulder him aside. Long he must stammer in his speech; often forego the living for the dead. Worse yet, he must accept, -- how often! poverty and solitude. For the ease and pleasure of treading the old road, accepting the fashions, the education, the religion of society, he takes the cross of making his own, and, of course, the self-accusation, the faint heart, the frequent uncertainty and loss of time, which are the nettles and tangling vines in the way of the self-relying and self-directed; and the state of virtual hostility in which he seems to stand to society, and especially to educated society. For all this loss and scorn, what offset? He is to find consolation in exercising the highest functions of human nature. He is one, who raises himself from private considerations, and breathes and lives on public and illustrious thoughts. He is the world's eye. He is the world's heart. He is to resist the vulgar prosperity that retrogrades ever to barbarism, by preserving and communicating heroic sentiments, noble biographies, melodious verse, and the conclusions of history. Whatsoever oracles the human heart, in all emergencies, in all solemn hours, has uttered as its commentary on the world of actions, -- these he shall receive and impart. And whatsoever new verdict Reason from her inviolable seat pronounces on the passing men and events of to-day, -- this he shall hear and promulgate. These being his functions, it becomes him to feel all confidence in himself, and to defer never to the popular cry. He and he only knows the world. The world of any moment is the merest appearance. Some great decorum, some fetish of a government, some ephemeral trade, or war, or man, is cried up by half mankind and cried down by the other half, as if all depended on this particular up or down. The odds are that the whole question is not worth the poorest thought which the scholar has lost in listening to the controversy. Let him not quit his belief that a popgun is a popgun, though the ancient and honorable of the earth affirm it to be the crack of doom.", "In silence, in steadiness, in severe abstraction, let him hold by himself; add observation to observation, patient of neglect, patient of reproach; and bide his own time, -- happy enough, if he can satisfy himself alone, that this day he has seen something truly. Success treads on every right step. For the instinct is sure, that prompts him to tell his brother what he thinks. He then learns, that in going down into the secrets of his own mind, he has descended into the secrets of all minds. He learns that he who has mastered any law in his private thoughts, is master to that extent of all men whose language he speaks, and of all into whose language his own can be translated. The poet, in utter solitude remembering his spontaneous thoughts and recording them, is found to have recorded that, which men in crowded cities find true for them also. The orator distrusts at first the fitness of his frank confessions, -- his want of knowledge of the persons he addresses, -- until he finds that he is the complement of his hearers; -- that they drink his words because he fulfils for them their own nature; the deeper he dives into his privatest, secretest presentiment, to his wonder he finds, this is the most acceptable, most public, and universally true. The people delight in it; the better part of every man feels, This is my music; this is myself. In self-trust, all the virtues are comprehended. Free should the scholar be, -- free and brave. Free even to the definition of freedom, \"without any hindrance that does not arise out of his own constitution.\" Brave; for fear is a thing, which a scholar by his very function puts behind him. Fear always springs from ignorance. It is a shame to him if his tranquillity, amid dangerous times, arise from the presumption, that, like children and women, his is a protected class; or if he seek a temporary peace by the diversion of his thoughts from politics or vexed questions, hiding his head like an ostrich in the flowering bushes, peeping into microscopes, and turning rhymes, as a boy whistles to keep his courage up. So is the danger a danger still; so is the fear worse. Manlike let him turn and face it. Let him look into its eye and search its nature, inspect its origin, -- see the whelping of this lion, -- which lies no great way back; he will then find in himself a perfect comprehension of its nature and extent; he will have made his hands meet on the other side, and can henceforth defy it, and pass on superior. The world is his, who can see through its pretension. What deafness, what stone-blind custom, what overgrown error you behold, is there only by sufferance, -- by your sufferance. See it to be a lie, and you have already dealt it its mortal blow. Yes, we are the cowed, -- we the trustless. It is a mischievous notion that we are come late into nature; that the world was finished a long time ago. As the world was plastic and fluid in the hands of God, so it is ever to so much of his attributes as we bring to it. To ignorance and sin, it is flint. They adapt themselves to it as they may; but in proportion as a man has any thing in him divine, the firmament flows before him and takes his signet and form. Not he is great who can alter matter, but he who can alter my state of mind. They are the kings of the world who give the color of their present thought to all nature and all art, and persuade men by the cheerful serenity of their carrying the matter, that this thing which they do, is the apple which the ages have desired to pluck, now at last ripe, and inviting nations to the harvest. The great man makes the great thing. Wherever Macdonald sits, there is the head of the table. Linnaeus makes botany the most alluring of studies, and wins it from the farmer and the herb-woman; Davy, chemistry; and Cuvier, fossils. The day is always his, who works in it with serenity and great aims. The unstable estimates of men crowd to him whose mind is filled with a truth, as the heaped waves of the Atlantic follow the moon. For this self-trust, the reason is deeper than can be fathomed, -- darker than can be enlightened. I might not carry with me the feeling of my audience in stating my own belief. But I have already shown the ground of my hope, in adverting to the doctrine that man is one. I believe man has been wronged; he has wronged himself. He has almost lost the light, that can lead him back to his prerogatives. Men are become of no account. Men in history, men in the world of to-day are bugs, are spawn, and are called `the mass' and `the herd.' In a century, in a millennium, one or two men; that is to say, -- one or two approximations to the right state of every man. All the rest behold in the hero or the poet their own green and crude being, -- ripened; yes, and are content to be less, so _that_ may attain to its full stature. What a testimony, -- full of grandeur, full of pity, is borne to the demands of his own nature, by the poor clansman, the poor partisan, who rejoices in the glory of his chief. The poor and the low find some amends to their immense moral capacity, for their acquiescence in a political and social inferiority. They are content to be brushed like flies from the path of a great person, so that justice shall be done by him to that common nature which it is the dearest desire of all to see enlarged and glorified. They sun themselves in the great man's light, and feel it to be their own element. They cast the dignity of man from their downtrod selves upon the shoulders of a hero, and will perish to add one drop of blood to make that great heart beat, those giant sinews combat and conquer. He lives for us, and we live in him. Men such as they are, very naturally seek money or power; and power because it is as good as money, -- the \"spoils,\" so called, \"of office.\" And why not? for they aspire to the highest, and this, in their sleep-walking, they dream is highest.", "Wake them, and they shall quit the false good, and leap to the true, and leave governments to clerks and desks. This revolution is to be wrought by the gradual domestication of the idea of Culture. The main enterprise of the world for splendor, for extent, is the upbuilding of a man. Here are the materials strown along the ground. The private life of one man shall be a more illustrious monarchy, -- more formidable to its enemy, more sweet and serene in its influence to its friend, than any kingdom in history. For a man, rightly viewed, comprehendeth the particular natures of all men. Each philosopher, each bard, each actor, has only done for me, as by a delegate, what one day I can do for myself. The books which once we valued more than the apple of the eye, we have quite exhausted. What is that but saying, that we have come up with the point of view which the universal mind took through the eyes of one scribe; we have been that man, and have passed on. First, one; then, another; we drain all cisterns, and, waxing greater by all these supplies, we crave a better and more abundant food. The man has never lived that can feed us ever. The human mind cannot be enshrined in a person, who shall set a barrier on any one side to this unbounded, unboundable empire. It is one central fire, which, flaming now out of the lips of Etna, lightens the capes of Sicily; and, now out of the throat of Vesuvius, illuminates the towers and vineyards of Naples. It is one light which beams out of a thousand stars. It is one soul which animates all men. But I have dwelt perhaps tediously upon this abstraction of the Scholar. I ought not to delay longer to add what I have to say, of nearer reference to the time and to this country. Historically, there is thought to be a difference in the ideas which predominate over successive epochs, and there are data for marking the genius of the Classic, of the Romantic, and now of the Reflective or Philosophical age. With the views I have intimated of the oneness or the identity of the mind through all individuals, I do not much dwell on these differences. In fact, I believe each individual passes through all three. The boy is a Greek; the youth, romantic; the adult, reflective. I deny not, however, that a revolution in the leading idea may be distinctly enough traced. Our age is bewailed as the age of Introversion. Must that needs be evil? We, it seems, are critical; we are embarrassed with second thoughts; we cannot enjoy any thing for hankering to know whereof the pleasure consists; we are lined with eyes; we see with our feet; the time is infected with Hamlet's unhappiness, -- \"Sicklied o'er with the pale cast of thought.\" Is it so bad then? Sight is the last thing to be pitied. Would we be blind? Do we fear lest we should outsee nature and God, and drink truth dry? I look upon the discontent of the literary class, as a mere announcement of the fact, that they find themselves not in the state of mind of their fathers, and regret the coming state as untried; as a boy dreads the water before he has learned that he can swim. If there is any period one would desire to be born in, -- is it not the age of Revolution; when the old and the new stand side by side, and admit of being compared; when the energies of all men are searched by fear and by hope; when the historic glories of the old, can be compensated by the rich possibilities of the new era? This time, like all times, is a very good one, if we but know what to do with it. I read with joy some of the auspicious signs of the coming days, as they glimmer already through poetry and art, through philosophy and science, through church and state. One of these signs is the fact, that the same movement which effected the elevation of what was called the lowest class in the state, assumed in literature a very marked and as benign an aspect. Instead of the sublime and beautiful; the near, the low, the common, was explored and poetized. That, which had been negligently trodden under foot by those who were harnessing and provisioning themselves for long journeys into far countries, is suddenly found to be richer than all foreign parts. The literature of the poor, the feelings of the child, the philosophy of the street, the meaning of household life, are the topics of the time. It is a great stride. It is a sign, -- is it not? of new vigor, when the extremities are made active, when currents of warm life run into the hands and the feet. I ask not for the great, the remote, the romantic; what is doing in Italy or Arabia; what is Greek art, or Provencal minstrelsy; I embrace the common, I explore and sit at the feet of the familiar, the low. Give me insight into to-day, and you may have the antique and future worlds. What would we really know the meaning of? The meal in the firkin; the milk in the pan; the ballad in the street; the news of the boat; the glance of the eye; the form and the gait of the body; -- show me the ultimate reason of these matters; show me the sublime presence of the highest spiritual cause lurking, as always it does lurk, in these suburbs and extremities of nature; let me see every trifle bristling with the polarity that ranges it instantly on an eternal law; and the shop, the plough, and the leger, referred to the like cause by which light undulates and poets sing; -- and the world lies no longer a dull miscellany and lumber-room, but has form and order; there is no trifle; there is no puzzle; but one design unites and animates the farthest pinnacle and the lowest trench. This idea has inspired the genius of Goldsmith, Burns, Cowper, and, in a newer time, of Goethe, Wordsworth, and Carlyle. This idea they have differently followed and with various success. In contrast with their writing, the style of Pope, of Johnson, of Gibbon, looks cold and pedantic. This writing is blood-warm. Man is surprised to find that things near are not less beautiful and wondrous than things remote. The near explains the far.", "The drop is a small ocean. A man is related to all nature. This perception of the worth of the vulgar is fruitful in discoveries. Goethe, in this very thing the most modern of the moderns, has shown us, as none ever did, the genius of the ancients. There is one man of genius, who has done much for this philosophy of life, whose literary value has never yet been rightly estimated; -- I mean Emanuel Swedenborg. The most imaginative of men, yet writing with the precision of a mathematician, he endeavored to engraft a purely philosophical Ethics on the popular Christianity of his time. Such an attempt, of course, must have difficulty, which no genius could surmount. But he saw and showed the connection between nature and the affections of the soul. He pierced the emblematic or spiritual character of the visible, audible, tangible world. Especially did his shade-loving muse hover over and interpret the lower parts of nature; he showed the mysterious bond that allies moral evil to the foul material forms, and has given in epical parables a theory of isanity, of beasts, of unclean and fearful things. Another sign of our times, also marked by an analogous political movement, is, the new importance given to the single person. Every thing that tends to insulate the individual, -- to surround him with barriers of natural respect, so that each man shall feel the world is his, and man shall treat with man as a sovereign state with a sovereign state; -- tends to true union as well as greatness. \"I learned,\" said the melancholy Pestalozzi, \"that no man in God's wide earth is either willing or able to help any other man.\" Help must come from the bosom alone. The scholar is that man who must take up into himself all the ability of the time, all the contributions of the past, all the hopes of the future. He must be an university of knowledges. If there be one lesson more than another, which should pierce his ear, it is, The world is nothing, the man is all; in yourself is the law of all nature, and you know not yet how a globule of sap ascends; in yourself slumbers the whole of Reason; it is for you to know all, it is for you to dare all. Mr. President and Gentlemen, this confidence in the unsearched might of man belongs, by all motives, by all prophecy, by all preparation, to the American Scholar. We have listened too long to the courtly muses of Europe. The spirit of the American freeman is already suspected to be timid, imitative, tame. Public and private avarice make the air we breathe thick and fat. The scholar is decent, indolent, complaisant. See already the tragic consequence. The mind of this country, taught to aim at low objects, eats upon itself. There is no work for any but the decorous and the complaisant. Young men of the fairest promise, who begin life upon our shores, inflated by the mountain winds, shined upon by all the stars of God, find the earth below not in unison with these, -- but are hindered from action by the disgust which the principles on which business is managed inspire, and turn drudges, or die of disgust, -- some of them suicides. What is the remedy? They did not yet see, and thousands of young men as hopeful now crowding to the barriers for the career, do not yet see, that, if the single man plant himself indomitably on his instincts, and there abide, the huge world will come round to him. Patience, -- patience; -- with the shades of all the good and great for company; and for solace, the perspective of your own infinite life; and for work, the study and the communication of principles, the making those instincts prevalent, the conversion of the world. Is it not the chief disgrace in the world, not to be an unit; -- not to be reckoned one character; -- not to yield that peculiar fruit which each man was created to bear, but to be reckoned in the gross, in the hundred, or the thousand, of the party, the section, to which we belong; and our opinion predicted geographically, as the north, or the south? Not so, brothers and friends, -- please God, ours shall not be so. We will walk on our own feet; we will work with our own hands; we will speak our own minds. The study of letters shall be no longer a name for pity, for doubt, and for sensual indulgence. The dread of man and the love of man shall be a wall of defence and a wreath of joy around all. A nation of men will for the first time exist, because each believes himself inspired by the Divine Soul which also inspires all men. ."], "DOYLE": ["1904 SHERLOCK HOLMES THE ADVENTURE OF THE ABBEY GRANGE by Sir Arthur Conan Doyle It was on a bitterly cold night and frosty morning, towards the end of the winter of '97, that I was awakened by a tugging at my shoulder. It was Holmes. The candle in his hand shone upon his eager, stooping face, and told me at a glance that something was amiss. \"Come, Watson, come!\" he cried. \"The game is afoot. Not a word! Into your clothes and come!\" Ten minutes later we were both in a cab, and rattling through the silent streets on our way to Charing Cross Station. The first faint winter's dawn was beginning to appear, and we could dimly see the occasional figure of an early workman as he passed us, blurred and indistinct in the opalescent London reek. Holmes nestled in silence into his heavy coat, and I was glad to do the same, for the air was most bitter, and neither of us had broken our fast. It was not until we had consumed some hot tea at the station and taken our places in the Kentish train that we were sufficiently thawed, he to speak and I to listen. Holmes drew a note from his pocket, and read aloud: 'Abbey Grange, Marsham, Kent, '3:30 A.M. 'MY DEAR MR. HOLMES: I should be very glad of your immediate assistance in what promises to be a most remarkable case. It is something quite in your line. Except for releasing the lady I will see that everything is kept exactly as I have found it, but I beg you not to lose an instant, as it is difficult to leave Sir Eustace there. 'Yours faithfully, 'STANLEY HOPKINS. \"Hopkins has called me in seven times, and on each occasion his summons has been entirely justified,\" said Holmes. \"I fancy that every one of his cases has found its way into your collection, and I must admit, Watson, that you have some power of selection, which atones for much which I deplore in your narratives. Your fatal habit of looking at everything from the point of view of a story instead of as a scientific exercise has ruined what might have been an instructive and even classical series of demonstrations. You slur over work of the utmost finesse and delicacy, in order to dwell upon sensational details which may excite, but cannot possibly instruct, the reader.\" \"Why do you not write them yourself?\" I said, with some bitterness. \"I will, my dear Watson, I will. At present I am, as you know, fairly busy, but I propose to devote my declining years to the composition of a textbook, which shall focus the whole art of detection into one volume. Our present research appears to be a case of murder.\" \"You think this Sir Eustace is dead, then?\" \"I should say so. Hopkins's writing shows considerable agitation, and he is not an emotional man. Yes, I gather there has been violence, and that the body is left for our inspection. A mere suicide would not have caused him to send for me. As to the release of the lady, it would appear that she has been locked in her room during the tragedy. We are moving in high life, Watson, crackling paper, 'E.B.' monogram, coat-of-arms, picturesque address. I think that friend Hopkins will live up to his reputation, and that we shall have an interesting morning. The crime was committed before twelve last night.\" \"How can you possibly tell?\" \"By an inspection of the trains, and by reckoning the time. The local police had to be called in, they had to communicate with Scotland Yard, Hopkins had to go out, and he in turn had to send for me. All that makes a fair night's work. Well, here we are at Chiselhurst Station, and we shall soon set our doubts at rest.\" A drive of a couple of miles through narrow country lanes brought us to a park gate, which was opened for us by an old lodge-keeper, whose haggard face bore the reflection of some great disaster. The avenue ran through a noble park, between lines of ancient elms, and ended in a low, widespread house, pillared in front after the fashion of Palladio. The central part was evidently of a great age and shrouded in ivy, but the large windows showed that modern changes had been carried out, and one wing of the house appeared to be entirely new. The youthful figure and alert, eager face of Inspector Stanley Hopkins confronted us in the open doorway. \"I'm very glad you have come, Mr. Holmes. And you, too, Dr. Watson. But, indeed, if I had my time over again, I should not have troubled you, for since the lady has come to herself, she has given so clear an account of the affair that there is not much left for us to do. You remember that Lewisham gang of burglars?\" \"What, the three Randalls?\" \"Exactly; the father and two sons.", "It's their work. I have not a doubt of it. They did a job at Sydenham a fortnight ago and were seen and described. Rather cool to do another so soon and so near, but it is they, beyond all doubt. It's a hanging matter this time.\" \"Sir Eustace is dead, then?\" \"Yes, his head was knocked in with his own poker.\" \"Sir Eustace Brackenstall, the driver tells me.\" \"Exactly- one of the richest men in Kent- Lady Brackenstall is in the morning-room. Poor lady, she has had a most dreadful experience. She seemed half dead when I saw her first. I think you had best see her and hear her account of the facts. Then we will examine the dining-room together.\" Lady Brackenstall was no ordinary person. Seldom have I seen so graceful a figure, so womanly a presence, and so beautiful a face. She was a blonde, golden-haired, blue-eyed, and would no doubt have had the perfect complexion which goes with such colouring, had not her recent experience left her drawn and haggard. Her sufferings were physical as well as mental, for over one eye rose a hideous, plum-coloured swelling, which her maid, a tall, austere woman, was bathing assiduously with vinegar and water. The lady lay back exhausted upon a couch, but her quick, observant gaze, as we entered the room, and the alert expression of her beautiful features, showed that neither her wits nor her courage had been shaken by her terrible experience. She was enveloped in a loose dressing-gown of blue and silver, but a black sequin-covered dinner-dress lay upon the couch beside her. \"I have told you all that happened, Mr. Hopkins,\" she said, wearily. \"Could you not repeat it for me? Well, if you think it necessary, I will tell these gentlemen what occurred. Have they been in the dining-room yet?\" \"I thought they had better hear your ladyship's story first.\" \"I shall be glad when you can arrange matters. It is horrible to me to think of him still lying there.\" She shuddered and buried her face in her hands. As she did so, the loose gown fell back from her forearms. Holmes uttered an exclamation. \"You have other injuries, madam! What is this?\" Two vivid red spots stood out on one of the white, round limbs. She hastily covered it. \"It is nothing. It has no connection with this hideous business to-night. If you and your friend will sit down, I will tell you all I can. \"I am the wife of Sir Eustace Brackenstall. I have been married about a year. I suppose that it is no use my attempting to conceal that our marriage has not been a happy one. I fear that all our neighbours would tell you that, even if I were to attempt to deny it. Perhaps the fault may be partly mine. I was brought up in the freer, less conventional atmosphere of South Australia, and this English life, with its proprieties and its primness, is not congenial to me. But the main reason lies in the one fact, which is notorious to everyone, and that is that Sir Eustace was a confirmed drunkard. To be with such a man for an hour is unpleasant. Can you imagine what it means for a sensitive and high-spirited woman to be tied to him for day and night? It is a sacrilege, a crime, a villainy to hold that such a marriage is binding. I say that these monstrous laws of yours will bring a curse upon the land- God will not let such wickedness endure.\" For an instant she sat up, her cheeks flushed, and her eyes blazing from under the terrible mark upon her brow. Then the strong, soothing hand of the austere maid drew her head down on to the cushion, and the wild anger died away into passionate sobbing. At last she continued: \"I will tell you about last night.", "You are aware, perhaps, that in this house all the servants sleep in the modern wing. This central block is made up of the dwelling-rooms, with the kitchen behind and our bedroom above. My maid, Theresa, sleeps above my room. There is no one else, and no sound could alarm those who are in the farther wing. This must have been well known to the robbers, or they would not have acted as they did. \"Sir Eustace retired about half-past ten. The servants had already gone to their quarters. Only my maid was up, and she had remained in her room at the top of the house until I needed her services. I sat until after eleven in this room, absorbed in a book. Then I walked round to see that all was right before I went upstairs. It was my custom to do this myself, for, as I have explained, Sir Eustace was not always to be trusted. I went into the kitchen, the butler's pantry, the gun-room, the billiard-room, the drawing-room, and finally the dining-room. As I approached the window, which is covered with thick curtains, I suddenly felt the wind blow upon my face and realized that it was open. I flung the curtain aside and found myself face to face with a broad-shouldered elderly man, who had just stepped into the room. The window is a long French one, which really forms a door leading to the lawn. I held my bedroom candle lit in my hand, and, by its light, behind the first man I saw two others, who were in the act of entering. I stepped back, but the fellow was on me in an instant. He caught me first by the wrist and then by the throat. I opened my mouth to scream, but he struck me a savage blow with his fist over the eye, and felled me to the ground. I must have been unconscious for a few minutes, for when I came to myself, I found that they had torn down the bell-rope, and had secured me tightly to the oaken chair which stands at the head of the dining-table. I was so firmly bound that I could not move, and a handkerchief round my mouth prevented me from uttering a sound. It was at this instant that my unfortunate husband entered the room. He had evidently heard some suspicious sounds, and he came prepared for such a scene as he found. He was dressed in nightshirt and trousers, with his favourite blackthorn cudgel in his hand. He rushed at the burglars, but another- it was an elderly man- stooped, picked the poker out of the grate and struck him a horrible blow as he passed. He fell with a groan and never moved again. I fainted once more, but again it could only have been for a very few minutes during which I was insensible. When I opened my eyes I found that they had collected the silver from the sideboard, and they had drawn a bottle of wine which stood there. Each of them had a glass in his hand. I have already told you, have I not, that one was elderly, with a beard, and the others young, hairless lads. They might have been a father with his two sons. They talked together in whispers. Then they came over and made sure that I was securely bound. Finally they withdrew, closing the window after them. It was quite a quarter of an hour before I got my mouth free. When I did so, my screams brought the maid to my assistance. The other servants were soon alarmed, and we sent for the local police, who instantly communicated with London. That is really all that I can tell you, gentlemen, and I trust that it will not be necessary for me to go over so painful a story again.\" \"Any questions, Mr. Holmes?\" asked Hopkins. \"I will not impose any further tax upon Lady Brackenstall's patience and time,\" said Holmes. \"Before I go into the dining-room, I should like to hear your experience.\" He looked at the maid. \"I saw the men before ever they came into the house,\" said she. \"As I sat by my bedroom window I saw three men in the moonlight down by the lodge gate yonder, but I thought nothing of it at the time. It was more than an hour after that I heard my mistress scream, and down I ran, to find her, poor lamb, just as she says, and him on the floor, with his blood and brains over the room. It was enough to drive a woman out of her wits, tied there, and her very dress spotted with him, but she never wanted courage, did Miss Mary Fraser of Adelaide and Lady Brackenstall of Abbey Grange hasn't learned new ways. You've questioned her long enough, you gentlemen, and now she is coming to her own room, just with her old Theresa, to get the rest that she badly needs.\" With a motherly tenderness the gaunt woman put her arm round her mistress and led her from the room.", "\"She has been with her all her life,\" said Hopkins. \"Nursed her as a baby, and came with her to England when they first left Australia, eighteen months ago. Theresa Wright is her name, and the kind of maid you don't pick up nowadays. This way, Mr. Holmes, if you please!\" The keen interest had passed out of Holmes's expressive face, and I knew that with the mystery all the charm of the case had departed. There still remained an arrest to be effected, but what were these commonplace rogues that he should soil his hands with them? An abstruse and learned specialist who finds that he has been called in for a case of measles would experience something of the annoyance which I read in my friend's eyes. Yet the scene in the dining-room of the Abbey Grange was sufficiently strange to arrest his attention and to recall his waning interest. It was a very large and high chamber, with carved oak ceiling, oaken panelling, and a fine array of deer's heads and ancient weapons around the walls. At the further end from the door was the high French window of which we had heard. Three smaller windows on the right-hand side filled the apartment with cold winter sunshine. On the left was a large, deep fireplace, with a massive, overhanging oak mantelpiece. Beside the fireplace was a heavy oaken chair with arms and crossbars at the bottom. In and out through the open woodwork was woven a crimson cord, which was secured at each side to the crosspiece below. In releasing the lady, the cord had been slipped off her, but the knots with which it had been secured still remained. These details only struck our attention afterwards, for our thoughts were entirely absorbed by the terrible object which lay upon the tigerskin hearthrug in front of the fire. It was the body of a tall, well-made man, about forty years of age. He lay upon his back, his face upturned, with his white teeth grinning through his short, black beard. His two clenched hands were raised above his head, and a heavy, blackthorn stick lay across them. His dark, handsome, aquiline features were convulsed into a spasm of vindictive hatred, which had set his dead face in a terribly fiendish expression. He had evidently been in his bed when the alarm had broken out, for he wore a foppish, embroidered nightshirt, and his bare feet projected from his trousers. His head was horribly injured, and the whole room bore witness to the savage ferocity of the blow which had struck him down. Beside him lay the heavy poker, bent into a curve by the concussion. Holmes examined both it and the indescribable wreck which it had wrought. \"He must be a powerful man, this elder Randall,\" he remarked. \"Yes,\" said Hopkins. \"I have some record of the fellow, and he is a rough customer.\" \"You should have no difficulty in getting him.\" \"Not the slightest. We have been on the look-out for him, and there was some idea that he had got away to America. Now that we know that the gang are here, I don't see how they can escape. We have the news at every seaport already, and a reward will be offered before evening. What beats me is how they could have done so mad a thing, knowing that the lady could describe them and that we could not fail to recognize the description.\" \"Exactly. One would have expected that they would silence Lady Brackenstall as well.\" \"They may not have realized,\" I suggested, \"that she had recovered from her faint.\" \"That is likely enough. If she seemed to be senseless, they would not take her life. What about this poor fellow, Hopkins? I seem to have heard some queer stories about him.\" \"He was a good-hearted man when he was sober, but a perfect fiend when he was drunk, or rather when he was half drunk, for he seldom really went the whole way. The devil seemed to be in him at such times, and he was capable of anything. From what I hear, in spite of all his wealth and his title, he very nearly came our way once or twice. There was a scandal about his drenching a dog with petroleum and setting it on fire- her ladyship's dog, to make the matter worse- and that was only hushed up with difficulty. Then he threw a decanter at that maid, Theresa Wright- there was trouble about that. On the whole, and between ourselves, it will be a brighter house without him. What are you looking at now?\" Holmes was down on his knees, examining with great attention the knots upon the red cord with which the lady had been secured. Then he carefully scrutinized the broken and frayed end where it had snapped off when the burglar had dragged it down. \"When this was pulled down, the bell in the kitchen must have rung loudly,\" he remarked.", "\"No one could hear it. The kitchen stands right at the back of the house.\" \"How did the burglar know no one would hear it? How dared he pull at a bellrope in that reckless fashion?\" \"Exactly, Mr. Holmes, exactly. You put the very question which I have asked myself again and again. There can be no doubt that this fellow must have known the house and its habits. He must have perfectly understood that the servants would all be in bed at that comparatively early hour, and that no one could possibly hear a bell ring in the kitchen. Therefore, he must have been in close league with one of the servants. Surely that is evident. But there are eight servants, and all of good character.\" \"Other things being equal,\" said Holmes, \"one would suspect the one at whose head the master threw a decanter. And yet that would involve treachery towards the mistress to whom this woman seems devoted. Well, well, the point is a minor one, and when you have Randall you will probably find no difficulty in securing his accomplice. The lady's story certainly seems to be corroborated, if it needed corroboration, by every detail which we see before us.\" He walked to the French window and threw it open. \"There are no signs here, but the ground is iron hard, and one would not expect them. I see that these candles in the mantelpiece have been lighted.\" \"Yes, it was by their light and that of the lady's bedroom candle, that the burglars saw their way about.\" \"And what did they take?\" \"Well, they did not take much- only half a dozen articles of plate off the sideboard. Lady Brackenstall thinks that they were themselves so disturbed by the death of Sir Eustace that they did not ransack the house, as they would otherwise have done.\" \"No doubt that is true, and yet they drank some wine, I understand.\" \"To steady their nerves.\" \"Exactly. These three glasses upon the sideboard have been untouched, I suppose?\" \"Yes, and the bottle stands as they left it.\" \"Let us look at it. Halloa, halloa! What is this?\" The three glasses were grouped together, all of them tinged with wine, and one of them containing some dregs of beeswing. The bottle stood near them, two-thirds full, and beside it lay a long, deeply stained cork. Its appearance and the dust upon the bottle showed that it was no common vintage which the murderers had enjoyed. A change had come over Holmes's manner. He had lost his listless expression, and again I saw an alert light of interest in his keen, deep-set eyes. He raised the cork and examined it minutely. \"How did they draw it?\" he asked. Hopkins pointed to a half-opened drawer. In it lay some table linen and a large corkscrew. \"Did Lady Brackenstall say that screw was used?\" \"No, you remember that she was senseless at the moment when the bottle was opened.\" \"Quite so. As a matter of fact, that screw was not used. This bottle was opened by a pocket screw, probably contained in a knife, and not more than an inch and a half long. If you will examine the top of the cork, you will observe that the screw was driven in three times before the cork was extracted. It has never been transfixed. This long screw would have transfixed it and drawn it up with a single pull. When you catch this fellow, you will find that he has one of these multiplex knives in his possession.\" \"Excellent!\"", "said Hopkins. \"But these glasses do puzzle me, I confess. Lady Brackenstall actually saw the three men drinking, did she not?\" \"Yes; she was clear about that.\" \"Then there is an end of it. What more is to be said? And yet, you must admit, that the three glasses are very remarkable, Hopkins. What? You see nothing remarkable? Well, well, let it pass. Perhaps, when a man has special knowledge and special powers like my own, it rather encourages him to seek a complex explanation when a simpler one is at hand. Of course, it must be a mere chance about the glasses. Well, good-morning, Hopkins. I don't see that I can be of any use to you, and you appear to have your case very clear. You will let me know when Randall is arrested, and any further developments which may occur. I trust that I shall soon have to congratulate you upon a successful conclusion. Come, Watson, I fancy that we may employ ourselves more profitably at home.\" During our return journey, I could see by Holmes's face that he was much puzzled by something which he had observed. Every now and then, by an effort, he would throw off the impression, and talk as if the matter were clear, but then his doubts would settle down upon him again, and his knitted brows and abstracted eyes would show that his thoughts had gone back once more to the great diningroom of the Abbey Grange, in which this midnight tragedy had been enacted. At last, by a sudden impulse, just as our train was crawling out of a suburban station, he sprang on to the platform and pulled me out after him. \"Excuse me, my dear fellow,\" said he, as we watched the rear carriages of our train disappearing round a curve, \"I am sorry to make you the victim of what may seem a mere whim, but on my life, Watson, I simply can't leave that case in this condition. Every instinct that I possess cries out against it. It's wrong- it's all wrong- I'll swear that it's wrong. And yet the lady's story was complete, the maid's corroboration was sufficient, the detail was fairly exact. What have I to put up against that? Three wine-glasses, that is all. But if I had not taken things for granted, if I had examined everything with care which I should have shown had we approached the case de novo and had no cut-and-dried story to warp my mind, should I not then have found something more definite to go upon? Of course I should. Sit down on this bench, Watson, until a train for Chiselhurst arrives, and allow me to lay the evidence before you, imploring you in the first instance to dismiss from your mind the idea that anything which the maid or her mistress may have said must necessarily be true. The lady's charming personality must not be permitted to warp our judgment. \"Surely there are details in her story which, if we looked at in cold blood, would excite our suspicion. These burglars made a considerable haul at Sydenham a fortnight ago. Some account of them and of their appearance was in the papers, and would naturally occur to anyone who wished to invent a story in which imaginary robbers should play a part. As a matter of fact, burglars who have done a good stroke of business are, as a rule, only too glad to enjoy the proceeds in peace and quiet without embarking on another perilous undertaking. Again, it is unusual for burglars to operate at so early an hour, it is unusual for burglars to strike a lady to prevent her screaming, since one would imagine that was the sure way to make her scream, it is unusual for them to commit murder when their numbers are sufficient to overpower one man, it is unusual for them to be content with a limited plunder when there was much more within their reach, and finally, I should say, that it was very unusual for such men to leave a bottle half empty. How do all these unusuals strike you, Watson?\" \"Their cumulative effect is certainly considerable, and yet each of them is quite possible in itself. The most unusual thing of all, as it seems to me, is that the lady should be tied to the chair.\" \"Well, I am not so clear about that, Watson, for it is evident that they must either kill her or else secure her in such a way that she could not give immediate notice of their escape. But at any rate I have shown, have I not, that there is a certain element of improbability about the lady's story? And now, on the top of this, comes the incident of the wineglasses.\" \"What about the wineglasses?\" \"Can you see them in your mind's eye?\" \"I see them clearly.\" \"We are told that three men drank from them. Does that strike you as likely?\" \"Why not? There was wine in each glass.\" \"Exactly, but there was beeswing only in one glass. You must have noticed that fact.", "What does that suggest to your mind?\" \"The last glass filled would be most likely to contain beeswing.\" \"Not at all. The bottle was full of it, and it is inconceivable that the first two glasses were clear and the third heavily charged with it. There are two possible explanations, and only two. One is that after the second glass was filled the bottle was violently agitated, and so the third glass received the beeswing. That does not appear probable. No, no, I am sure that I am right.\" \"What, then, do you suppose?\" \"That only two glasses were used, and that the dregs of both were poured into a third glass, so as to give the false impression that three people had been here. In that way all the beeswing would be in the last glass, would it not? Yes, I am convinced that this is so. But if I have hit upon the true explanation of this one small phenomenon, then in an instant the case rises from the commonplace to the exceedingly remarkable, for it can only mean that Lady Brackenstall and her maid have deliberately lied to us, that not one word of their story is to be believed, that they have some very strong reason for covering the real criminal, and that we must construct our case for ourselves without any help from them. That is the mission which now lies before us, and here, Watson, is the Sydenham train.\" The household at the Abbey Grange were much surprised at our return, but Sherlock Holmes, finding that Stanley Hopkins had gone off to report to headquarters, took possession of the dining-room, locked the door upon the inside, and devoted himself for two hours to one of those minute and laborious investigations which form the solid basis on which his brilliant edifices of deduction were reared. Seated in a corner like an interested student who observes the demonstration of his professor, I followed every step of that remarkable research. The window, the curtains, the carpet, the chair, the rope- each in turn was minutely examined and duly pondered. The body of the unfortunate baronet had been removed, and all else remained as we had seen it in the morning. Finally, to my astonishment, Holmes climbed up on to the massive mantelpiece. Far above his head hung the few inches of red cord which were still attached to the wire. For a long time he gazed upward at it, and then in an attempt to get nearer to it he rested his knee upon a wooden bracket on the wall. This brought his hand within a few inches of the broken end of the rope, but it was not this so much as the bracket itself which seemed to engage his attention. Finally, he sprang down with an ejaculation of satisfaction. \"It's all right, Watson,\" said he. \"We have got our case- one of the most remarkable in our collection. But, dear me, how slow-witted I have been, and how nearly I have committed the blunder of my lifetime! Now, I think that, with a few missing links, my chain is almost complete.\" \"You have got your men?\" \"Man, Watson, man. Only one, but a very formidable person. Strong as a lion- witness the blow that bent that poker! Six foot three in height, active as a squirrel, dexterous with his fingers, finally, remarkably quick-witted, for this whole ingenious story is of his concoction. Yes, Watson, we have come upon the handiwork of a very remarkable individual. And yet, in that bell-rope, he has given us a clue which should not have left us a doubt.\" \"Where was the clue?\" \"Well, if you were to pull down a bell-rope, Watson, where would you expect it to break? Surely at the spot where it is attached to the wire. Why should it break three inches from the top, as this one has done?\" \"Because it is frayed there?\" \"Exactly. This end, which we can examine, is frayed. He was cunning enough to do that with his knife. But the other end is not frayed. You could not observe that from here, but if you were on the mantelpiece you would see that it is cut clean off without any mark of fraying whatever. You can reconstruct what occurred. The man needed the rope. He would not tear it down for fear of giving the alarm by ringing the bell. What did he do? He sprang up on the mantelpiece, could not quite reach it, put his knee on the bracket- you will see the impression in the dust- and so got his knife to bear upon the cord. I could not reach the place by at least three inches- from which I infer that he is at least three inches a bigger man than I.", "Look at that mark upon the seat of the oaken chair! What is it?\" \"Blood.\" \"Undoubtedly it is blood. This alone puts the lady's story out of court. If she were seated on the chair when the crime was done, how comes that mark? No, no, she was placed in the chair after the death of her husband. I'll wager that the black dress shows a corresponding mark to this. We have not yet met our Waterloo, Watson, but this is our Marengo, for it begins in defeat and ends in victory. I should like now to have a few words with the nurse, Theresa. We must be wary for a while, if we are to get the information which we want.\" She was an interesting person, this stern Australian nurse- taciturn, suspicious, ungracious, it took some time before Holmes's pleasant manner and frank acceptance of all that she said thawed her into a corresponding amiability. She did not attempt to conceal her hatred for her late employer. \"Yes, sir, it is true that he threw the decanter at me. I heard him call my mistress a name, and I told him that he would not dare to speak so if her brother had been there. Then it was that he threw it at me. He might have thrown a dozen if he had but left my bonny bird alone. He was forever ill-treating her, and she too proud to complain. She will not even tell me all that he has done to her. She never told me of those marks on her arm that you saw this morning, but I know very well that they come from a stab with a hatpin. The sly devil- God forgive me that I should speak of him so, now that he is dead! But a devil he was, if ever one walked the earth. He was all honey when first we met him- only eighteen months ago, and we both feel as if it were eighteen years. She had only just arrived in London. Yes, it was her first voyage- she had never been from home before. He won her with his title and his money and his false London ways. If she made a mistake she has paid for it, if ever a woman did. What month did we meet him? Well, I tell you it was just after we arrived. We arrived in June, and it was July. They were married in January of last year. Yes, she is down in the morning-room again, and I have no doubt she will see you, but you must not ask too much of her, for she has gone through all that flesh and blood will stand.\" Lady Brackenstall was reclining on the same couch, but looked brighter than before. The maid had entered with us, and began once more to foment the bruise upon her mistress's brow. \"I hope,\" said the lady, \"that you have not come to cross-examine me again?\" \"No,\" Holmes answered, in his gentlest voice, \"I will not cause you any unnecessary trouble, Lady Brackenstall, and my whole desire is to make things easy for you, for I am convinced that you are a much-tried woman. If you will treat me as a friend and trust me, you may find that I will justify your trust.\" \"What do you want me to do?\" \"To tell me the truth.\" \"Mr. Holmes!\" \"No, no, Lady Brackenstall- it is no use. You may have heard of any little reputation which I possess. I will stake it all on the fact that your story is an absolute fabrication.\" Mistress and maid were both staring at Holmes with pale faces and frightened eyes. \"You are an impudent fellow!\" cried Theresa. \"Do you mean to say that my mistress has told a lie?\" Holmes rose from his chair. \"Have you nothing to tell me?\"", "\"I have told you everything.\" \"Think once more, Lady Brackenstall. Would it not be better to be frank?\" For an instant there was hesitation in her beautiful face. Then some new strong thought caused it to set like a mask. \"I have told you all I know.\" Holmes took his hat and shrugged his shoulders. \"I am sorry,\" he said, and without another word we left the room and the house. There was a pond in the park, and to this my friend led the way. It was frozen over, but a single hole was left for the convenience of a solitary swan. Holmes gazed at it, and then passed on to the lodge gate. There he scribbled a short note for Stanley Hopkins, and left it with the lodge-keeper. \"It may be a hit, or it may be a miss, but we are bound to do something for friend Hopkins, just to justify this second visit,\" said he. \"I will not quite take him into my confidence yet. I think our next scene of operations must be the shipping office of the Adelaide-Southampton line, which stands at the end of Pall Mall, if I remember right. There is a second line of steamers which connect South Australia with England, but we will draw the larger cover first.\" Holmes's card sent in to the manager ensured instant attention, and he was not long in acquiring all the information he needed. In June of '95, only one of their line had reached a home port. It was the Rock of Gibraltar, their largest and best boat. A reference to the passenger list showed that Miss Fraser, of Adelaide, with her maid had made the voyage in her. The boat was now somewhere south of the Suez Canal on her way to Australia. Her officers were the same as in '95, with one exception. The first officer, Mr. Jack Crocker, had been made a captain and was to take charge of their new ship, the Bass Rock, sailing in two days' time from Southampton. He lived at Sydenham, but he was likely to be in that morning for instructions, if we cared to wait for him. No, Mr. Holmes had no desire to see him, but would be glad to know more about his record and character. His record was magnificent. There was not an officer in the fleet to touch him. As to his character, he was reliable on duty, but a wild, desperate fellow off the deck of his ship- hot-headed, excitable, but loyal, honest, and kind-hearted. That was the pith of the information with which Holmes left the office of the Adelaide-Southampton company. Thence he drove to Scotland Yard, but, instead of entering, he sat in his cab with his brows drawn down, lost in profound thought. Finally he drove round to the Charing Cross telegraph office, sent off a message, and then, at last, we made for Baker Street once more. \"No, I couldn't do it, Watson,\" said he, as we reentered our room. \"Once that warrant was made out, nothing on earth would save him. Once or twice in my career I feel that I have done more real harm by my discovery of the criminal than ever he had done by his crime. I have learned caution now, and I had rather play tricks with the law of England than with my own conscience. Let us know a little more before we act.\" Before evening, we had a visit from Inspector Stanley Hopkins. Things were not going very well with him. \"I believe that you are a wizard, Mr. Holmes. I really do sometimes think that you have powers that are not human. Now, how on earth could you know that the stolen silver was at the bottom of that pond?\" \"I didn't know it.\" \"But you told me to examine it.\" \"You got it, then?\" \"Yes, I got it.\" \"I am very glad if I have helped you.\" \"But you haven't helped me. You have made the affair far more difficult. What sort of burglars are they who steal silver and then throw it into the nearest pond?\" \"It was certainly rather eccentric behaviour.", "I was merely going on the idea that if the silver had been taken by persons who did not want it- who merely took it for a blind, as it were- then they would naturally be anxious to get rid of it.\" \"But why should such an idea cross your mind?\" \"Well, I thought it was possible. When they came out through the French window, there was the pond with one tempting little hole in the ice, right in front of their noses. Could there be a better hiding-place?\" \"Ah, a hiding-place- that is better!\" cried Stanley Hopkins. \"Yes, yes, I see it all now! It was early, there were folk upon the roads, they were afraid of being seen with the silver, so they sank it in the pond, intending to return for it when the coast was clear. Excellent, Mr. Holmes- that is better than your idea of a blind.\" \"Quite so, you have got an admirable theory. I have no doubt that my own ideas were quite wild, but you must admit that they have ended in discovering the silver.\" \"Yes, sir- yes. It was all your doing. But I have had a bad setback.\" \"A setback?\" \"Yes, Mr. Holmes. The Randall gang were arrested in New York this morning.\" \"Dear me, Hopkins! That is certainly rather against your theory that they committed a murder in Kent last night.\" \"It is fatal, Mr. Holmes- absolutely fatal. Still, there are other gangs of three besides the Randalls, or it may be some new gang of which the police have never heard.\" \"Quite so, it is perfectly possible. What, are you off?\" Yes, Mr. Holmes, there is no rest for me until I have got to the bottom of the business. I suppose you have no hint to give me?\" \"I have given you one.\" \"Which?\" \"Well, I suggested a blind.\" \"But why, Mr. Holmes, why?\" \"Ah, that's the question, of course. But I commend the idea to your mind. You might possibly find that there was something in it. You won't stop for dinner? Well, good-bye, and let us know how you get on.\" Dinner was over, and the table cleared before Holmes alluded to the matter again. He had lit his pipe and held his slippered feet to the cheerful blaze of the fire. Suddenly he looked at his watch. \"I expect developments, Watson.\" \"When?\" \"Now- within a few minutes. I dare say you thought I acted rather badly to Stanley Hopkins just now?\" \"I trust your judgment.\" \"A very sensible reply, Watson. You must look at it this way: what I know is unofficial, what he knows is official. I have the right to private judgment, but he has none. He must disclose all, or he is a traitor to his service. In a doubtful case I would not put him in so painful a position, and so I reserve my information until my own mind is clear upon the matter.\" \"But when will that be?\" \"The time has come.", "You will now be present at the last scene of a remarkable little drama.\" There was a sound upon the stairs, and our door was opened to admit as fine a specimen of manhood as ever passed through it. He was a very tall young man, golden-moustached, blue-eyed, with a skin which had been burned by tropical suns, and a springy step, which showed that the huge frame was as active as it was strong. He closed the door behind him, and then he stood with clenched hands and heaving breast, choking down some overmastering emotion. \"Sit down, Captain Crocker. You got my telegram?\" Our visitor sank into an armchair and looked from one to the other of us with questioning eyes. \"I got your telegram, and I came at the hour you said. I heard that you had been down to the office. There was no getting away from you. Let's hear the worst. What are you going to do with me? Arrest me? Speak out, man! You can't sit there and play with me like a cat with a mouse.\" \"Give him a cigar,\" said Holmes. \"Bite on that, Captain Crocker, and don't let your nerves run away with you. I should not sit here smoking with you if I thought that you were a common criminal, you may be sure of that. Be frank with me and we may do some good. Play tricks with me, and I'll crush you.\" \"What do you wish me to do?\" \"To give me a true account of all that happened at the Abbey Grange last night- a true account, mind you, with nothing added and nothing taken off. I know so much already that if you go one inch off the straight, I'll blow this police whistle from my window and the affair goes out of my hands forever.\" The sailor thought for a little. Then he struck his leg with his great sunburned hand. \"I'll chance it,\" he cried. \"I believe you are a man of your word, and a white man, and I'll tell you the whole story. But one thing I will say first. So far as I am concerned, I regret nothing and I fear nothing, and I would do it all again and be proud of the job. Damn the beast, if he had as many lives as a cat, he would owe them all to me! But it's the lady, Mary- Mary Fraser- for never will I call her by that accursed name. When I think of getting her into trouble, I who would give my life just to bring one smile to her dear face, it's that that turns my soul into water. And yet- and yet- what less could I do? I'll tell you my story, gentlemen, and then I'll ask you, as man to man, what less could I do? \"I must go back a bit. You seem to know everything, so I expect that you know that I met her when she was a passenger and I was first officer of the Rock of Gibraltar. From the first day I met her, she was the only woman to me. Every day of that voyage I loved her more, and many a time since have I kneeled down in the darkness of the night watch and kissed the deck of that ship because I knew her dear feet had trod it. She was never engaged to me. She treated me as fairly as ever a woman treated a man. I have no complaint to make. It was all love on my side, and all good comradeship and friendship on hers. When we parted she was a free woman, but I could never again be a free man. \"Next time I came back from sea, I heard of her marriage. Well, why shouldn't she marry whom she liked? Title and money- who could carry them better than she? She was born for all that is beautiful and dainty. I didn't grieve over her marriage. I was not such a selfish hound as that. I just rejoiced that good luck had come her way, and that she had not thrown herself away on a penniless sailor.", "That's how I loved Mary Fraser. \"Well, I never thought to see her again, but last voyage I was promoted, and the new boat was not yet launched, so I had to wait for a couple of months with my people at Sydenham. One day out in a country lane I met Theresa Wright, her old maid. She told me all about her, about him, about everything. I tell you, gentlemen, it nearly drove me mad. This drunken hound, that he should dare to raise his hand to her, whose boots he was not worthy to lick! I met Theresa again. Then I met Mary herself- and met her again. Then she would meet me no more. But the other day I had a notice that I was to start on my voyage within a week, and I determined that I would see her once before I left. Theresa was always my friend, for she loved Mary and hated this villain almost as much as I did. From her I learned the ways of the house. Mary used to sit up reading in her own little room downstairs. I crept round there last night and scratched at the window. At first she would not open to me, but in her heart I know that now she loves me, and she could not leave me in the frosty night. She whispered to me to come round to the big front window, and I found it open before me, so as to let me into the dining-room. Again I heard from her own lips things that made my blood boil, and again I cursed this brute who mishandled the woman I loved. Well, gentlemen, I was standing with her just inside the window, in all innocence, as God is my judge, when he rushed like a madman into the room, called her the vilest name that a man could use to a woman, and welted her across the face with the stick he had in his hand. I had sprung for the poker, and it was a fair fight between us. See here, on my arm, where his first blow fell. Then it was my turn, and I went through him as if he had been a rotten pumpkin. Do you think I was sorry? Not If It was his life or mine, but far more than that, it was his life or hers, for how could I leave her in the power of this madman? That was how I killed him. Was I wrong? Well, then, what would either of you gentlemen have done, if you had been in my position?\" \"She had screamed when he struck her, and that brought old Theresa down from the room above. There was a bottle of wine on the sideboard, and I opened it and poured a little between Mary's lips, for she was half dead with shock. Then I took a drop myself. Theresa was as cool as ice, and it was her plot as much as mine. We must make it appear that burglars had done the thing. Theresa kept on repeating our story to her mistress, while I swarmed up and cut the rope of the bell. Then I lashed her in her chair, and frayed out the end of the rope to make it look natural, else they would wonder how in the world a burglar could have got up there to cut it. Then I gathered up a few plates and pots of silver, to carry out the idea of the robbery, and there I left them, with orders to give the alarm when I had a quarter of an hour's start. I dropped the silver into the pond, and made off for Sydenham, feeling that for once in my life I had done a real good night's work. And that's the truth and the whole truth, Mr. Holmes, if it costs me my neck.\" Holmes smoked for some time in silence. Then he crossed the room, and shook our visitor by the hand. \"That's what I think,\" said he. \"I know that every word is true, for you have hardly said a word which I did not know. No one but an acrobat or a sailor could have got up to that bell-rope from the bracket, and no one but a sailor could have made the knots with which the cord was fastened to the chair. Only once had this lady been brought into contact with sailors, and that was on her voyage, and it was someone of her own class of life, since she was trying hard to shield him, and so showing that she loved him. You see how easy it was for me to lay my hands upon you when once I had started upon the right trail.\" \"I thought the police never could have seen through our dodge.\" \"And the police haven't, nor will they, to the best of my belief. Now, look here, Captain Crocker, this is a very serious matter, though I am willing to admit that you acted under the most extreme provocation to which any man could be subjected. I am not sure that in defence of your own life your action will not be pronounced legitimate. However, that is for a British jury to decide. Meanwhile I have so much sympathy for you that, if you choose to disappear in the next twenty-four hours, I will promise you that no one will hinder you.\" \"And then it will all come out?\"", "\"Certainly it will come out.\" The sailor flushed with anger. \"What sort of proposal is that to make a man? I know enough of law to understand that Mary would be held as accomplice. Do you think I would leave her alone to face the music while I slunk away? No, sir, let them do their worst upon me, but for heaven's sake, Mr. Holmes, find some way of keeping my poor Mary out of the courts.\" Holmes for a second time held out his hand to the sailor. \"I was only testing you, and you ring true every time. Well, it is a great responsibility that I take upon myself, but I have given Hopkins an excellent hint and if he can't avail himself of it I can do no more. See here, Captain Crocker, we'll do this in due form of law. You are the prisoner. Watson, you are a British jury, and I never met a man who was more eminently fitted to represent one. I am the judge. Now, gentleman of the jury, you have heard the evidence. Do you find the prisoner guilty or not guilty?\" \"Not guilty, my lord,\" said I. \"Vox populi, vox dei. You are acquitted, Captain Crocker. So long as the law does not find some other victim you are safe from me. Come back to this lady in a year, and may her future and yours justify us in the judgment which we have pronounced this night!\" -THE END-", "1908 SHERLOCK HOLMES THE ADVENTURE OF THE BRUCE-PARTINGTON PLAN by Sir Arthur Conan Doyle ADVENTURE_OF_THE_BRUCE_PARTINGTON_PLANS - In the third week of November, in the year 1895, a dense yellow fog settled down upon London. From the Monday to the Thursday I doubt whether it was ever possible from our windows in Baker Street to see the loom of the opposite houses. The first day Holmes had spent in cross-indexing his huge book of references. The second and third had been patiently occupied upon a subject which he had recently made his hobby- the music of the Middle Ages. But when, for the fourth time, after pushing back our chairs from breakfast we saw the greasy, heavy brown swirl still drifting past us and condensing in oily drops upon the window-panes, my comrade's impatient and active nature could endure this drab existence no longer. He paced restlessly about our sitting-room in a fever of suppressed energy, biting his nails, tapping the furniture, and chafing against inaction. \"Nothing of interest in the paper, Watson?\" he said. I was aware that by anything of interest, Holmes meant anything of criminal interest. There was the news of a revolution, of a possible war, and of an impending change of government; but these did not come within the horizon of my companion. I could see nothing recorded in the shape of crime which was not commonplace and futile. Holmes groaned and resumed his restless meanderings. \"The London criminal is certainly a dull fellow,\" said he in the querulous voice of the sportsman whose game has failed him. \"Look out of this window, Watson. See how the figures loom up, are dimly seen, and then blend once more into the cloud-bank. The thief or the murderer could roam London on such a day as the tiger does the jungle, unseen until he pounces, and then evident only to his victim.\" \"There have,\" said I, \"been numerous petty thefts.\" Holmes snorted his contempt. \"This great and sombre stage is set for something more worthy than that,\" said he. \"It is fortunate for this community that I am not a criminal.\" \"It is, indeed!\" said I heartily. \"Suppose that I were Brooks or Woodhouse, or any of the fifty men who have good reason for taking my life, how long could I survive against my own pursuit? A summons, a bogus appointment, and all would be over. It is well they don't have days of fog in the Latin countries- the countries of assassination. By Jove! here comes something at last to break our dead monotony.\" It was the maid with a telegram. Holmes tore it open and burst out laughing. \"Well, well! What next?\" said he. \"Brother Mycroft is coming round.\" \"Why not?\" I asked. \"Why not? It is as if you met a tram-car coming down a country lane. Mycroft has his rails and he runs on them. His Pall Mall lodgings, the Diogenes Club, Whitehall- that is his cycle. Once, and only once, he has been here. What upheaval can possibly have derailed him?\" \"Does he not explain?\" Holmes handed me his brother's telegram. - Must see you over Cadogan West. Coming at once. MYCROFT. - \"Cadogan West? I have heard the name.\" \"It recalls nothing to my mind. But that Mycroft should break out in this erratic fashion!", "A planet might as well leave its orbit. By the way, do you know what Mycroft is?\" I had some vague recollection of an explanation at the time of the Adventure of the Greek Interpreter. \"You told me that he had some small office under the British government.\" Holmes chuckled. \"I did not know you quite so well in those days. One has to be discreet when one talks of high matters of state. You are right in thinking that he is under the British government. You would also be right in a sense if you said that occasionally he is the British government.\" \"My dear Holmes!\" \"I thought I might surprise you. Mycroft draws four hundred and fifty pounds a year, remains a subordinate, has no ambitions of any kind, will receive neither honour nor title, but remains the most indispensable man in the country.\" \"But how?\" \"Well, his position is unique. He has made it for himself. There has never been anything like it before, nor will be again. He has the tidiest and most orderly brain, with the greatest capacity for storing facts, of any man living. The same great powers which I have turned to the detection of crime he has used for this particular business. The conclusions of every department are passed to him, and he is the central exchange, the clearing-house, which makes out the balance. All other men are specialists, but his specialism is omniscience. We will suppose that a minister needs information as to a point which involves the Navy, India, Canada and the bimetallic question; he could get his separate advices from various departments upon each, but only Mycroft can focus them all, and say offhand how each factor would affect the other. They began by using him as a short-cut, a convenience; now he has made himself an essential. In that great brain of his everything is pigeon-holed and can be handed out in an instant. Again and again his word has decided the national policy. He lives in it. He thinks of nothing else save when, as an intellectual exercise, he unbends if I call upon him and ask him to advise me on one of my little problems. But Jupiter is descending to-day. What on earth can it mean? Who is Cadogan West, and what is he to Mycroft?\" \"I have it,\" I cried, and plunged among the litter of papers upon the sofa. \"Yes, yes, here he is, sure enough! Cadogan West was the young man who was found dead on the Underground on Tuesday morning.\" Holmes sat up at attention, his pipe halfway to his lips. \"This must be serious, Watson. A death which has caused my brother to alter his habits can be no ordinary one. What in the world can he have to do with it? The case was featureless as I remember it. The young man had apparently fallen out of the train and killed himself. He had not been robbed, and there was no particular reason to suspect violence. Is that not so?\" \"There has been an inquest\" said I, \"and a good many fresh facts have come out. Looked at more closely, I should certainly say that it was a curious case.\" \"Judging by its effect upon my brother, I should think it must be a most extraordinary one.\" He snuggled down in his armchair. \"Now, Watson, let us have the facts.\" \"The man's name was Arthur Cadogan West. He was twenty-seven years of age, unmarried, and a clerk at Woolwich Arsenal.\" \"Government employ. Behold the link with Brother Mycroft!\" \"He left Woolwich suddenly on Monday night.", "Was last seen by his fiancee, Miss Violet Westbury, whom he left abruptly in the fog about 7:30 that evening. There was no quarrel between them and she can give no motive for his action. The next thing heard of him was when his dead body was discovered by a plate-layer named Mason, just outside Aldgate Station on the Underground system in London.\" \"When?\" \"The body was found at six on the Tuesday morning. It was lying wide of the metals upon the left hand of the track as one goes eastward, at a point close to the station, where the line emerges from the tunnel in which it runs. The head was badly crushed- an injury which might well have been caused by a fall from the train. The body could only have come on the line in that way. Had it been carried down from any neighbouring street, it must have passed the station barriers, where a collector is always standing. This point seems absolutely certain.\" \"Very good. The case is definite enough. The man, dead or alive, either fell or was precipitated from a train. So much is clear to me. Continue.\" \"The trains which traverse the lines of rail beside which the body was found are those which run from west to east, some being purely Metropolitan, and some from Willesden and outlying junctions. It can be stated for certain that this young man, when he met his death, was travelling in this direction at some late hour of the night, but at what point he entered the train it is impossible to state.\" \"His ticket, of course, would show that.\" \"There was no ticket in his pockets.\" \"No ticket! Dear me, Watson, this is really very singular. According to my experience it is not possible to reach the platform of a Metropolitan train without exhibiting one's ticket. Presumably, then, the young man had one. Was it taken from him in order to conceal the station from which he came? It is possible. Or did he drop it in the carriage? That also is possible. But the point is of curious interest. I understand that there was no sign of robbery?\" \"Apparently not. There is a list here of his possessions. His purse contained two pounds fifteen. He had also a check-book on the Woolwich branch of the Capital and Counties Bank. Through this his identity was established. There were also two dress-circle tickets for the Woolwich Theatre, dated for that very evening. Also a small packet of technical papers.\" Holmes gave an exclamation of satisfaction. \"There we have it at last, Watson! British government- Woolwich. Arsenal- technical papers- Brother Mycroft, the chain is complete. But here he comes, if I am not mistaken, to speak for himself.\" A moment later the tall and portly form of Mycroft Holmes was ushered into the room. Heavily built and massive, there was a suggestion of uncouth physical inertia in the figure, but above this unwieldy frame there was perched a head so masterful in its brow, so alert in its steel-gray, deep-set eyes, so firm in its lips, and so subtle in its play of expression, that after the first glance one forgot the gross body and remembered only the dominant mind. At his heels came our old friend Lestrade, of Scotland Yard- thin and austere. The gravity of both their faces foretold some weighty quest. The detective shook hands without a word. Mycroft Holmes struggled out of his overcoat and subsided into an armchair. \"A most annoying business, Sherlock,\" said he. \"I extremely dislike altering my habits, but the powers that be would take no denial. In the present state of Siam it is most awkward that I should be away from the office.", "But it is a real crisis. I have never seen the Prime Minister so upset. As to the Admiralty- it is buzzing like an overturned bee-hive. Have you read up the case?\" \"We have just done so. What were the technical papers?\" \"Ah, there's the point! Fortunately, it has not come out. The press would be furious if it did. The papers which this wretched youth had in his pocket were the plans of the Bruce-Partington submarine.\" Mycroft Holmes spoke with a solemnity which showed his sense of the importance of the subject. His brother and I sat expectant. \"Surely you have heard of it? I thought everyone had heard of it.\" \"Only as a name.\" \"Its importance can hardly be exaggerated. It has been the most jealously guarded of all government secrets. You may take it from me that naval warfare becomes impossible within the radius of a Bruce-Partington's operation. Two years ago a very large sum was smuggled through the Estimates and was expended in acquiring a monopoly of the invention. Every effort has been made to keep the secret. The plans, which are exceedingly intricate, comprising some thirty separate patents, each essential to the working of the whole, are kept in an elaborate safe in a confidential office adjoining the arsenal, with burglar-proof doors and windows. Under no conceivable circumstances were the plans to be taken from the office. If the chief constructor of the Navy desired to consult them, even he was forced to go to the Woolwich office for the purpose. And yet here we find them in the pocket of a dead junior clerk in the heart of London. From an official point of view it's simply awful.\" \"But you have recovered them?\" \"No, Sherlock, no! That's the pinch. We have not. Ten papers were taken from Woolwich. There were seven in the pocket of Cadogan West. The three most essential are gone- stolen, vanished. You must drop everything, Sherlock. Never mind your usual petty puzzles of the police-court. It's a vital international problem that you have to solve. Why did Cadogan West take the papers, where are the missing ones, how did he die, how came his body where it was found, how can the evil be set right? Find an answer to all these questions, and you will have done good service for your country.\" \"Why do you not solve it yourself, Mycroft? You can see as far as I.\" \"Possibly, Sherlock. But it is a question of getting details. Give me your details, and from an armchair I will return you an excellent expert opinion. But to run here and run there, to cross-question railway guards, and lie on my face with a lens to my eye- it is not my metier. No, you are the one man who can clear the matter up. If you have a fancy to see your name in the next honours list-\" My friend smiled and shook his head. \"I play the game for the game's own sake,\" said he. \"But the problem certainly presents some points of interest, and I shall be very pleased to look into it. Some more facts, please.\" \"I have jotted down the more essential ones upon this sheet of paper, together with a few addresses which you will find of service. The actual official guardian of the papers is the famous government expert, Sir James Walter, whose decorations and sub-titles fill two lines of a book of reference.", "He has grown gray in the service, is a gentleman, a favoured guest in the most exalted houses, and, above all, a man whose patriotism is beyond suspicion. He is one of two who have a key of the safe. I may add that the papers were undoubtedly in the office during working hours on Monday, and that Sir James left for London about three o'clock taking his key with him. He was at the house of Admiral Sinclair at Barclay Square during the whole of the evening when this incident occurred.\" \"Has the fact been verified?\" \"Yes; his brother, Colonel Valentine Walter, has testified to his departure from Woolwich, and Admiral Sinclair to his arrival in London; so Sir James is no longer a direct factor in the problem.\" \"Who was the other man with a key?\" \"The senior clerk and draughtsman, Mr. Sidney Johnson. He is a man of forty, married, with five children. He is a silent, morose man, but he has, on the whole, an excellent record in the public service. He is unpopular with his colleagues, but a hard worker. According to his own account, corroborated only by the word of his wife, he was at home the whole of Monday evening after office hours, and his key has never left the watch-chain upon which it hangs.\" \"Tell us about Cadogan West.\" \"He has been ten years in the service and has done good work. He has the reputation of being hot-headed and impetuous, but a straight, honest man. We have nothing against him. He was next Sidney Johnson in the office. His duties brought him into daily, personal contact with the plans. No one else had the handling of them.\" \"Who locked the plans up that night?\" \"Mr. Sidney Johnson, the senior clerk.\" \"Well, it is surely perfectly clear who took them away. They are actually found upon the person of this junior clerk, Cadogan West. That seems final, does it not?\" \"It does, Sherlock, and yet it leaves so much unexplained. In the first place, why did he take them?\" \"I presume they were of value?\" \"He could have got several thousands for them very easily.\" \"Can you suggest any possible motive for taking the papers to London except to sell them?\" \"No, I cannot.\" \"Then we must take that as our working hypothesis. Young West took the papers. Now this could only be done by having a false key-\" \"Several false keys. He had to open the building and the room.\" \"He had, then, several false keys. He took the papers to London to sell the secret, intending, no doubt, to have the plans themselves back in the safe next morning before they were missed. While in London on this treasonable mission he met his end.\" \"How?\" \"We will suppose that he was travelling back to Woolwich when he was killed and thrown out of the compartment.\" \"Aldgate, where the body was found, is considerably past the station for London Bridge, which would be his route to Woolwich.\" \"Many circumstances could be imagined under which he would pass London Bridge. There was someone in the carriage, for example, with whom he was having an absorbing interview. This interview led to a violent scene in which he lost his life. Possibly he tried to leave the carriage, fell out on the line, and so met his end. The other closed the door. There was a thick fog, and nothing could be seen.\" \"No better explanation can be given with our present knowledge; and yet consider, Sherlock, how much you leave untouched. We will suppose, for argument's sake, that young Cadogan West had determined to convey these papers to London. He would naturally have made an appointment with the foreign agent and kept his evening clear. Instead of that he took two tickets for the theatre, escorted his fiance halfway there, and then suddenly disappeared.\"", "\"A blind,\" said Lestrade, who had sat listening with some impatience to the conversation. \"A very singular one. That is objection No. 1. Objection No. 2.: We will suppose that he reaches London and sees the foreign agent. He must bring back the papers before morning or the loss will be discovered. He took away ten. Only seven were in his pocket. What had become of the other three? He certainly would not leave them of his own free will. Then, again, where is the price of his treason? One would have expected to find a large sum of money in his pocket.\" \"It seems to me perfectly clear,\" said Lestrade. \"I have no doubt at all as to what occurred. He took the papers to sell them. He saw the agent. They could not agree as to price. He started home again, but the agent went with him. In the train the agent murdered him, took the more essential papers, and threw his body from, the carriage. That would account for everything, would it not?\" \"Why had he no ticket?\" \"The ticket would have shown which station was nearest the agent's house. Therefore he took it from the murdered man's pocket.\" \"Good, Lestrade, very good,\" said Holmes. \"Your theory holds together. But if this is true, then the case is at an end. On the one hand, the traitor is dead. On the other, the plans of the Bruce-Partington submarine are presumably already on the Continent. What is there for us to do?\" \"To act, Sherlock- to act!\" cried Mycroft, springing to his feet. \"All my instincts are against this explanation. Use your powers! Go to the scene of the crime! See the people concerned! Leave no stone unturned! In all your career you have never had so great a chance of serving your country.\" \"Well, well!\" said Holmes, shrugging his shoulders. \"Come, Watson! And you, Lestrade, could you favour us with your company for an hour or two? We will begin our investigation by a visit to Aldgate Station. Good-bye, Mycroft. I shall let you have a report before evening, but I warn you in advance that you have little to expect.\" An hour later Holmes, Lestrade and I stood upon the Underground railroad at the point where it emerges from the tunnel immediately before Aldgate Station. A courteous red-faced old gentleman represented the railway company. \"This is where the young man's body lay,\" said he, indicating a spot about three feet from the metals. \"It could not have fallen from above, for these, as you see, are all blank walls. Therefore, it could only have come from a train, and that train, so far as we can trace it, must have passed about midnight on Monday.\"", "\"Have the carriages been examined for any sign of violence?\" \"There are no such signs, and no ticket has been found.\" \"No record of a door being found open?\" \"None.\" \"We have had some fresh evidence this morning,\" said Lestrade. \"A passenger who passed Aldgate in an ordinary Metropolitan train about 11:40 on Monday night declares that he heard a heavy thud, as of a body striking the line, just before the train reached the station. There was dense fog, however, and nothing could be seen. He made no report of it at the time. Why, whatever is the matter with Mr. Holmes?\" My friend was standing with an expression of strained intensity upon his face, staring at the railway metals where they curved out of the tunnel. Aldgate is a junction, and there was a network of points. On these his eager, questioning eyes were fixed, and I saw on his keen, alert face that tightening of the lips, that quiver of the nostrils, and concentration of the heavy, tufted brows which I knew so well. \"Points,\" he muttered; \"the points.\" \"What of it? What do you mean?\" \"I suppose there are no great number of points on a system such as this?\" \"No; there are very few.\" \"And a curve, too. Points, and a curve. By Jove! if it were only so.\" \"What is it, Mr. Holmes? Have you a clue?\" \"An idea- an indication, no more. But the case certainly grows in interest. Unique, perfectly unique, and yet why not? I do not see any indications of bleeding on the line.\" \"There were hardly any.\" \"But I understand that there was a considerable wound.\" \"The bone was crushed, but there was no great external injury.\" \"And yet one would have expected some bleeding. Would it be possible for me to inspect the train which contained the passenger who heard the thud of a fall in the fog?\" \"I fear not, Mr. Holmes. The train has been broken up before now, and the carriages redistributed.\" \"I can assure you, Mr. Holmes,\" said Lestrade, \"that every carriage has been carefully examined. I saw to it myself.\" It was one of my friend's most obvious weaknesses that he was impatient with less alert intelligences than his own. \"Very likely,\" said he, turning away. \"As it happens, it was not the carriages which I desired to examine. Watson, we have done all we can here. We need not trouble you any further, Mr. Lestrade. I think our investigations must now carry us to Woolwich.\" At London Bridge, Holmes wrote a telegram to his brother, which he handed to me before dispatching it. It ran thus: - See some light in the darkness, but it may possibly flicker out. Meanwhile, please send by messenger, to await return at Baker Street, a complete list of all foreign spies or international agents known to be in England, with full address. SHERLOCK. - \"That should be helpful, Watson,\" he remarked as we took our seats in the Woolwich train. \"We certainly owe Brother Mycroft a debt for having introduced us to what promises to be a really very remarkable case.\" His eager face still wore that expression of intense and high-strung energy, which showed me that some novel and suggestive circumstance had opened up a stimulating line of thought.", "See the foxhound with hanging cars and drooping tail as it lolls about the kennels, and compare it with the same hound as, with gleaming eyes and straining muscles, it runs upon a breast-high scent- such was the change in Holmes since the morning. He was a different man from the limp and lounging figure in the mouse-coloured dressing-gown who had prowled so restlessly only a few hours before round the fog-girt room. \"There is material here. There is scope,\" said he. \"I am dull indeed not to have understood its possibilities.\" \"Even now they are dark to me.\" \"The end is dark to me also, but I have hold of one idea which may lead us far. The man met his death elsewhere, and his body was on the roof of a carriage.\" \"On the roof!\" \"Remarkable, is it not? But consider the facts. Is it a coincidence that it is found at the very point where the train pitches and sways as it comes round on the points? Is not that the place where an object upon the roof might be expected to fall off? The points would affect no object inside the train. Either the body fell from the roof, or a very curious coincidence has occurred. But now consider the question of the blood. Of course, there was no bleeding on the line if the body had bled elsewhere. Each fact is suggestive in itself. Together they have a cumulative force.\" \"And the ticket, too!\" I cried. \"Exactly. We could not explain the absence of a ticket. This would explain it. Everything fits together.\" \"But suppose it were so, we are still as far as ever from unravelling the mystery of his death. Indeed, it becomes not simpler but stranger.\" \"Perhaps,\" said Holmes thoughtfully, \"perhaps.\" He relapsed into a silent reverie, which lasted until the slow train drew up at last in Woolwich Station. There he called a cab and drew Mycroft's paper from his pocket. \"We have quite a little round of afternoon calls to make,\" said he. \"I think that Sir James Walter claims our first attention.\" The house of the famous official was a fine villa with green lawns stretching down to the Thames. As we reached it the fog was lifting, and a thin, watery sunshine was breaking through. A butler answered our ring. \"Sir James, sir!\" said he with solemn face. \"Sir James died this morning.\" \"Good heavens!\" cried Holmes in amazement. \"How did he die?\" \"Perhaps you would care to step in, sir, and see his brother, Colonel Valentine?\" \"Yes, we had best do so.\" We were ushered into a dim-lit drawing-room, where an instant later we were joined by a very tall, handsome, light-bearded man of fifty, the younger brother of the dead scientist. His wild eyes, stained cheeks, and unkempt hair all spoke of the sudden blow which had fallen upon the household. He was hardly articulate as he spoke of it. \"It was this horrible scandal,\" said he. \"My brother, Sir James, was a man of very sensitive honour, and he could not survive such an affair. It broke his heart. He was always so proud of the efficiency of his department, and this was a crushing blow.\"", "\"We had hoped that he might have given us some indications which would have helped us to clear the matter up.\" \"I assure you that it was all a mystery to him as it is to you and to all of us. He had already put all his knowledge at the disposal of the police. Naturally he had no doubt that Cadogan West was guilty. But all the rest was inconceivable.\" \"You cannot throw any new light upon the affair?\" \"I know nothing myself save what I have read or heard. I have no desire to be discourteous, but you can understand, Mr. Holmes, that we are much disturbed at present, and I must ask you to hasten this interview to an end.\" \"This is indeed an unexpected development,\" said my friend when we had regained the cab. \"I wonder if the death was natural, or whether the poor old fellow killed himself! If the latter, may it be taken as some sign of self-reproach for duty neglected? We must leave that question to the future. Now we shall turn to the Cadogan Wests.\" A small but well-kept house in the outskirts of the town sheltered the bereaved mother. The old lady was too dazed with grief to be of any use to us, but at her side was a white-faced young lady, who introduced herself as Miss Violet Westbury, the fiancee of the dead man, and the last to see him upon that fatal night. \"I cannot explain it, Mr. Holmes,\" she said. \"I have not shut an eye since the tragedy, thinking, thinking, thinking, night and day, what the true meaning of it can be. Arthur was the most single-minded, chivalrous, patriotic man upon earth. He would have cut his right hand off before he would sell a State secret confided to his keeping. It is absurd, impossible, preposterous to anyone who knew him.\" \"But the facts, Miss Westbury?\" \"Yes, yes; I admit I cannot explain them.\" \"Was he in any want of money?\" \"No; his needs were very simple and his salary ample. He had saved a few hundreds, and we were to marry at the New Year.\" \"No signs of any mental excitement? Come, Miss Westbury, be absolutely frank with us.\" The quick eye of my companion had noted some change in her manner. She coloured and hesitated. \"Yes,\" she said at last, \"I had a feeling that there was something on his mind.\" \"For long?\" \"Only for the last week or so. He was thoughtful and worried. Once I pressed him about it. He admitted that there was something, and that it was concerned with his official life. 'It is too serious for me to speak about, even to you,' said he. I could get nothing more.\" Holmes looked grave. \"Go on, Miss Westbury. Even if it seems to tell against him, go on. We cannot say what it may lead to,\" \"Indeed, I have nothing more to tell. Once or twice it seemed to me that he was on the point of telling me something. He spoke one evening of the importance of the secret, and I have some recollection that he said that no doubt foreign spies would pay a great deal to have it.\" My friend's face grew graver still. \"Anything else?\" \"He said that we were slack about such matters- that it would be easy for a traitor to get the plans.\" \"Was it only recently that he made such remarks?\" \"Yes, quite recently.\" \"Now tell us of that last evening.\" \"We were to go to the theatre.", "The fog was so thick that a cab was useless. We walked, and our way took us close to the office. Suddenly he darted away into the fog.\" \"Without a word?\" \"He gave an exclamation; that was all. I waited but he never returned. Then I walked home. Next morning, after the office opened, they came to inquire. About twelve o'clock we heard the terrible news. Oh, Mr. Holmes, if you could only, only save his honour! It was so much to him.\" Holmes shook his head sadly. \"Come, Watson,\" said he, \"our ways lie elsewhere. Our next station must be the office from which the papers were taken. \"It was black enough before against this young man, but our inquiries make it blacker,\" he remarked as the cab lumbered off. \"His coming marriage gives a motive for the crime. He naturally wanted money. The idea was in his head, since he spoke about it. He nearly made the girl an accomplice in the treason by telling her his plans. It is all very bad.\" \"But surely, Holmes, character goes for something? Then, again, why should he leave the girl in the street and dart away to commit a felony?\" \"Exactly! There are certainly objections. But it is a formidable case which they have to meet.\" Mr. Sidney Johnson, the senior clerk, met us at the office and received us with that respect which my companion's card always commanded. He was a thin, gruff, bespectacled man of middle age, his cheeks haggard, and his hands twitching from the nervous strain to which he had been subjected. \"It is bad, Mr. Holmes, very bad! Have you heard of the death of the chief?\" \"We have just come from his house.\" \"The place is disorganized. The chief dead, Cadogan West dead, our papers stolen. And yet, when we closed our door on Monday evening, we were as efficient an office as any in the government service. Good God, it's dreadful to think off That West, of all men, should have done such a thing!\" \"You are sure of his guilt, then?\" \"I can see no other way out of it. And yet I would have trusted him as I trust myself.\" \"At what hour was the office closed on Monday?\" \"At five.\" \"Did you close it?\" \"I am always the last man out.\" \"Where were the plans?\" \"In that safe. I put them there myself.\" \"Is there no watchman to the building?\" \"There is, but he has other departments to look after as well. He is an old soldier and a most trustworthy man. He saw nothing that evening. Of course the fog was very thick.\" \"Suppose that Cadogan West wished to make his way into the building after hours; he would need three keys, would he not, before he could reach the papers?\"", "\"Yes, he would. The key of the outer door, the key of the office, and the key of the safe.\" \"Only Sir James Walter and you had those keys?\" \"I had no keys of the doors- only of the safe.\" \"Was Sir James a man who was orderly in his habits?\" \"Yes, I think he was. I know that so far as those three keys are concerned he kept them on the same ring. I have often seen them there.\" \"And that ring went with him to London?\" \"He said so.\" \"And your key never left your possession?\" \"Never.\" \"Then West, if he is the culprit, must have had a duplicate. And yet none were found upon his body. One other point: if a clerk in this office desired to sell the plans, would it not be simpler to copy the plans for himself than to take the originals, as was actually done?\" \"It would take considerable technical knowledge to copy the plans in an effective way.\" \"But I suppose either Sir James, or you, or West had that technical knowledge?\" \"No doubt we had, but I beg you won't try to drag me into the matter, Mr. Holmes. What is the use of our speculating in this way when the original plans were actually found on West?\" \"Well, it is certainly singular that he should run the risk of taking originals if he could safely have taken copies, which would have equally served his turn.\" \"Singular, no doubt- and yet he did so.\" \"Every inquiry in this case reveals something inexplicable. Now there are three papers still missing. They are, as I understand, the vital ones.\" \"Yes, that is so.\" \"Do you mean to say that anyone holding these three papers, and without the seven others, could construct a Bruce-Partington submarine?\" \"I reported to that effect to the Admiralty. But to-day I have been over the drawings again, and I am not so sure of it. The double valves with the automatic self-adjusting slots are drawn in one of the papers which have been returned. Until the foreigners had invented that for themselves they could not make the boat. Of course they might soon get over the difficulty.\" \"But the three missing drawings are the most important?\" \"Undoubtedly.\" \"I think, with your permission, I will now take a stroll round the premises. I do not recall any other question which I desired to ask.\" He examined the lock of the safe, the door of the room, and finally the iron shutters of the window. It was only when we were on the lawn outside that his interest was strongly excited. There was a laurel bush outside the window, and several of the branches bore signs of having been twisted or snapped. He examined them carefully with his lens, and then some dim and vague marks upon the earth beneath. Finally he asked the chief clerk to close the iron shutters, and he pointed out to me that they hardly met in the centre, and that it would be possible for anyone outside to see what was going on within the room. \"The indications are ruined by the three days' delay. They may mean something or nothing. Well, Watson, I do not think that Woolwich can help us further. It is a small crop which we have gathered. Let us see if we can do better in London.\" Yet we added one more sheaf to our harvest before we left Woolwich Station. The clerk in the ticket office was able to say with confidence that he saw Cadogan West- whom he knew well by sight- upon the Monday night, and that he went to London by the 8:15 to London Bridge. He was alone and took a single third-class ticket. The clerk was struck at the time by his excited and nervous manner. So shaky was he that he could hardly pick up his change, and the clerk had helped him with it.", "A reference to the timetable showed that the 8:15 was the first train which it was possible for West to take after he had left the lady about 7:30. \"Let us reconstruct, Watson,\" said Holmes after half an hour of silence. \"I am not aware that in all our joint researches we have ever had a case which was more difficult to get at. Every fresh advance which we make only reveals a fresh ridge beyond. And yet we have surely made some appreciable progress. \"The effect of our inquiries at Woolwich has in the main been against young Cadogan West; but the indications at the window would lend themselves to a more favourable hypothesis. Let us suppose, for example, that he had been approached by some foreign agent. It might have been done under such pledges as would have prevented him from speaking of it, and yet would have affected his thoughts in the direction indicated by his remarks to his fiancee. Very good. We will now suppose that as he went to the theatre with the young lady he suddenly, in the fog, caught a glimpse of this same agent going in the direction of the office. He was an impetuous man, quick in his decisions. Everything gave way to his duty. He followed the man, reached the window, saw the abstraction of the documents, and pursued the thief. In this way we get over the objection that no one would take originals when he could make copies. This outsider had to take originals. So far it holds together.\" \"What is the next step?\" \"Then we come into difficulties. One would imagine that under such circumstances the first act of young Cadogan West would be to seize the villain and raise the alarm. Why did he not do so? Could it have been an official superior who took the papers? That would explain West's conduct. Or could the chief have given West the slip in the fog, and West started at once to London to head him off from his own rooms, presuming that he knew where the rooms were? The call must have been very pressing, since he left his girl standing in the fog and made no effort to communicate with her. Our scent runs cold here, and there is a vast gap between either hypothesis and the laying of West's body, with seven papers in his pocket, on the roof of a Metropolitan train. My instinct now is to work from the other end. If Mycroft has given us the list of addresses we may be able to pick our man and follow two tracks instead of one.\" Surely enough, a note awaited us at Baker Street. A government messenger had brought it post-haste. Holmes glanced at it and threw it over to me. - \"There are numerous small fry, but few who would handle so big an affair. The only men worth considering are Adolph Meyer, of 13 Great George Street, Westminster; Louis La Rothiere, of Campden Mansions, Notting Hill; and Hugo Oberstein, 13 Caulfield Gardens, Kensington. The latter was known to be in town on Monday and is now reported as having left. Glad to hear you have seen some light. The Cabinet awaits your final report with the utmost anxiety. Urgent representations have arrived from the very highest quarter. The whole force of the State is at your back if you should need it. MYCROFT. - \"I'm afraid,\" said Holmes, smiling, \"that all the queen's horses and all the queen's men cannot avail in this matter.\" He had spread out his big map of London and leaned eagerly over it. \"Well, well,\" said he presently with an exclamation of satisfaction, \"things are turning a little in our direction at last. Why, Watson, I do honestly believe that we are going to pull it off, after all.\" He slapped me on the shoulder with a sudden burst of hilarity, \"I am going out now. It is only a reconnaissance. I will do nothing serious without my trusted comrade and biographer at my elbow. Do you stay here, and the odds are that you will see me again in an hour or two. If time hangs heavy get foolscap and a pen, and begin your narrative of how we saved the State.\" I felt some reflection of his elation in my own mind, for I knew well that he would not depart so far from his usual austerity of demeanour unless there was good cause for exultation. All the long November evening I waited, filled with impatience for his return. At last, shortly after nine o'clock, there arrived a messenger with a note: - Am dining at Goldini's Restaurant, Gloucester Road, Kensington.", "Please come at once and join me there. Bring with you a jemmy, a dark lantern, a chisel, and a revolver. S. H. - It was a nice equipment for a respectable citizen to carry through the dim, fog-draped streets. I stowed them all discreetly away in my overcoat and drove straight to the address given. There sat my friend at a little round table near the door of the garish Italian restaurant. \"Have you had something to eat? Then join me in a coffee and curacao. Try one of the proprietor's cigars. They are less poisonous than one would expect. Have you the tools?\" \"They are here, in my overcoat.\" \"Excellent. Let me give you a short sketch of what I have done, with some indication of what we are about to do. Now it must be evident to you, Watson, that this young man's body was placed on the roof of the train. That was clear from the instant that I determined the fact that it was from the roof, and not from a carriage, that he had fallen.\" \"Could it not have been dropped from a bridge?\" \"I should say it was impossible. If you examine the roofs you will find that they are slightly rounded, and there is no railing round them. Therefore, we can say for certain that young Cadogan West was placed on it.\" \"How could he be placed there?\" \"That was the question which we had to answer. There is only one possible way. You are aware that the Underground runs clear of tunnels at some points in the West End. I had a vague memory that as I have travelled by it I have occasionally seen windows just above my head. Now, suppose that a train halted under such a window, would there be any difficulty in laying a body upon the roof?\" \"It seems most improbable.\" \"We must fall back upon the old axiom that when all other contingencies fail, whatever remains, however improbable, must be the truth. Here all other contingencies have failed. When I found that the leading international agent, who had just left London, lived in a row of houses which abutted upon the Underground, I was so pleased that you were a little astonished at my sudden frivolity.\" \"Oh, that was it, was it?\" \"Yes, that was it. Mr. Hugo Oberstein, Of 13 Caulfield Gardens, had become my objective. I began my operations at Gloucester Road Station, where a very helpful official walked with me along the track and allowed me to satisfy myself not only that the back-stair windows of Caulfield Gardens open on the line but the even more essential fact that, owing to the intersection of one of the larger railways, the Underground trains are frequently held motionless for some minutes at that very spot.\" \"Splendid, Holmes! You have got it!\" \"So far- so far, Watson. We advance, but the goal is afar. Well, having seen the back of Caulfield Gardens, I visited the front and satisfied myself that the bird was indeed flown. It is a considerable house, unfurnished, so far as I could judge, in the upper rooms. Oberstein lived there with a single valet, who was probably a confederate entirely in his confidence. We must bear in mind that Oberstein has gone to the Continent to dispose of his booty, but not with any idea of flight; for he had no reason to fear a warrant, and the idea of an amateur domiciliary visit would certainly never occur to him. Yet that is precisely what we are about to make.\" \"Could we not get a warrant and legalize it?\" \"Hardly on the evidence.\" \"What can we hope to do?\" \"We cannot tell what correspondence may be there.\" \"I don't like it, Holmes.\" \"My dear fellow, you shall keep watch in the street. I'll do the criminal part. It's not a time to stick at trifles.", "Think of Mycroft's note, of the Admiralty, the Cabinet, the exalted person who waits for news. We are bound to go.\" My answer was to rise from the table. \"You are right, Holmes. We are bound to go.\" He sprang up and shook me by the hand. \"I knew you would not shrink at the last,\" said he, and for a moment I saw something in his eyes which was nearer to tenderness than I had ever seen. The next instant he was his masterful, practical self once more. \"It is nearly half a mile, but there is no hurry. Let us walk,\" said he. \"Don't drop the instruments, I beg. Your arrest as a suspicious character would be a most unfortunate complication.\" Caulfield Gardens was on of those lines of flat-faced pillared, and porticoed houses which are so prominent a product of the middle Victorian epoch in the West End of London. Next door there appeared to be a children's party, for the merry buzz of young voices and the clatter of a piano resounded through the night. The fog still hung about and screened us with its friendly shade. Holmes had lit his lantern and flashed it upon the massive door. \"This is a serious proposition,\" said he. \"It is certainly bolted as well as locked. We would do better in the area. There is an excellent archway down yonder in case a too zealous policeman should intrude. Give me a hand, Watson, and I'll do the same for you.\" A minute later we were both in the area. Hardly had we reached the dark shadows before the step of the policeman was heard in the fog above. As its soft rhythm died away, Holmes set to work upon the lower door. I saw him stoop and strain until with a sharp crash it flew open. We sprang through into the dark passage, closing the area door behind us. Holmes led the way up the curving, uncarpeted stair. His little fan of yellow light shone upon a low window. \"Here we are, Watson- this must be the one.\" He threw it open, and as he did so there was a low, harsh murmur, growing steadily into a loud roar as a train dashed past us in the darkness. Holmes swept his light along the window-sill. It was thickly coated with soot from the passing engines, but the black surface was blurred and rubbed in places. \"You can see where they rested the body. Halloa, Watson! what is this? There can be no doubt that it is a blood mark.\" He was pointing to faint discolourations along the woodwork of the window. \"Here it is on the stone of the stair also. The demonstration is complete. Let us stay here until a train stops.\" We had not long to wait. The very next train roared from the tunnel as before, but slowed in the open, and then, with a creaking of brakes, pulled up immediately beneath us. It was not four feet from the window-ledge to the roof of the carriages. Holmes softly closed the window. \"So far we are justified,\" said he. \"What do you think of it, Watson?\" \"A masterpiece. You have never risen to a greater height.\" \"I cannot agree with you there. From the moment that I conceived the idea of the body being upon the roof, which surely was not a very abstruse one, all the rest was inevitable.", "If it were not for the grave interests involved the affair up to this point would be insignificant. Our difficulties are still before us. But perhaps we may find something here which may help us.\" We had ascended the kitchen stair and entered the suite of rooms upon the first floor. One was a dining-room, severely furnished and containing nothing of interest. A second was a bedroom, which also drew blank. The remaining room appeared more promising and my companion settled down to a systematic examination. It was littered with books and papers, and was evidently used as a study. Swiftly and methodically Holmes turned over the contents of drawer after drawer and cupboard after cupboard, but no gleam of success came to brighten his austere face. At the end of an hour he was no further than when he started. \"The cunning dog has covered his tracks,\" said he. \"He has left nothing to incriminate him. His dangerous correspondence has been destroyed or removed. This is our last chance.\" It was a small tin cash-box which stood upon the writing-desk. Holmes pried it open with his chisel. Several rolls of paper were within, covered with figures and calculations, without any note to show to what they referred. The recurring words, 'water pressure' and 'pressure to the square inch' suggested some possible relation to a submarine. Holmes tossed them all impatiently aside. There only remained an envelope with some small newspaper slips inside it. He shook them out on the table, and at once I saw by his eager face that his hopes had been raised. \"What's this, Watson? Eh? What's this? Record of a series of messages in the advertisements of a paper. Daily Telegraph agony column by the print and paper. Right-hand top corner of a page. No dates- but messages arrange themselves. This must be the first: - \"Hoped to hear sooner. Terms agreed to. Write fully to address given on card. \"PIERROT. - \"Next comes: - \"Too complex for description. Must have full report. Stuff awaits you when goods delivered. \"PIERROT. - \"Then comes: - \"Matter presses. Must withdraw offer unless contract completed. Make appointment by letter. Will confirm by advertisement. \"PIERROT. - \"Finally: - \"Monday night after nine. Two taps. Only ourselves. Do not be so suspicious. Payment in hard cash when goods delivered. \"PIERROT. - - \"A fairly complete record, Watson! If we could only get at the man at the other end!\" He sat lost in thought, tapping his fingers on the table.", "Finally he sprang to his feet. \"Well, perhaps it won't be so difficult, after all. There is nothing more to be done here, Watson. I think we might drive round to the offices of the Daily Telegraph, and so bring a good day's work to a conclusion.\" - Mycroft Holmes and Lestrade had come round by appointment after breakfast next day and Sherlock Holmes had recounted to them our proceedings of the day before. The professional shook his head over our confessed burglary. \"We can't do these things in the force, Mr. Holmes,\" said he. \"No wonder you get results that are beyond us. But some of these days you'll go too far, and you'll find yourself and your friend in trouble.\" \"For England, home and beauty- eh, Watson? Martyrs on the altar of our country. But what do you think of it, Mycroft?\" \"Excellent, Sherlock! Admirable! But what use will you make of it?\" Holmes picked up the Daily Telegraph which lay upon the table. \"Have you seen Pierrot's advertisement to-day?\" \"What? Another one?\" \"Yes, here it is: - \"To-night. Same hour. Same place. Two taps. Most vitally important. Your own safety at stake. \"PIERROT. - \"By George!\" cried Lestrade. \"If he answers that we've got him!\" \"That was my idea when I put it in. I think if you could both make it convenient to come with us about eight o'clock to Caulfield Gardens we might possibly get a little nearer to a solution.\" - One of the most remarkable characteristics of Sherlock Holmes was his power of throwing his brain out of action and switching all his thoughts on to lighter things whenever he had convinced himself that he could no longer work to advantage. I remember that during the whole of that memorable day he lost himself in a monograph which he had undertaken upon the Polyphonic Motets of Lassus. For my own part I had none of this power of detachment, and the day, in consequence, appeared to be interminable. The great national importance of the issue, the suspense in high quarters, the direct nature of the experiment which we were trying- all combined to work upon my nerve. It was a relief to me when at last, after a light dinner, we set out upon our expedition. Lestrade and Mycroft met us by appointment at the outside of Gloucester Road Station. The area door of Oberstein's house had been left open the night before, and it was necessary for me, as Mycroft Holmes absolutely and indignantly declined to climb the railings, to pass in and open the hall door. By nine o'clock we were all seated in the study, waiting patiently for our man. An hour passed and yet another. When eleven struck, the measured beat of the great church clock seemed to sound the dirge of our hopes. Lestrade and Mycroft were fidgeting in their seats and looking twice a minute at their watches. Holmes sat silent and composed, his eyelids half shut, but every sense on the alert. He raised his head with a sudden jerk. \"He is coming,\" said he. There had been a furtive step past the door. Now it returned. We heard a shuffling sound outside, and then two sharp taps with the knocker. Holmes rose, motioning to us to remain seated. The gas in the hall was a mere point of light.", "He opened the outer door, and then as a dark figure slipped past him he closed and fastened it. \"This way!\" we heard him say, and a moment later our man stood before us. Holmes had followed him closely, and as the man turned with a cry of surprise and alarm he caught him by the collar and threw him back into the room. Before our prisoner had recovered his balance the door was shut and Holmes standing with his back against it. The man glared round him, staggered, and fell senseless upon the floor. With the shock, his broad-brimmed hat flew from his head, his cravat slipped down from his lips, and there were the long light beard and the soft, handsome delicate features of Colonel Valentine Walter. Holmes gave a whistle of surprise. \"You can write me down an ass this time, Watson,\" said he. \"This was not the bird that I was looking for.\" \"Who is he?\" asked Mycroft eagerly. \"The younger brother of the late Sir James Walter, the head of the Submarine Department. Yes, yes; I see the fall of the cards. He is coming to. I think that you had best leave his examination to me.\" We had carried the prostrate body to the sofa. Now our prisoner sat up, looked round him with a horror-stricken face, and passed his hand over his forehead, like one who cannot believe his own senses. \"What is this?\" he asked. \"I came here to visit Mr. Oberstein.\" \"Everything is known, Colonel Walter,\" said Holmes. \"How an English gentleman could behave in such a manner is beyond my comprehension. But your whole correspondence and relations with Oberstein are within our knowledge. So also are the circumstances connected with the death of young Cadogan West. Let me advise you to gain at least the small credit for repentance and confession, since there are still some details which we can only learn from your lips.\" The man groaned and sank his face in his hands. We waited, but he was silent. \"I can assure you,\" said Holmes, \"that every essential is already known. We know that you were pressed for money; that you took an impress of the keys which your brother held; and that you entered into a correspondence with Oberstein, who answered your letters through the advertisement columns of the Daily Telegraph. We are aware that you went down to the office in the fog on Monday night, but that you were seen and followed by young Cadogan West, who had probably some previous reason to suspect you. He saw your theft, but could not give the alarm, as it was just possible that you were taking the papers to your brother in London. Leaving all his private concerns, like the good citizen that he was, he followed you closely in the fog and kept at your heels until you reached this very house. There he intervened, and then it was, Colonel Walter, that to treason you added the more terrible crime of murder.\" \"I did not! I did not! Before God I swear that I did not!\" cried our wretched prisoner. \"Tell us, then, how Cadogan West met his end before you laid him upon the roof of a railway carriage.\" \"I will. I swear to you that I will. I did the rest. I confess it. It was just as you say. A Stock Exchange debt had to be paid. I needed the money badly. Oberstein offered me five thousand. It was to save myself from ruin. But as to murder, I am as innocent as you.\"", "\"What happened, then?\" \"He had his suspicions before, and he followed me as you describe. I never knew it until I was at the very door. It was thick fog, and one could not see three yards. I had given two taps and Oberstein had come to the door. The young man rushed up and demanded to know what we were about to do with the papers. Oberstein had a short life-preserver. He always carried it with him. As West forced his way after us into the house Oberstein struck him on the head. The blow was a fatal one. He was dead within five minutes. There he lay in the hall, and we were at our wit's end what to do. Then Oberstein had this idea about the trains which halted under his back window. But first he examined the papers which I had brought. He said that three of them were essential, and that he must keep them. 'You cannot keep them,' said I. 'There will be a dreadful row at Woolwich if they are not returned.' 'I must keep them,' said he, 'for they are so technical that it is impossible in the time to make copies.' 'Then they must all go back together tonight,' said I. He thought for a little, and then he cried out that he had it. 'Three I will keep,' said he. 'The others we will stuff into the pocket of this young man. When he is found the whole business will assuredly be put to his account. I could see no other way out of it, so we did as he suggested. We waited half an hour at the window before a train stopped. It was so thick that nothing could be seen, and we had no difficulty in lowering West's body on to the train. That was the end of the matter so far as I was concerned.\" \"And your brother?\" \"He said nothing, but he had caught me once with his keys, and I think that he suspected. I read in his eyes that he suspected. As you know, he never held up his head again.\" There was silence in the room. It was broken by Mycroft Holmes. \"Can you not make reparation? It would ease your conscience, and possibly your punishment.\" \"What reparation can I make?\" \"Where is Oberstein with the papers?\" \"I do not know.\" \"Did he give you no address?\" \"He said that letters to the Hotel du Louvre, Paris, would eventually reach him.\" \"Then reparation is still within your power,\" said Sherlock Holmes. \"I will do anything I can. I owe this fellow no particular good-will. He has been my ruin and my downfall. \"Here are paper and pen. Sit at this desk and write to my dictation. Direct the envelope to the address given. That is right. Now the letter: - Dear Sir: With regard to our transaction, you will no doubt have observed by now that one essential detail is missing. I have a tracing which will make it complete.", "This has involved me in extra trouble, however, and I must ask you for a further advance of five hundred pounds. I will not trust it to the post, nor will I take anything but gold or notes. I would come to you abroad, but it would excite remark if I left the country at present. Therefore I shall expect to meet you in the smoking-room of the Charing Cross Hotel at noon on Saturday. Remember that only English notes, or gold, will be taken. - That will do very well. I shall be very much surprised if it does not fetch our man.\" And it did! It is a matter of history- that secret history of a nation which is often, so much more intimate and interesting than its public chronicles- that Oberstein, eager to complete the coup of his lifetime, came to the lure and was safely engulfed for fifteen years in a British prison. In his trunk were found the invaluable Bruce-Partington plans, which he had put up for auction in all the naval centres of Europe. Colonel Walter died in prison towards the end of the second year of his sentence. As to Holmes, he returned refreshed to his monograph upon the Polyphonic Motets of Lassus, which has since been printed for private circulation, and is said by experts to be the last word upon the subject. Some weeks afterwards I learned incidentally that my friend spent a day at Windsor, whence he returned with a remarkably fine emerald tie-pin. When I asked him if he had bought it, he answered that it was a present from a certain gracious lady in whose interests he had once been fortunate enough to carry out a small commission. He said no more; but I fancy that I could guess at that lady's august name, and I have little doubt that the emerald pin will forever recall to my friend's memory the adventure of the Bruce-Partington plans. - - -THE END-"]}