{"EMERSON": ["AN ADDRESS _Delivered before the Senior Class in Divinity College, Cambridge, Sunday Evening, July 15, 1838_ In this refulgent summer, it has been a luxury to draw the breath of life. The grassurst, the meadow is spotted with fire and gold in the tint of flowers. The air is full of birds, and sweet with the breath of the pine, the balm-of-Gilead, and the new hay. Night brings no gloom to the heart with its welcome shade. Through the transparent darkness the stars pour their almost spiritual rays. Man under them seems a young child, and his huge globe a toy. The cool night bathes the world as with a river, and prepares his eyes again for the crimson dawn. The mystery of nature was never displayed more happily. The corn and the wine have been freely dealt to all creatures, and the never-broken silence with which the old bounty goes forward, has not yielded yet one word of explanation. One is constrained to respect the perfection of this world, in which our senses converse. How wide; how rich; what invitation from every property it gives to every faculty of man! In its fruitful soils; in its navigable sea; in its mountains of metal and stone; in its forests of all woods; in its animals; in its chemical ingredients; in the powers and path of light, heat, attraction, and life, it is well worth the pith and heart of great men to subdue and enjoy it. The planters, the mechanics, the inventors, the astronomers, the builders of cities, and the captains, history delights to honor. But when the mind opens, and reveals the laws which traverse the universe, and make things what they are, then shrinks the great world at once into a mere illustration and fable of this mind. What am I? and What is? asks the human spirit with a curiosity new-kindled, but never to be quenched. Behold these outrunning laws, which our imperfect apprehension can see tend this way and that, but not come full circle. Behold these infinite relations, so like, so unlike; many, yet one. I would study, I would know, I would admire forever. These works of thought have been the entertainments of the human spirit in all ages. A more secret, sweet, and overpowering beauty appears to man when his heart and mind open to the sentiment of virtue. Then he is instructed in what is above him. He learns that his being is without bound; that, to the good, to the perfect, he is born, low as he now lies in evil and weakness. That which he venerates is still his own, though he has not realized it yet. _He ought_. He knows the sense of that grand word, though his analysis fails entirely to render account of it. When in innocency, or when by intellectual perception, he attains to say, -- `I love the Right; Truth is beautiful within and without, forevermore. Virtue, I am thine: save me: use me: thee will I serve, day and night, in great, in small, that I may be not virtuous, but virtue;' -- then is the end of the creation answered, and God is well pleased. The sentiment of virtue is a reverence and delight in the presence of certain divine laws. It perceives that this homely game of life we play, covers, under what seem foolish details, principles that astonish. The child amidst his baubles, is learning the action of light, motion, gravity, muscular force; and in the game of human life, love, fear, justice, appetite, man, and God, interact. These laws refuse to be adequately stated. They will not be written out on paper, or spoken by the tongue. They elude our persevering thought; yet we read them hourly in each other's faces, in each other's actions, in our own remorse. The moral traits which are all globed into every virtuous act and thought, -- in speech, we must sever, and describe or suggest by painful enumeration of many particulars. Yet, as this sentiment is the essence of all religion, let me guide your eye to the precise objects of the sentiment, by an enumeration of some of those classes of facts in which this element is conspicuous. The intuition of the moral sentiment is an insight of the perfection of the laws of the soul. These laws execute themselves. They are out of time, out of space, and not subject to circumstance. Thus; in the soul of man there is a justice whose retributions are instant and entire. He who does a good deed, is instantly ennobled. He who does a mean deed, is by the action itself contracted. He who puts off impurity, thereby puts on purity. If a man is at heart just, then in so far is he God; the safety of God, the immortality of God, the majesty of God do enter into that man with justice. If a man dissemble, deceive, he deceives himself, and goes out of acquaintance with his own being. A man in the view of absolute goodness, adores, with total humility. Every step so downward, is a step upward. The man who renounces himself, comes to himself. See how this rapid intrinsic energy worketh everywhere, righting wrongs, correcting appearances, and bringing up facts to a harmony with thoughts.", "Its operation in life, though slow to the senses, is, at last, as sure as in the soul. By it, a man is made the Providence to himself, dispensing good to his goodness, and evil to his sin. Character is always known. Thefts never enrich; alms never impoverish; murder will speak out of stone walls. The least admixture of a lie, -- for example, the taint of vanity, the least attempt to make a good impression, a favorable appearance, -- will instantly vitiate the effect. But speak the truth, and all nature and all spirits help you with unexpected furtherance. Speak the truth, and all things alive or brute are vouchers, and the very roots of the grass underground there, do seem to stir and move to bear you witness. See again the perfection of the Law as it applies itself to the affections, and becomes the law of society. As we are, so we associate. The good, by affinity, seek the good; the vile, by affinity, the vile. Thus of their own volition, souls proceed into heaven, into hell. These facts have always suggested to man the sublime creed, that the world is not the product of manifold power, but of one will, of one mind; and that one mind is everywhere active, in each ray of the star, in each wavelet of the pool; and whatever opposes that will, is everywhere balked and baffled, because things are made so, and not otherwise. Good is positive. Evil is merely privative, not absolute: it is like cold, which is the privation of heat. All evil is so much death or nonentity. Benevolence is absolute and real. So much benevolence as a man hath, so much life hath he. For all things proceed out of this same spirit, which is differently named love, justice, temperance, in its different applications, just as the ocean receives different names on the several shores which it washes. All things proceed out of the same spirit, and all things conspire with it. Whilst a man seeks good ends, he is strong by the whole strength of nature. In so far as he roves from these ends, he bereaves himself of power, of auxiliaries; his being shrinks out of all remote channels, he becomes less and less, a mote, a point, until absolute badness is absolute death. The perception of this law of laws awakens in the mind a sentiment which we call the religious sentiment, and which makes our highest happiness. Wonderful is its power to charm and to command. It is a mountain air. It is the embalmer of the world. It is myrrh and storax, and chlorine and rosemary. It makes the sky and the hills sublime, and the silent song of the stars is it. By it, is the universe made safe and habitable, not by science or power. Thought may work cold and intransitive in things, and find no end or unity; but the dawn of the sentiment of virtue on the heart, gives and is the assurance that Law is sovereign over all natures; and the worlds, time, space, eternity, do seem to break out into joy. This sentiment is divine and deifying. It is the beatitude of man. It makes him illimitable. Through it, the soul first knows itself. It corrects the capital mistake of the infant man, who seeks to be great by following the great, and hopes to derive advantages _from another_, -- by showing the fountain of all good to be in himself, and that he, equally with every man, is an inlet into the deeps of Reason. When he says, \"I ought;\" when love warms him; when he chooses, warned from on high, the good and great deed; then, deep melodies wander through his soul from Supreme Wisdom. Then he can worship, and be enlarged by his worship; for he can never go behind this sentiment. In the sublimest flights of the soul, rectitude is never surmounted, love is never outgrown. This sentiment lies at the foundation of society, and successively creates all forms of worship. The principle of veneration never dies out. Man fallen into superstition, into sensuality, is never quite without the visions of the moral sentiment. In like manner, all the expressions of this sentiment are sacred and permanent in proportion to their purity. The expressions of this sentiment affect us more than all other compositions. The sentences of the oldest time, which ejaculate this piety, are still fresh and fragrant. This thought dwelled always deepest in the minds of men in the devout and contemplative East; not alone in Palestine, where it reached its purest expression, but in Egypt, in Persia, in India, in China. Europe has always owed to oriental genius, its divine impulses. What these holy bards said, all sane men found agreeable and true. And the unique impression of Jesus upon mankind, whose name is not so much written as ploughed into the history of this world, is proof of the subtle virtue of this infusion. Meantime, whilst the doors of the temple stand open, night and day, before every man, and the oracles of this truth cease never, it is guarded by one stern condition; this, namely; it is an intuition. It cannot be received at second hand. Truly speaking, it is not instruction, but provocation, that I can receive from another soul.", "What he announces, I must find true in me, or wholly reject; and on his word, or as his second, be he who he may, I can accept nothing. On the contrary, the absence of this primary faith is the presence of degradation. As is the flood so is the ebb. Let this faith depart, and the very words it spake, and the things it made, become false and hurtful. Then falls the church, the state, art, letters, life. The doctrine of the divine nature being forgotten, a sickness infects and dwarfs the constitution. Once man was all; now he is an appendage, a nuisance. And because the indwelling Supreme Spirit cannot wholly be got rid of, the doctrine of it suffers this perversion, that the divine nature is attributed to one or two persons, and denied to all the rest, and denied with fury. The doctrine of inspiration is lost; the base doctrine of the majority of voices, usurps the place of the doctrine of the soul. Miracles, prophecy, poetry; the ideal life, the holy life, exist as ancient history merely; they are not in the belief, nor in the aspiration of society; but, when suggested, seem ridiculous. Life is comic or pitiful, as soon as the high ends of being fade out of sight, and man becomes near-sighted, and can only attend to what addresses the senses. These general views, which, whilst they are general, none will contest, find abundant illustration in the history of religion, and especially in the history of the Christian church. In that, all of us have had our birth and nurture. The truth contained in that, you, my young friends, are now setting forth to teach. As the Cultus, or established worship of the civilized world, it has great historical interest for us. Of its blessed words, which have been the consolation of humanity, you need not that I should speak. I shall endeavor to discharge my duty to you, on this occasion, by pointing out two errors in its administration, which daily appear more gross from the point of view we have just now taken. Jesus Christ belonged to the true race of prophets. He saw with open eye the mystery of the soul. Drawn by its severe harmony, ravished with its beauty, he lived in it, and had his being there. Alone in all history, he estimated the greatness of man. One man was true to what is in you and me. He saw that God incarnates himself in man, and evermore goes forth anew to take possession of his world. He said, in this jubilee of sublime emotion, `I am divine. Through me, God acts; through me, speaks. Would you see God, see me; or, see thee, when thou also thinkest as I now think.' But what a distortion did his doctrine and memory suffer in the same, in the next, and the following ages! There is no doctrine of the Reason which will bear to be taught by the Understanding. The understanding caught this high chant from the poet's lips, and said, in the next age, `This was Jehovah come down out of heaven. I will kill you, if you say he was a man.' The idioms of his language, and the figures of his rhetoric, have usurped the place of his truth; and churches are not built on his principles, but on his tropes. Christianity became a Mythus, as the poetic teaching of Greece and of Egypt, before. He spoke of miracles; for he felt that man's life was a miracle, and all that man doth, and he knew that this daily miracle shines, as the character ascends. But the word Miracle, as pronounced by Christian churches, gives a false impression; it is Monster. It is not one with the blowing clover and the falling rain. He felt respect for Moses and the prophets; but no unfit tenderness at postponing their initial revelations, to the hour and the man that now is; to the eternal revelation in the heart. Thus was he a true man. Having seen that the law in us is commanding, he would not suffer it to be commanded. Boldly, with hand, and heart, and life, he declared it was God. Thus is he, as I think, the only soul in history who has appreciated the worth of a man. 1. In this point of view we become very sensible of the first defect of historical Christianity. Historical Christianity has fallen into the error that corrupts all attempts to communicate religion. As it appears to us, and as it has appeared for ages, it is not the doctrine of the soul, but an exaggeration of the personal, the positive, the ritual. It has dwelt, it dwells, with noxious exaggeration about the _person_ of Jesus. The soul knows no persons. It invites every man to expand to the full circle of the universe, and will have no preferences but those of spontaneous love. But by this eastern monarchy of a Christianity, which indolence and fear have built, the friend of man is made the injurer of man. The manner in which his name is surrounded with expressions, which were once sallies of admiration and love, but are now petrified into official titles, kills all generous sympathy and liking. All who hear me, feel, that the language that describes Christ to Europe and America, is not the style of friendship and enthusiasm to a good and noble heart, but is appropriated and formal, -- paints a demigod, as the Orientals or the Greeks would describe Osiris or Apollo.", "Accept the injurious impositions of our early catachetical instruction, and even honesty and self-denial were but splendid sins, if they did not wear the Christian name. One would rather be `A pagan, suckled in a creed outworn,' than to be defrauded of his manly right in coming into nature, and finding not names and places, not land and professions, but even virtue and truth foreclosed and monopolized. You shall not be a man even. You shall not own the world; you shall not dare, and live after the infinite Law that is in you, and in company with the infinite Beauty which heaven and earth reflect to you in all lovely forms; but you must subordinate your nature to Christ's nature; you must accept our interpretations; and take his portrait as the vulgar draw it. That is always best which gives me to myself. The sublime is excited in me by the great stoical doctrine, Obey thyself. That which shows God in me, fortifies me. That which shows God out of me, makes me a wart and a wen. There is no longer a necessary reason for my being. Already the long shadows of untimely oblivion creep over me, and I shall decease forever. The divine bards are the friends of my virtue, of my intellect of my strength. They admonish me, that the gleams which flash across my mind, are not mine, but God's; that they had the like, and were not disobedient to the heavenly vision. So I love them. Noble provocations go out from them, inviting me to resist evil; to subdue the world; and to Be. And thus by his holy thoughts, Jesus serves us, and thus only. To aim to convert a man by miracles, is a profanation of the soul. A true conversion, a true Christ, is now, as always, to be made, by the reception of beautiful sentiments. It is true that a great and rich soul, like his, falling among the simple, does so preponderate, that, as his did, it names the world. The world seems to them to exist for him, and they have not yet drunk so deeply of his sense, as to see that only by coming again to themselves, or to God in themselves, can they grow forevermore. It is a low benefit to give me something; it is a high benefit to enable me to do somewhat of myself. The time is coming when all men will see, that the gift of God to the soul is not a vaunting, overpowering, excluding sanctity, but a sweet, natural goodness, a goodness like thine and mine, and that so invites thine and mine to be and to grow. The injustice of the vulgar tone of preaching is not less flagrant to Jesus, than to the souls which it profanes. The preachers do not see that they make his gospel not glad, and shear him of the locks of beauty and the attributes of heaven. When I see a majestic Epaminondas, or Washington; when I see among my contemporaries, a true orator, an upright judge, a dear friend; when I vibrate to the melody and fancy of a poem; I see beauty that is to be desired. And so lovely, and with yet more entire consent of my human being, sounds in my ear the severe music of the bards that have sung of the true God in all ages. Now do not degrade the life and dialogues of Christ out of the circle of this charm, by insulation and peculiarity. Let them lie as they befel, alive and warm, part of human life, and of the landscape, and of the cheerful day. 2. The second defect of the traditionary and limited way of using the mind of Christ is a consequence of the first; this, namely; that the Moral Nature, that Law of laws, whose revelations introduce greatness, -- yea, God himself, into the open soul, is not explored as the fountain of the established teaching in society. Men have come to speak of the revelation as somewhat long ago given and done, as if God were dead. The injury to faith throttles the preacher; and the goodliest of institutions becomes an uncertain and inarticulate voice. It is very certain that it is the effect of conversation with the beauty of the soul, to beget a desire and need to impart to others the same knowledge and love. If utterance is denied, the thought lies like a burden on the man. Always the seer is a sayer. Somehow his dream is told: somehow he publishes it with solemn joy: sometimes with pencil on canvas; sometimes with chisel on stone; sometimes in towers and aisles of granite, his soul's worship is builded; sometimes in anthems of indefinite music; but clearest and most permanent, in words. The man enamored of this excellency, becomes its priest or poet. The office is coeval with the world. But observe the condition, the spiritual limitation of the office. The spirit only can teach. Not any profane man, not any sensual, not any liar, not any slave can teach, but only he can give, who has; he only can create, who is. The man on whom the soul descends, through whom the soul speaks, alone can teach. Courage, piety, love, wisdom, can teach; and every man can open his door to these angels, and they shall bring him the gift of tongues. But the man who aims to speak as books enable, as synods use, as the fashion guides, and as interest commands, babbles. Let him hush. To this holy office, you propose to devote yourselves. I wish you may feel your call in throbs of desire and hope. The office is the first in the world. It is of that reality, that it cannot suffer the deduction of any falsehood. And it is my duty to say to you, that the need was never greater of new revelation than now. From the views I have already expressed, you will infer the sad conviction, which I share, I believe, with numbers, of the universal decay and now almost death of faith in society.", "The soul is not preached. The Church seems to totter to its fall, almost all life extinct. On this occasion, any complaisance would be criminal, which told you, whose hope and commission it is to preach the faith of Christ, that the faith of Christ is preached. It is time that this ill-suppressed murmur of all thoughtful men against the famine of our churches; this moaning of the heart because it is bereaved of the consolation, the hope, the grandeur, that come alone out of the culture of the moral nature; should be heard through the sleep of indolence, and over the din of routine. This great and perpetual office of the preacher is not discharged. Preaching is the expression of the moral sentiment in application to the duties of life. In how many churches, by how many prophets, tell me, is man made sensible that he is an infinite Soul; that the earth and heavens are passing into his mind; that he is drinking forever the soul of God? Where now sounds the persuasion, that by its very melody imparadises my heart, and so affirms its own origin in heaven? Where shall I hear words such as in elder ages drew men to leave all and follow, -- father and mother, house and land, wife and child? Where shall I hear these august laws of moral being so pronounced, as to fill my ear, and I feel ennobled by the offer of my uttermost action and passion? The test of the true faith, certainly, should be its power to charm and command the soul, as the laws of nature control the activity of the hands, -- so commanding that we find pleasure and honor in obeying. The faith should blend with the light of rising and of setting suns, with the flying cloud, the singing bird, and the breath of flowers. But now the priest's Sabbath has lost the splendor of nature; it is unlovely; we are glad when it is done; we can make, we do make, even sitting in our pews, a far better, holier, sweeter, for ourselves. Whenever the pulpit is usurped by a formalist, then is the worshipper defrauded and disconsolate. We shrink as soon as the prayers begin, which do not uplift, but smite and offend us. We are fain to wrap our cloaks about us, and secure, as best we can, a solitude that hears not. I once heard a preacher who sorely tempted me to say, I would go to church no more. Men go, thought I, where they are wont to go, else had no soul entered the temple in the afternoon. A snow storm was falling around us. The snow storm was real; the preacher merely spectral; and the eye felt the sad contrast in looking at him, and then out of the window behind him, into the beautiful meteor of the snow. He had lived in vain. He had no one word intimating that he had laughed or wept, was married or in love, had been commended, or cheated, or chagrined. If he had ever lived and acted, we were none the wiser for it. The capital secret of his profession, namely, to convert life into truth, he had not learned. Not one fact in all his experience, had he yet imported into his doctrine. This man had ploughed, and planted, and talked, and bought, and sold; he had read books; he had eaten and drunken; his head aches; his heart throbs; he smiles and suffers; yet was there not a surmise, a hint, in all the discourse, that he had ever lived at all. Not a line did he draw out of real history. The true preacher can be known by this, that he deals out to the people his life, -- life passed through the fire of thought. But of the bad preacher, it could not be told from his sermon, what age of the world he fell in; whether he had a father or a child; whether he was a freeholder or a pauper; whether he was a citizen or a countryman; or any other fact of his biography. It seemed strange that the people should come to church. It seemed as if their houses were very unentertaining, that they should prefer this thoughtless clamor. It shows that there is a commanding attraction in the moral sentiment, that can lend a faint tint of light to dulness and ignorance, coming in its name and place. The good hearer is sure he has been touched sometimes; is sure there is somewhat to be reached, and some word that can reach it. When he listens to these vain words, he comforts himself by their relation to his remembrance of better hours, and so they clatter and echo unchallenged. I am not ignorant that when we preach unworthily, it is not always quite in vain. There is a good ear, in some men, that draws supplies to virtue out of very indifferent nutriment. There is poetic truth concealed in all the common-places of prayer and of sermons, and though foolishly spoken, they may be wisely heard; for, each is some select expression that broke out in a moment of piety from some stricken or jubilant soul, and its excellency made it remembered. The prayers and even the dogmas of our church, are like the zodiac of Denderah, and the astronomical monuments of the Hindoos, wholly insulated from anything now extant in the life and business of the people. They mark the height to which the waters once rose. But this docility is a check upon the mischief from the good and devout. In a large portion of the community, the religious service gives rise to quite other thoughts and emotions. We need not chide the negligent servant. We are struck with pity, rather, at the swift retribution of his sloth. Alas for the unhappy man that is called to stand in the pulpit, and _not_ give bread of life. Everything that befalls, accuses him. Would he ask contributions for the missions, foreign or domestic? Instantly his face is suffused with shame, to propose to his parish, that they should send money a hundred or a thousand miles, to furnish such poor fare as they have at home, and would do well to go the hundred or the thousand miles to escape. Would he urge people to a godly way of living; -- and can he ask a fellow-creature to come to Sabbath meetings, when he and they all know what is the poor uttermost they can hope for therein? Will he invite them privately to the Lord's Supper? He dares not.", "If no heart warm this rite, the hollow, dry, creaking formality is too plain, than that he can face a man of wit and energy, and put the invitation without terror. In the street, what has he to say to the bold village blasphemer? The village blasphemer sees fear in the face, form, and gait of the minister. Let me not taint the sincerity of this plea by any oversight of the claims of good men. I know and honor the purity and strict conscience of numbers of the clergy. What life the public worship retains, it owes to the scattered company of pious men, who minister here and there in the churches, and who, sometimes accepting with too great tenderness the tenet of the elders, have not accepted from others, but from their own heart, the genuine impulses of virtue, and so still command our love and awe, to the sanctity of character. Moreover, the exceptions are not so much to be found in a few eminent preachers, as in the better hours, the truer inspirations of all, -- nay, in the sincere moments of every man. But with whatever exception, it is still true, that tradition characterizes the preaching of this country; that it comes out of the memory, and not out of the soul; that it aims at what is usual, and not at what is necessary and eternal; that thus, historical Christianity destroys the power of preaching, by withdrawing it from the exploration of the moral nature of man, where the sublime is, where are the resources of astonishment and power. What a cruel injustice it is to that Law, the joy of the whole earth, which alone can make thought dear and rich; that Law whose fatal sureness the astronomical orbits poorly emulate, that it is travestied and depreciated, that it is behooted and behowled, and not a trait, not a word of it articulated. The pulpit in losing sight of this Law, loses its reason, and gropes after it knows not what. And for want of this culture, the soul of the community is sick and faithless. It wants nothing so much as a stern, high, stoical, Christian discipline, to make it know itself and the divinity that speaks through it. Now man is ashamed of himself; he skulks and sneaks through the world, to be tolerated, to be pitied, and scarcely in a thousand years does any man dare to be wise and good, and so draw after him the tears and blessings of his kind. Certainly there have been periods when, from the inactivity of the intellect on certain truths, a greater faith was possible in names and persons. The Puritans in England and America, found in the Christ of the Catholic Church, and in the dogmas inherited from Rome, scope for their austere piety, and their longings for civil freedom. But their creed is passing away, and none arises in its room. I think no man can go with his thoughts about him, into one of our churches, without feeling, that what hold the public worship had on men is gone, or going. It has lost its grasp on the affection of the good, and the fear of the bad. In the country, neighborhoods, half parishes are _signing off_, -- to use the local term. It is already beginning to indicate character and religion to withdraw from the religious meetings. I have heard a devout person, who prized the Sabbath, say in bitterness of heart, \"On Sundays, it seems wicked to go to church.\" And the motive, that holds the best there, is now only a hope and a waiting. What was once a mere circumstance, that the best and the worst men in the parish, the poor and the rich, the learned and the ignorant, young and old, should meet one day as fellows in one house, in sign of an equal right in the soul, -- has come to be a paramount motive for going thither. My friends, in these two errors, I think, I find the causes of a decaying church and a wasting unbelief. And what greater calamity can fall upon a nation, than the loss of worship? Then all things go to decay. Genius leaves the temple, to haunt the senate, or the market. Literature becomes frivolous. Science is cold. The eye of youth is not lighted by the hope of other worlds, and age is without honor. Society lives to trifles, and when men die, we do not mention them. And now, my brothers, you will ask, What in these desponding days can be done by us? The remedy is already declared in the ground of our complaint of the Church. We have contrasted the Church with the Soul. In the soul, then, let the redemption be sought. Wherever a man comes, there comes revolution. The old is for slaves. When a man comes, all books are legible, all things transparent, all religions are forms. He is religious. Man is the wonderworker. He is seen amid miracles. All men bless and curse. He saith yea and nay, only. The stationariness of religion; the assumption that the age of inspiration is past, that the Bible is closed; the fear of degrading the character of Jesus by representing him as a man; indicate with sufficient clearness the falsehood of our theology. It is the office of a true teacher to show us that God is, not was; that He speaketh, not spake. The true Christianity, -- a faith like Christ's in the infinitude of man, -- is lost. None believeth in the soul of man, but only in some man or person old and departed. Ah me! no man goeth alone. All men go in flocks to this saint or that poet, avoiding the God who seeth in secret.", "They cannot see in secret; they love to be blind in public. They think society wiser than their soul, and know not that one soul, and their soul, is wiser than the whole world. See how nations and races flit by on the sea of time, and leave no ripple to tell where they floated or sunk, and one good soul shall make the name of Moses, or of Zeno, or of Zoroaster, reverend forever. None assayeth the stern ambition to be the Self of the nation, and of nature, but each would be an easy secondary to some Christian scheme, or sectarian connection, or some eminent man. Once leave your own knowledge of God, your own sentiment, and take secondary knowledge, as St. Paul's, or George Fox's, or Swedenborg's, and you get wide from God with every year this secondary form lasts, and if, as now, for centuries, -- the chasm yawns to that breadth, that men can scarcely be convinced there is in them anything divine. Let me admonish you, first of all, to go alone; to refuse the good models, even those which are sacred in the imagination of men, and dare to love God without mediator or veil. Friends enough you shall find who will hold up to your emulation Wesleys and Oberlins, Saints and Prophets. Thank God for these good men, but say, `I also am a man.' Imitation cannot go above its model. The imitator dooms himself to hopeless mediocrity. The inventor did it, because it was natural to him, and so in him it has a charm. In the imitator, something else is natural, and he bereaves himself of his own beauty, to come short of another man's. Yourself a newborn bard of the Holy Ghost, -- cast behind you all conformity, and acquaint men at first hand with Deity. Look to it first and only, that fashion, custom, authority, pleasure, and money, are nothing to you, -- are not bandages over your eyes, that you cannot see, -- but live with the privilege of the immeasurable mind. Not too anxious to visit periodically all families and each family in your parish connection, -- when you meet one of these men or women, be to them a divine man; be to them thought and virtue; let their timid aspirations find in you a friend; let their trampled instincts be genially tempted out in your atmosphere; let their doubts know that you have doubted, and their wonder feel that you have wondered. By trusting your own heart, you shall gain more confidence in other men. For all our penny-wisdom, for all our soul-destroying slavery to habit, it is not to be doubted, that all men have sublime thoughts; that all men value the few real hours of life; they love to be heard; they love to be caught up into the vision of principles. We mark with light in the memory the few interviews we have had, in the dreary years of routine and of sin, with souls that made our souls wiser; that spoke what we thought; that told us what we knew; that gave us leave to be what we inly were. Discharge to men the priestly office, and, present or absent, you shall be followed with their love as by an angel. And, to this end, let us not aim at common degrees of merit. Can we not leave, to such as love it, the virtue that glitters for the commendation of society, and ourselves pierce the deep solitudes of absolute ability and worth? We easily come up to the standard of goodness in society. Society's praise can be cheaply secured, and almost all men are content with those easy merits; but the instant effect of conversing with God, will be, to put them away. There are persons who are not actors, not speakers, but influences; persons too great for fame, for display; who disdain eloquence; to whom all we call art and artist, seems too nearly allied to show and by-ends, to the exaggeration of the finite and selfish, and loss of the universal. The orators, the poets, the commanders encroach on us only as fair women do, by our allowance and homage. Slight them by preoccupation of mind, slight them, as you can well afford to do, by high and universal aims, and they instantly feel that you have right, and that it is in lower places that they must shine. They also feel your right; for they with you are open to the influx of the all-knowing Spirit, which annihilates before its broad noon the little shades and gradations of intelligence in the compositions we call wiser and wisest. In such high communion, let us study the grand strokes of rectitude: a bold benevolence, an independence of friends, so that not the unjust wishes of those who love us, shall impair our freedom, but we shall resist for truth's sake the freest flow of kindness, and appeal to sympathies far in advance; and, -- what is the highest form in which we know this beautiful element, -- a certain solidity of merit, that has nothing to do with opinion, and which is so essentially and manifestly virtue, that it is taken for granted, that the right, the brave, the generous step will be taken by it, and nobody thinks of commending it. You would compliment a coxcomb doing a good act, but you would not praise an angel. The silence that accepts merit as the most natural thing in the world, is the highest applause. Such souls, when they appear, are the Imperial Guard of Virtue, the perpetual reserve, the dictators of fortune. One needs not praise their courage, -- they are the heart and soul of nature. O my friends, there are resources in us on which we have not drawn. There are men who rise refreshed on hearing a threat; men to whom a crisis which intimidates and paralyzes the majority, -- demanding not the faculties of prudence and thrift, but comprehension, immovableness, the readiness of sacrifice, -- comes graceful and beloved as a bride. Napoleon said of Massena, that he was not himself until the battle began to go against him; then, when the dead began to fall in ranks around him, awoke his powers of combination, and he put on terror and victory as a robe. So it is in rugged crises, in unweariable endurance, and in aims which put sympathy out of question, that the angel is shown. But these are heights that we can scarce remember and look up to, without contrition and shame. Let us thank God that such things exist. And now let us do what we can to rekindle the smouldering, nigh quenched fire on the altar. The evils of the church that now is are manifest. The question returns, What shall we do? I confess, all attempts to project and establish a Cultus with new rites and forms, seem to me vain. Faith makes us, and not we it, and faith makes its own forms. All attempts to contrive a system are as cold as the new worship introduced by the French to the goddess of Reason, -- to-day, pasteboard and fillagree, and ending to-morrow in madness and murder. Rather let the breath of new life be breathed by you through the forms already existing. For, if once you are alive, you shall find they shall become plastic and new. The remedy to their deformity is, first, soul, and second, soul, and evermore, soul. A whole popedom of forms, one pulsation of virtue can uplift and vivify. Two inestimable advantages Christianity has given us; first; the Sabbath, the jubilee of the whole world; whose light dawns welcome alike into the closet of the philosopher, into the garret of toil, and into prison cells, and everywhere suggests, even to the vile, the dignity of spiritual being. Let it stand forevermore, a temple, which new love, new faith, new sight shall restore to more than its first splendor to mankind.", "And secondly, the institution of preaching, -- the speech of man to men, -- essentially the most flexible of all organs, of all forms. What hinders that now, everywhere, in pulpits, in lecture-rooms, in houses, in fields, wherever the invitation of men or your own occasions lead you, you speak the very truth, as your life and conscience teach it, and cheer the waiting, fainting hearts of men with new hope and new revelation? I look for the hour when that supreme Beauty, which ravished the souls of those eastern men, and chiefly of those Hebrews, and through their lips spoke oracles to all time, shall speak in the West also. The Hebrew and Greek Scriptures contain immortal sentences, that have been bread of life to millions. But they have no epical integrity; are fragmentary; are not shown in their order to the intellect. I look for the new Teacher, that shall follow so far those shining laws, that he shall see them come full circle; shall see their rounding complete grace; shall see the world to be the mirror of the soul; shall see the identity of the law of gravitation with purity of heart; and shall show that the Ought, that Duty, is one thing with Science, with Beauty, and with Joy. .", "THE AMERICAN SCHOLAR _An Oration delivered before the Phi Beta Kappa Society, at Cambridge, August 31, 1837_ Mr. President and Gentlemen, I greet you on the re-commencement of our literary year. Our anniversary is one of hope, and, perhaps, not enough of labor. We do not meet for games of strength or skill, for the recitation of histories, tragedies, and odes, like the ancient Greeks; for parliaments of love and poesy, like the Troubadours; nor for the advancement of science, like our cotemporaries in the British and European capitals. Thus far, our holiday has been simply a friendly sign of the survival of the love of letters amongst a people too busy to give to letters any more. As such, it is precious as the sign of an indestructible instinct. Perhaps the time is already come, when it ought to be, and will be, something else; when the sluggard intellect of this continent will look from under its iron lids, and fill the postponed expectation of the world with something better than the exertions of mechanical skill. Our day of dependence, our long apprenticeship to the learning of other lands, draws to a close. The millions, that around us are rushing into life, cannot always be fed on the sere remains of foreign harvests. Events, actions arise, that must be sung, that will sing themselves. Who can doubt, that poetry will revive and lead in a new age, as the star in the constellation Harp, which now flames in our zenith, astronomers announce, shall one day be the pole-star for a thousand years? In this hope, I accept the topic which not only usage, but the nature of our association, seem to prescribe to this day, -- the AMERICAN SCHOLAR. Year by year, we come up hither to read one more chapter of his biography. Let us inquire what light new days and events have thrown on his character, and his hopes. It is one of those fables, which, out of an unknown antiquity, convey an unlooked-for wisdom, that the gods, in the beginning, divided Man into men, that he might be more helpful to himself; just as the hand was divided into fingers, the better to answer its end. The old fable covers a doctrine ever new and sublime; that there is One Man, -- present to all particular men only partially, or through one faculty; and that you must take the whole society to find the whole man. Man is not a farmer, or a professor, or an engineer, but he is all. Man is priest, and scholar, and statesman, and producer, and soldier. In the _divided_ or social state, these functions are parcelled out to individuals, each of whom aims to do his stint of the joint work, whilst each other performs his. The fable implies, that the individual, to possess himself, must sometimes return from his own labor to embrace all the other laborers. But unfortunately, this original unit, this fountain of power, has been so distributed to multitudes, has been so minutely subdivided and peddled out, that it is spilled into drops, and cannot be gathered. The state of society is one in which the members have suffered amputation from the trunk, and strut about so many walking monsters, -- a good finger, a neck, a stomach, an elbow, but never a man. Man is thus metamorphosed into a thing, into many things. The planter, who is Man sent out into the field to gather food, is seldom cheered by any idea of the true dignity of his ministry. He sees his bushel and his cart, and nothing beyond, and sinks into the farmer, instead of Man on the farm. The tradesman scarcely ever gives an ideal worth to his work, but is ridden by the routine of his craft, and the soul is subject to dollars. The priest becomes a form; the attorney, a statute-book; the mechanic, a machine; the sailor, a rope of a ship. In this distribution of functions, the scholar is the delegated intellect. In the right state, he is, _Man Thinking_. In the degenerate state, when the victim of society, he tends to become a mere thinker, or, still worse, the parrot of other men's thinking. In this view of him, as Man Thinking, the theory of his office is contained. Him nature solicits with all her placid, all her monitory pictures; him the past instructs; him the future invites. Is not, indeed, every man a student, and do not all things exist for the student's behoof? And, finally, is not the true scholar the only true master? But the old oracle said, `All things have two handles: beware of the wrong one.' In life, too often, the scholar errs with mankind and forfeits his privilege. Let us see him in his school, and consider him in reference to the main influences he receives. I. The first in time and the first in importance of the influences upon the mind is that of nature. Every day, the sun; and, after sunset, night and her stars. Ever the winds blow; ever the grass grows. Every day, men and women, conversing, beholding and beholden. The scholar is he of all men whom this spectacle most engages. He must settle its value in his mind. What is nature to him? There is never a beginning, there is never an end, to the inexplicable continuity of this web of God, but always circular power returning into itself. Therein it resembles his own spirit, whose beginning, whose ending, he never can find, -- so entire, so boundless. Far, too, as her splendors shine, system on system shooting like rays, upward, downward, without centre, without circumference, -- in the mass and in the particle, nature hastens to render account of herself to the mind. Classification begins. To the young mind, every thing is individual, stands by itself. By and by, it finds how to join two things, and see in them one nature; then three, then three thousand; and so, tyrannized over by its own unifying instinct, it goes on tying things together, diminishing anomalies, discovering roots running under ground, whereby contrary and remote things cohere, and flower out from one stem.", "It presently learns, that, since the dawn of history, there has been a constant accumulation and classifying of facts. But what is classification but the perceiving that these objects are not chaotic, and are not foreign, but have a law which is also a law of the human mind? The astronomer discovers that geometry, a pure abstraction of the human mind, is the measure of planetary motion. The chemist finds proportions and intelligible method throughout matter; and science is nothing but the finding of analogy, identity, in the most remote parts. The ambitious soul sits down before each refractory fact; one after another, reduces all strange constitutions, all new powers, to their class and their law, and goes on for ever to animate the last fibre of organization, the outskirts of nature, by insight. Thus to him, to this school-boy under the bending dome of day, is suggested, that he and it proceed from one root; one is leaf and one is flower; relation, sympathy, stirring in every vein. And what is that Root? Is not that the soul of his soul? -- A thought too bold, -- a dream too wild. Yet when this spiritual light shall have revealed the law of more earthly natures, -- when he has learned to worship the soul, and to see that the natural philosophy that now is, is only the first gropings of its gigantic hand, he shall look forward to an ever expanding knowledge as to a becoming creator. He shall see, that nature is the opposite of the soul, answering to it part for part. One is seal, and one is print. Its beauty is the beauty of his own mind. Its laws are the laws of his own mind. Nature then becomes to him the measure of his attainments. So much of nature as he is ignorant of, so much of his own mind does he not yet possess. And, in fine, the ancient precept, \"Know thyself,\" and the modern precept, \"Study nature,\" become at last one maxim. II. The next great influence into the spirit of the scholar, is, the mind of the Past, -- in whatever form, whether of literature, of art, of institutions, that mind is inscribed. Books are the best type of the influence of the past, and perhaps we shall get at the truth, -- learn the amount of this influence more conveniently, -- by considering their value alone. The theory of books is noble. The scholar of the first age received into him the world around; brooded thereon; gave it the new arrangement of his own mind, and uttered it again. It came into him, life; it went out from him, truth. It came to him, short-lived actions; it went out from him, immortal thoughts. It came to him, business; it went from him, poetry. It was dead fact; now, it is quick thought. It can stand, and it can go. It now endures, it now flies, it now inspires. Precisely in proportion to the depth of mind from which it issued, so high does it soar, so long does it sing. Or, I might say, it depends on how far the process had gone, of transmuting life into truth. In proportion to the completeness of the distillation, so will the purity and imperishableness of the product be. But none is quite perfect. As no air-pump can by any means make a perfect vacuum, so neither can any artist entirely exclude the conventional, the local, the perishable from his book, or write a book of pure thought, that shall be as efficient, in all respects, to a remote posterity, as to cotemporaries, or rather to the second age. Each age, it is found, must write its own books; or rather, each generation for the next succeeding. The books of an older period will not fit this. Yet hence arises a grave mischief. The sacredness which attaches to the act of creation, -- the act of thought, -- is transferred to the record. The poet chanting, was felt to be a divine man: henceforth the chant is divine also. The writer was a just and wise spirit: henceforward it is settled, the book is perfect; as love of the hero corrupts into worship of his statue. Instantly, the book becomes noxious: the guide is a tyrant. The sluggish and perverted mind of the multitude, slow to open to the incursions of Reason, having once so opened, having once received this book, stands upon it, and makes an outcry, if it is disparaged. Colleges are built on it. Books are written on it by thinkers, not by Man Thinking; by men of talent, that is, who start wrong, who set out from accepted dogmas, not from their own sight of principles. Meek young men grow up in libraries, believing it their duty to accept the views, which Cicero, which Locke, which Bacon, have given, forgetful that Cicero, Locke, and Bacon were only young men in libraries, when they wrote these books. Hence, instead of Man Thinking, we have the bookworm. Hence, the book-learned class, who value books, as such; not as related to nature and the human constitution, but as making a sort of Third Estate with the world and the soul. Hence, the restorers of readings, the emendators, the bibliomaniacs of all degrees. Books are the best of things, well used; abused, among the worst. What is the right use? What is the one end, which all means go to effect?", "They are for nothing but to inspire. I had better never see a book, than to be warped by its attraction clean out of my own orbit, and made a satellite instead of a system. The one thing in the world, of value, is the active soul. This every man is entitled to; this every man contains within him, although, in almost all men, obstructed, and as yet unborn. The soul active sees absolute truth; and utters truth, or creates. In this action, it is genius; not the privilege of here and there a favorite, but the sound estate of every man. In its essence, it is progressive. The book, the college, the school of art, the institution of any kind, stop with some past utterance of genius. This is good, say they, -- let us hold by this. They pin me down. They look backward and not forward. But genius looks forward: the eyes of man are set in his forehead, not in his hindhead: man hopes: genius creates. Whatever talents may be, if the man create not, the pure efflux of the Deity is not his; -- cinders and smoke there may be, but not yet flame. There are creative manners, there are creative actions, and creative words; manners, actions, words, that is, indicative of no custom or authority, but springing spontaneous from the mind's own sense of good and fair. On the other part, instead of being its own seer, let it receive from another mind its truth, though it were in torrents of light, without periods of solitude, inquest, and self-recovery, and a fatal disservice is done. Genius is always sufficiently the enemy of genius by over influence. The literature of every nation bear me witness. The English dramatic poets have Shakspearized now for two hundred years. Undoubtedly there is a right way of reading, so it be sternly subordinated. Man Thinking must not be subdued by his instruments. Books are for the scholar's idle times. When he can read God directly, the hour is too precious to be wasted in other men's transcripts of their readings. But when the intervals of darkness come, as come they must, -- when the sun is hid, and the stars withdraw their shining, -- we repair to the lamps which were kindled by their ray, to guide our steps to the East again, where the dawn is. We hear, that we may speak. The Arabian proverb says, \"A fig tree, looking on a fig tree, becometh fruitful.\" It is remarkable, the character of the pleasure we derive from the best books. They impress us with the conviction, that one nature wrote and the same reads. We read the verses of one of the great English poets, of Chaucer, of Marvell, of Dryden, with the most modern joy, -- with a pleasure, I mean, which is in great part caused by the abstraction of all _time_ from their verses. There is some awe mixed with the joy of our surprise, when this poet, who lived in some past world, two or three hundred years ago, says that which lies close to my own soul, that which I also had wellnigh thought and said. But for the evidence thence afforded to the philosophical doctrine of the identity of all minds, we should suppose some preestablished harmony, some foresight of souls that were to be, and some preparation of stores for their future wants, like the fact observed in insects, who lay up food before death for the young grub they shall never see. I would not be hurried by any love of system, by any exaggeration of instincts, to underrate the Book. We all know, that, as the human body can be nourished on any food, though it were boiled grass and the broth of shoes, so the human mind can be fed by any knowledge. And great and heroic men have existed, who had almost no other information than by the printed page. I only would say, that it needs a strong head to bear that diet. One must be an inventor to read well. As the proverb says, \"He that would bring home the wealth of the Indies, must carry out the wealth of the Indies.\" There is then creative reading as well as creative writing. When the mind is braced by labor and invention, the page of whatever book we read becomes luminous with manifold allusion. Every sentence is doubly significant, and the sense of our author is as broad as the world. We then see, what is always true, that, as the seer's hour of vision is short and rare among heavy days and months, so is its record, perchance, the least part of his volume. The discerning will read, in his Plato or Shakspeare, only that least part, -- only the authentic utterances of the oracle; -- all the rest he rejects, were it never so many times Plato's and Shakspeare's. Of course, there is a portion of reading quite indispensable to a wise man. History and exact science he must learn by laborious reading. Colleges, in like manner, have their indispensable office, -- to teach elements. But they can only highly serve us, when they aim not to drill, but to create; when they gather from far every ray of various genius to their hospitable halls, and, by the concentrated fires, set the hearts of their youth on flame. Thought and knowledge are natures in which apparatus and pretension avail nothing. Gowns, and pecuniary foundations, though of towns of gold, can never countervail the least sentence or syllable of wit. Forget this, and our American colleges will recede in their public importance, whilst they grow richer every year. III. There goes in the world a notion, that the scholar should be a recluse, a valetudinarian, -- as unfit for any handiwork or public labor, as a penknife for an axe.", "The so-called `practical men' sneer at speculative men, as if, because they speculate or _see_, they could do nothing. I have heard it said that the clergy, -- who are always, more universally than any other class, the scholars of their day, -- are addressed as women; that the rough, spontaneous conversation of men they do not hear, but only a mincing and diluted speech. They are often virtually disfranchised; and, indeed, there are advocates for their celibacy. As far as this is true of the studious classes, it is not just and wise. Action is with the scholar subordinate, but it is essential. Without it, he is not yet man. Without it, thought can never ripen into truth. Whilst the world hangs before the eye as a cloud of beauty, we cannot even see its beauty. Inaction is cowardice, but there can be no scholar without the heroic mind. The preamble of thought, the transition through which it passes from the unconscious to the conscious, is action. Only so much do I know, as I have lived. Instantly we know whose words are loaded with life, and whose not. The world, -- this shadow of the soul, or _other me_, lies wide around. Its attractions are the keys which unlock my thoughts and make me acquainted with myself. I run eagerly into this resounding tumult. I grasp the hands of those next me, and take my place in the ring to suffer and to work, taught by an instinct, that so shall the dumb abyss be vocal with speech. I pierce its order; I dissipate its fear; I dispose of it within the circuit of my expanding life. So much only of life as I know by experience, so much of the wilderness have I vanquished and planted, or so far have I extended my being, my dominion. I do not see how any man can afford, for the sake of his nerves and his nap, to spare any action in which he can partake. It is pearls and rubies to his discourse. Drudgery, calamity, exasperation, want, are instructers in eloquence and wisdom. The true scholar grudges every opportunity of action past by, as a loss of power. It is the raw material out of which the intellect moulds her splendid products. A strange process too, this, by which experience is converted into thought, as a mulberry leaf is converted into satin. The manufacture goes forward at all hours. The actions and events of our childhood and youth, are now matters of calmest observation. They lie like fair pictures in the air. Not so with our recent actions, -- with the business which we now have in hand. On this we are quite unable to speculate. Our affections as yet circulate through it. We no more feel or know it, than we feel the feet, or the hand, or the brain of our body. The new deed is yet a part of life, -- remains for a time immersed in our unconscious life. In some contemplative hour, it detaches itself from the life like a ripe fruit, to become a thought of the mind. Instantly, it is raised, transfigured; the corruptible has put on incorruption. Henceforth it is an object of beauty, however base its origin and neighborhood. Observe, too, the impossibility of antedating this act. In its grub state, it cannot fly, it cannot shine, it is a dull grub. But suddenly, without observation, the selfsame thing unfurls beautiful wings, and is an angel of wisdom. So is there no fact, no event, in our private history, which shall not, sooner or later, lose its adhesive, inert form, and astonish us by soaring from our body into the empyrean. Cradle and infancy, school and playground, the fear of boys, and dogs, and ferules, the love of little maids and berries, and many another fact that once filled the whole sky, are gone already; friend and relative, profession and party, town and country, nation and world, must also soar and sing. Of course, he who has put forth his total strength in fit actions, has the richest return of wisdom. I will not shut myself out of this globe of action, and transplant an oak into a flower-pot, there to hunger and pine; nor trust the revenue of some single faculty, and exhaust one vein of thought, much like those Savoyards, who, getting their livelihood by carving shepherds, shepherdesses, and smoking Dutchmen, for all Europe, went out one day to the mountain to find stock, and discovered that they had whittled up the last of their pine-trees. Authors we have, in numbers, who have written out their vein, and who, moved by a commendable prudence, sail for Greece or Palestine, follow the trapper into the prairie, or ramble round Algiers, to replenish their merchantable stock. If it were only for a vocabulary, the scholar would be covetous of action. Life is our dictionary. Years are well spent in country labors; in town, -- in the insight into trades and manufactures; in frank intercourse with many men and women; in science; in art; to the one end of mastering in all their facts a language by which to illustrate and embody our perceptions. I learn immediately from any speaker how much he has already lived, through the poverty or the splendor of his speech. Life lies behind us as the quarry from whence we get tiles and copestones for the masonry of to-day. This is the way to learn grammar. Colleges and books only copy the language which the field and the work-yard made.", "But the final value of action, like that of books, and better than books, is, that it is a resource. That great principle of Undulation in nature, that shows itself in the inspiring and expiring of the breath; in desire and satiety; in the ebb and flow of the sea; in day and night; in heat and cold; and as yet more deeply ingrained in every atom and every fluid, is known to us under the name of Polarity, -- these \"fits of easy transmission and reflection,\" as Newton called them, are the law of nature because they are the law of spirit. The mind now thinks; now acts; and each fit reproduces the other. When the artist has exhausted his materials, when the fancy no longer paints, when thoughts are no longer apprehended, and books are a weariness, -- he has always the resource _to live_. Character is higher than intellect. Thinking is the function. Living is the functionary. The stream retreats to its source. A great soul will be strong to live, as well as strong to think. Does he lack organ or medium to impart his truths? He can still fall back on this elemental force of living them. This is a total act. Thinking is a partial act. Let the grandeur of justice shine in his affairs. Let the beauty of affection cheer his lowly roof. Those `far from fame,' who dwell and act with him, will feel the force of his constitution in the doings and passages of the day better than it can be measured by any public and designed display. Time shall teach him, that the scholar loses no hour which the man lives. Herein he unfolds the sacred germ of his instinct, screened from influence. What is lost in seemliness is gained in strength. Not out of those, on whom systems of education have exhausted their culture, comes the helpful giant to destroy the old or to build the new, but out of unhandselled savage nature, out of terrible Druids and Berserkirs, come at last Alfred and Shakspeare. I hear therefore with joy whatever is beginning to be said of the dignity and necessity of labor to every citizen. There is virtue yet in the hoe and the spade, for learned as well as for unlearned hands. And labor is everywhere welcome; always we are invited to work; only be this limitation observed, that a man shall not for the sake of wider activity sacrifice any opinion to the popular judgments and modes of action. I have now spoken of the education of the scholar by nature, by books, and by action. It remains to say somewhat of his duties. They are such as become Man Thinking. They may all be comprised in self-trust. The office of the scholar is to cheer, to raise, and to guide men by showing them facts amidst appearances. He plies the slow, unhonored, and unpaid task of observation. Flamsteed and Herschel, in their glazed observatories, may catalogue the stars with the praise of all men, and, the results being splendid and useful, honor is sure. But he, in his private observatory, cataloguing obscure and nebulous stars of the human mind, which as yet no man has thought of as such, -- watching days and months, sometimes, for a few facts; correcting still his old records; -- must relinquish display and immediate fame. In the long period of his preparation, he must betray often an ignorance and shiftlessness in popular arts, incurring the disdain of the able who shoulder him aside. Long he must stammer in his speech; often forego the living for the dead. Worse yet, he must accept, -- how often! poverty and solitude. For the ease and pleasure of treading the old road, accepting the fashions, the education, the religion of society, he takes the cross of making his own, and, of course, the self-accusation, the faint heart, the frequent uncertainty and loss of time, which are the nettles and tangling vines in the way of the self-relying and self-directed; and the state of virtual hostility in which he seems to stand to society, and especially to educated society. For all this loss and scorn, what offset? He is to find consolation in exercising the highest functions of human nature. He is one, who raises himself from private considerations, and breathes and lives on public and illustrious thoughts. He is the world's eye. He is the world's heart. He is to resist the vulgar prosperity that retrogrades ever to barbarism, by preserving and communicating heroic sentiments, noble biographies, melodious verse, and the conclusions of history. Whatsoever oracles the human heart, in all emergencies, in all solemn hours, has uttered as its commentary on the world of actions, -- these he shall receive and impart. And whatsoever new verdict Reason from her inviolable seat pronounces on the passing men and events of to-day, -- this he shall hear and promulgate. These being his functions, it becomes him to feel all confidence in himself, and to defer never to the popular cry. He and he only knows the world. The world of any moment is the merest appearance. Some great decorum, some fetish of a government, some ephemeral trade, or war, or man, is cried up by half mankind and cried down by the other half, as if all depended on this particular up or down. The odds are that the whole question is not worth the poorest thought which the scholar has lost in listening to the controversy. Let him not quit his belief that a popgun is a popgun, though the ancient and honorable of the earth affirm it to be the crack of doom.", "In silence, in steadiness, in severe abstraction, let him hold by himself; add observation to observation, patient of neglect, patient of reproach; and bide his own time, -- happy enough, if he can satisfy himself alone, that this day he has seen something truly. Success treads on every right step. For the instinct is sure, that prompts him to tell his brother what he thinks. He then learns, that in going down into the secrets of his own mind, he has descended into the secrets of all minds. He learns that he who has mastered any law in his private thoughts, is master to that extent of all men whose language he speaks, and of all into whose language his own can be translated. The poet, in utter solitude remembering his spontaneous thoughts and recording them, is found to have recorded that, which men in crowded cities find true for them also. The orator distrusts at first the fitness of his frank confessions, -- his want of knowledge of the persons he addresses, -- until he finds that he is the complement of his hearers; -- that they drink his words because he fulfils for them their own nature; the deeper he dives into his privatest, secretest presentiment, to his wonder he finds, this is the most acceptable, most public, and universally true. The people delight in it; the better part of every man feels, This is my music; this is myself. In self-trust, all the virtues are comprehended. Free should the scholar be, -- free and brave. Free even to the definition of freedom, \"without any hindrance that does not arise out of his own constitution.\" Brave; for fear is a thing, which a scholar by his very function puts behind him. Fear always springs from ignorance. It is a shame to him if his tranquillity, amid dangerous times, arise from the presumption, that, like children and women, his is a protected class; or if he seek a temporary peace by the diversion of his thoughts from politics or vexed questions, hiding his head like an ostrich in the flowering bushes, peeping into microscopes, and turning rhymes, as a boy whistles to keep his courage up. So is the danger a danger still; so is the fear worse. Manlike let him turn and face it. Let him look into its eye and search its nature, inspect its origin, -- see the whelping of this lion, -- which lies no great way back; he will then find in himself a perfect comprehension of its nature and extent; he will have made his hands meet on the other side, and can henceforth defy it, and pass on superior. The world is his, who can see through its pretension. What deafness, what stone-blind custom, what overgrown error you behold, is there only by sufferance, -- by your sufferance. See it to be a lie, and you have already dealt it its mortal blow. Yes, we are the cowed, -- we the trustless. It is a mischievous notion that we are come late into nature; that the world was finished a long time ago. As the world was plastic and fluid in the hands of God, so it is ever to so much of his attributes as we bring to it. To ignorance and sin, it is flint. They adapt themselves to it as they may; but in proportion as a man has any thing in him divine, the firmament flows before him and takes his signet and form. Not he is great who can alter matter, but he who can alter my state of mind. They are the kings of the world who give the color of their present thought to all nature and all art, and persuade men by the cheerful serenity of their carrying the matter, that this thing which they do, is the apple which the ages have desired to pluck, now at last ripe, and inviting nations to the harvest. The great man makes the great thing. Wherever Macdonald sits, there is the head of the table. Linnaeus makes botany the most alluring of studies, and wins it from the farmer and the herb-woman; Davy, chemistry; and Cuvier, fossils. The day is always his, who works in it with serenity and great aims. The unstable estimates of men crowd to him whose mind is filled with a truth, as the heaped waves of the Atlantic follow the moon. For this self-trust, the reason is deeper than can be fathomed, -- darker than can be enlightened. I might not carry with me the feeling of my audience in stating my own belief. But I have already shown the ground of my hope, in adverting to the doctrine that man is one. I believe man has been wronged; he has wronged himself. He has almost lost the light, that can lead him back to his prerogatives. Men are become of no account. Men in history, men in the world of to-day are bugs, are spawn, and are called `the mass' and `the herd.' In a century, in a millennium, one or two men; that is to say, -- one or two approximations to the right state of every man. All the rest behold in the hero or the poet their own green and crude being, -- ripened; yes, and are content to be less, so _that_ may attain to its full stature. What a testimony, -- full of grandeur, full of pity, is borne to the demands of his own nature, by the poor clansman, the poor partisan, who rejoices in the glory of his chief. The poor and the low find some amends to their immense moral capacity, for their acquiescence in a political and social inferiority. They are content to be brushed like flies from the path of a great person, so that justice shall be done by him to that common nature which it is the dearest desire of all to see enlarged and glorified. They sun themselves in the great man's light, and feel it to be their own element. They cast the dignity of man from their downtrod selves upon the shoulders of a hero, and will perish to add one drop of blood to make that great heart beat, those giant sinews combat and conquer. He lives for us, and we live in him. Men such as they are, very naturally seek money or power; and power because it is as good as money, -- the \"spoils,\" so called, \"of office.\" And why not? for they aspire to the highest, and this, in their sleep-walking, they dream is highest.", "Wake them, and they shall quit the false good, and leap to the true, and leave governments to clerks and desks. This revolution is to be wrought by the gradual domestication of the idea of Culture. The main enterprise of the world for splendor, for extent, is the upbuilding of a man. Here are the materials strown along the ground. The private life of one man shall be a more illustrious monarchy, -- more formidable to its enemy, more sweet and serene in its influence to its friend, than any kingdom in history. For a man, rightly viewed, comprehendeth the particular natures of all men. Each philosopher, each bard, each actor, has only done for me, as by a delegate, what one day I can do for myself. The books which once we valued more than the apple of the eye, we have quite exhausted. What is that but saying, that we have come up with the point of view which the universal mind took through the eyes of one scribe; we have been that man, and have passed on. First, one; then, another; we drain all cisterns, and, waxing greater by all these supplies, we crave a better and more abundant food. The man has never lived that can feed us ever. The human mind cannot be enshrined in a person, who shall set a barrier on any one side to this unbounded, unboundable empire. It is one central fire, which, flaming now out of the lips of Etna, lightens the capes of Sicily; and, now out of the throat of Vesuvius, illuminates the towers and vineyards of Naples. It is one light which beams out of a thousand stars. It is one soul which animates all men. But I have dwelt perhaps tediously upon this abstraction of the Scholar. I ought not to delay longer to add what I have to say, of nearer reference to the time and to this country. Historically, there is thought to be a difference in the ideas which predominate over successive epochs, and there are data for marking the genius of the Classic, of the Romantic, and now of the Reflective or Philosophical age. With the views I have intimated of the oneness or the identity of the mind through all individuals, I do not much dwell on these differences. In fact, I believe each individual passes through all three. The boy is a Greek; the youth, romantic; the adult, reflective. I deny not, however, that a revolution in the leading idea may be distinctly enough traced. Our age is bewailed as the age of Introversion. Must that needs be evil? We, it seems, are critical; we are embarrassed with second thoughts; we cannot enjoy any thing for hankering to know whereof the pleasure consists; we are lined with eyes; we see with our feet; the time is infected with Hamlet's unhappiness, -- \"Sicklied o'er with the pale cast of thought.\" Is it so bad then? Sight is the last thing to be pitied. Would we be blind? Do we fear lest we should outsee nature and God, and drink truth dry? I look upon the discontent of the literary class, as a mere announcement of the fact, that they find themselves not in the state of mind of their fathers, and regret the coming state as untried; as a boy dreads the water before he has learned that he can swim. If there is any period one would desire to be born in, -- is it not the age of Revolution; when the old and the new stand side by side, and admit of being compared; when the energies of all men are searched by fear and by hope; when the historic glories of the old, can be compensated by the rich possibilities of the new era? This time, like all times, is a very good one, if we but know what to do with it. I read with joy some of the auspicious signs of the coming days, as they glimmer already through poetry and art, through philosophy and science, through church and state. One of these signs is the fact, that the same movement which effected the elevation of what was called the lowest class in the state, assumed in literature a very marked and as benign an aspect. Instead of the sublime and beautiful; the near, the low, the common, was explored and poetized. That, which had been negligently trodden under foot by those who were harnessing and provisioning themselves for long journeys into far countries, is suddenly found to be richer than all foreign parts. The literature of the poor, the feelings of the child, the philosophy of the street, the meaning of household life, are the topics of the time. It is a great stride. It is a sign, -- is it not? of new vigor, when the extremities are made active, when currents of warm life run into the hands and the feet. I ask not for the great, the remote, the romantic; what is doing in Italy or Arabia; what is Greek art, or Provencal minstrelsy; I embrace the common, I explore and sit at the feet of the familiar, the low. Give me insight into to-day, and you may have the antique and future worlds. What would we really know the meaning of? The meal in the firkin; the milk in the pan; the ballad in the street; the news of the boat; the glance of the eye; the form and the gait of the body; -- show me the ultimate reason of these matters; show me the sublime presence of the highest spiritual cause lurking, as always it does lurk, in these suburbs and extremities of nature; let me see every trifle bristling with the polarity that ranges it instantly on an eternal law; and the shop, the plough, and the leger, referred to the like cause by which light undulates and poets sing; -- and the world lies no longer a dull miscellany and lumber-room, but has form and order; there is no trifle; there is no puzzle; but one design unites and animates the farthest pinnacle and the lowest trench. This idea has inspired the genius of Goldsmith, Burns, Cowper, and, in a newer time, of Goethe, Wordsworth, and Carlyle. This idea they have differently followed and with various success. In contrast with their writing, the style of Pope, of Johnson, of Gibbon, looks cold and pedantic. This writing is blood-warm. Man is surprised to find that things near are not less beautiful and wondrous than things remote. The near explains the far.", "The drop is a small ocean. A man is related to all nature. This perception of the worth of the vulgar is fruitful in discoveries. Goethe, in this very thing the most modern of the moderns, has shown us, as none ever did, the genius of the ancients. There is one man of genius, who has done much for this philosophy of life, whose literary value has never yet been rightly estimated; -- I mean Emanuel Swedenborg. The most imaginative of men, yet writing with the precision of a mathematician, he endeavored to engraft a purely philosophical Ethics on the popular Christianity of his time. Such an attempt, of course, must have difficulty, which no genius could surmount. But he saw and showed the connection between nature and the affections of the soul. He pierced the emblematic or spiritual character of the visible, audible, tangible world. Especially did his shade-loving muse hover over and interpret the lower parts of nature; he showed the mysterious bond that allies moral evil to the foul material forms, and has given in epical parables a theory of isanity, of beasts, of unclean and fearful things. Another sign of our times, also marked by an analogous political movement, is, the new importance given to the single person. Every thing that tends to insulate the individual, -- to surround him with barriers of natural respect, so that each man shall feel the world is his, and man shall treat with man as a sovereign state with a sovereign state; -- tends to true union as well as greatness. \"I learned,\" said the melancholy Pestalozzi, \"that no man in God's wide earth is either willing or able to help any other man.\" Help must come from the bosom alone. The scholar is that man who must take up into himself all the ability of the time, all the contributions of the past, all the hopes of the future. He must be an university of knowledges. If there be one lesson more than another, which should pierce his ear, it is, The world is nothing, the man is all; in yourself is the law of all nature, and you know not yet how a globule of sap ascends; in yourself slumbers the whole of Reason; it is for you to know all, it is for you to dare all. Mr. President and Gentlemen, this confidence in the unsearched might of man belongs, by all motives, by all prophecy, by all preparation, to the American Scholar. We have listened too long to the courtly muses of Europe. The spirit of the American freeman is already suspected to be timid, imitative, tame. Public and private avarice make the air we breathe thick and fat. The scholar is decent, indolent, complaisant. See already the tragic consequence. The mind of this country, taught to aim at low objects, eats upon itself. There is no work for any but the decorous and the complaisant. Young men of the fairest promise, who begin life upon our shores, inflated by the mountain winds, shined upon by all the stars of God, find the earth below not in unison with these, -- but are hindered from action by the disgust which the principles on which business is managed inspire, and turn drudges, or die of disgust, -- some of them suicides. What is the remedy? They did not yet see, and thousands of young men as hopeful now crowding to the barriers for the career, do not yet see, that, if the single man plant himself indomitably on his instincts, and there abide, the huge world will come round to him. Patience, -- patience; -- with the shades of all the good and great for company; and for solace, the perspective of your own infinite life; and for work, the study and the communication of principles, the making those instincts prevalent, the conversion of the world. Is it not the chief disgrace in the world, not to be an unit; -- not to be reckoned one character; -- not to yield that peculiar fruit which each man was created to bear, but to be reckoned in the gross, in the hundred, or the thousand, of the party, the section, to which we belong; and our opinion predicted geographically, as the north, or the south? Not so, brothers and friends, -- please God, ours shall not be so. We will walk on our own feet; we will work with our own hands; we will speak our own minds. The study of letters shall be no longer a name for pity, for doubt, and for sensual indulgence. The dread of man and the love of man shall be a wall of defence and a wreath of joy around all. A nation of men will for the first time exist, because each believes himself inspired by the Divine Soul which also inspires all men. ."], "MILTON": ["1645 ANOTHER ON THE SAME by John Milton Here lieth one who did most truly prove, That he could never die while he could move, So hung his destiny never to rot While he might still jogg on, and keep his trot, Made of sphear-metal, never to decay Untill his revolution was at stay. Time numbers motion, yet (without a crime 'Gainst old truth) motion number'd out his time: And like an Engin mov'd with wheel and waight, His principles being ceast, he ended strait. Rest that gives all men life, gave him his death, And too much breathing put him out of breath; Nor were it contradiction to affirm Too long vacation hastned on his term. Meerly to drive the time away he sickn'd, Fainted, and died, nor would with Ale be quickn'd; Nay, quoth he, on his swooning bed out-stretch'd, If I may not carry, sure Ile ne're be fetch'd, But vow though the cross Doctors all stood hearers, For one Carrier put down to make six bearers. Ease was his chief disease, and to judge right, He di'd for heavines that his Cart went light, His leasure told him that his time was com, And lack of load, made his life burdensom, That even to his last breath (ther be that say't) As he were prest to death, he cry'd more waight; But had his doings lasted as they were, He had bin an immortall Carrier. Obedient to the Moon he spent his date In cours reciprocal, and had his fate Linkt to the mutual flowing of the Seas, Yet (strange to think) his wain was his increase: His Letters are deliver'd all and gon, Onely remains this superscription. -THE END- .", "1644 AREOPAGITICA by John Milton AREOPAGITICA AREOPAGITICA Analysis of the Order of Parliament (June 14, 1643), Against which the Areopagitica was Directed 1. The Preamble recounts that \"many false...scandalous, seditious, and libellous\" works have lately been published, \"to the great defamation of Religion and government\"; that many private printing-presses have been set up; and that \"divers of the Stationers' Company\" have infringed on the rights of the Company. 2. \"It is therefore ordered by the Lords and Commons in Parliament,\" (1) that no Order \"of both or either House shall be printed\" except by command; (2) that no Book, etc., \"shall from henceforth be printed or put to sale, unless the same be first approved of and licensed by such person or persons as both or either of the said Houses shall appoint for the licensing of the same\"; (3) that no book, of which the copyright has been granted to the Company, \"for their relief and the maintenance of their poor,\" be printed by any person or persons \"without the license and consent of the Master, Warden, and assistants of the said Company\"; (4) that no book, \"formerly printed here,\" be imported from beyond seas, \"upon pain of forfeiting the same to the Owner\" of the Copyright, \"and such further punishment as shall be thought fit.\" 3. The Stationers' Company and the officers of the two Houses are authorised to search for unlicensed Presses, and to break them up; to search for unlicensed Books, etc., and confiscate them; and to \"apprehend all authors, printers and others\" concerned in publishing unlicensed books and to bring them before the Houses \"or the Committee of Examination\" for \"further punishments,\" such persons not to be released till they have given satisfaction and also \"sufficient caution not to offend in like sort for the future.\" 4. \"All justices of the Peace, Captains, Constables and other officers\" are ordered to give aid in the execution of the above. A SPEECH FOR THE LIBERTY OF UNLICENSED PRINTING, TO THE PARLIAMENT OF ENGLAND (1644) THEY, who to states and governors of the Commonwealth direct their speech, High Court of Parliament, or, wanting such access in a private condition, write that which they foresee may advance the public good; I suppose them, as at the beginning of no mean endeavour, not little altered and moved inwardly in their minds: some with doubt of what will be the success, others with fear of what will be the censure; some with hope, others with confidence of what they have to speak. And me perhaps each of these dispositions, as the subject was whereon I entered, may have at other times variously affected; and likely might in these foremost expressions now also disclose which of them swayed most, but that the very attempt of this address thus made, and the thought of whom it hath recourse to, hath got the power within me to a passion, far more welcome than incidental to a preface. Which though I stay not to confess ere any ask, I shall be blameless, if it be no other than the joy and gratulation which it brings to all who wish and promote their country's liberty; whereof this whole discourse proposed will be a certain testimony, if not a trophy. For this is not the liberty which we can hope, that no grievance ever should arise in the Commonwealth-that let no man in this world expect; but when complaints are freely heard, deeply considered and speedily reformed, then is the utmost bound of civil liberty attained that wise men look for. To which if I now manifest by the very sound of this which I shall utter, that we are already in good part arrived, and yet from such a steep disadvantage of tyranny and superstition grounded into our principles as was beyond the manhood of a Roman recovery, it will be attributed first, as is most due, to the strong assistance of God our deliverer, next to your faithful guidance and undaunted wisdom, Lords and Commons of England. Neither is it in God's esteem the diminution of His glory, when honourable things are spoken of good men and worthy magistrates; which if I now first should begin to do, after so fair a progress of your laudable deeds, and such a long obligement upon the whole realm to your indefatigable virtues, I might be justly reckoned among the tardiest, and the unwillingest of them that praise ye. Nevertheless there being three principal things, without which all praising is but courtship and flattery: First, when that only is praised which is solidly worth praise: next, when greatest likelihoods are brought that such things are truly and really in those persons to whom they are ascribed: the other, when he who praises, by showing that such his actual persuasion is of whom he writes, can demonstrate that he flatters not; the former two of these I have heretofore endeavoured, rescuing the employment from him who went about to impair your merits with a trivial and malignant encomium; the latter as belonging chiefly to mine own acquittal, that whom I so extolled I did not flatter, hath been reserved opportunely to this occasion. For he who freely magnifies what hath been nobly done, and fears not to declare as freely what might be done better, gives ye the best covenant of his fidelity; and that his loyalist affection and his hope waits on your proceedings. His highest praising is not flattery, and his plainest advice is a kind of praising. For though I should affirm and hold by argument, that it would fare better with truth, with learning and the Commonwealth, if one of your published Orders, which I should name, were called in; yet at the same time it could not but much redound to the lustre of your mild and equal government, whenas private persons are hereby animated to think ye better pleased with public advice, than other statists have been delighted heretofore with public flattery. And men will then see what difference there is between the magnanimity of a triennial Parliament, and that jealous haughtiness of prelates and Cabin Counsellors that usurped of late, whenas they shall observe ye in the midst of your victories and successes more gently brooking exceptions against a voted Order than other Courts, which had produced nothing worth memory but the weak ostentation of wealth, would have endured the least signified dislike at any sudden Proclamation. If I should thus far presume upon the meek demeanour of your civil and gentle greatness, Lords and Commons, as what your published Order hath directly said, that to gainsay, I might defend myself with ease, if any should accuse me of being new or insolent, did they but know how much better I find ye esteem it to imitate the old and elegant humanity of Greece, than the barbaric pride of a Hunnish and Norwegian stateliness. And out of those ages, to whose polite wisdom and letters we owe that we are not yet Goths and Jutlanders, I could name him who from his private house wrote that discourse to the Parliament of Athens, that persuades them to change the form of democraty which was then established. Such honour was done in those days to men who professed the study of wisdom and eloquence, not only in their own country, but in other lands, that cities and signiories heard them gladly, and with great respect, if they had aught in public to admonish the state. Thus did Dion Prusaeus, a stranger and a private orator, counsel the Rhodians against a former edict; and I abound with other like examples, which to set here would be superfluous. But if from the industry of a life wholly dedicated to studious labours, and those natural endowments haply not the worse for two and fifty degrees of northern latitude, so much must be derogated, as to count me not equal to any of those who had this privilege, I would obtain to be thought not so inferior, as yourselves are superior to the most of them who received their counsel: and how far you excel them, be assured, Lords and Commons, there can no greater testimony appear, than when your prudent spirit acknowledges and obeys the voice of reason from what quarter soever it be heard speaking; and renders ye as willing to repeal any Act of your own setting forth, as any set forth by your predecessors. If ye be thus resolved, as it were injury to think ye were not, I know not what should withhold me from presenting ye with fit instance wherein to show both that love of truth which ye eminently profess, and that uprightness of your judgment which is not wont to be partial to yourselves; by judging over again that Order which ye have ordained to regulate Printing:-that no book, pamphlet, or paper shall be henceforth printed, unless the same be first approved and licensed by such, or at least one of such, as shall be thereto appointed. For that part which preserves justly every man's copy to himself, or provides for the poor, I touch not, only wish they be not made pretences to abuse and persecute honest and painful men, who offend not in either of these particulars. But that other clause of Licensing Books, which we thought had died with his brother quadragesimal and matrimonial when the prelates expired, I shall now attend with such a homily, as shall lay before ye, first the inventors of it to be those whom ye will be loth to own; next what is to be thought in general of reading, whatever sort the books be; and that this Order avails nothing to the suppressing of scandalous, seditious, and libellous books, which were mainly intended to be suppressed. Last, that it will be primely to the discouragement of all learning, and the stop of Truth, not only by disexercising and blunting our abilities in what we know already, but by hindering and cropping the discovery that might be yet further made both in religious and civil Wisdom. I deny not, but that it is of greatest concernment in the Church and Commonwealth, to have a vigilant eye how books demean themselves as well as men; and thereafter to confine, imprison, and do sharpest justice on them as malefactors. For books are not absolutely dead things, but do contain a potency of life in them to be as active as that soul was whose progeny they are; nay, they do preserve as in a vial the purest efficacy and extraction of that living intellect that bred them. I know they as lively, and as vigorously productive, as those fabulous dragon's teeth; and being sown up and down, may chance to spring up armed men. And yet, on the other hand, unless wariness be used, as good almost kill a man as kill a good book. Who kills a man kills a reasonable creature, God's image; but he who destroys a good book, kills reason itself, kills the image of God, as it were in the eye. Many a man lives a burden to the earth; but a good book is the precious life-blood of a master spirit, embalmed and treasured up on purpose to a life beyond life. 'Tis true, no age can restore a life, whereof perhaps there is no great loss; and revolutions of ages do not oft recover the loss of a rejected truth, for the want of which whole nations fare the worse. We should be wary therefore what persecution we raise against the living labours of public men, how we spill that seasoned life of man, preserved and stored up in books; since we see a kind of homicide may be thus committed, sometimes a martyrdom, and if it extend to the whole impression, a kind of massacre; whereof the execution ends not in the slaying of an elemental life, but strikes at that ethereal and fifth essence, the breath of reason itself, slays an immortality rather than a life. But lest I should be condemned of introducing licence, while I oppose licensing, I refuse not the pains to be so much historical, as will serve to show what hath been done by ancient and famous commonwealths against this disorder, till the very time that this project of licensing crept out of the inquisition, was catched up by our prelates, and hath caught some of our presbyters. In Athens, where books and wits were ever busier than in any other part of Greece, I find but only two sorts of writings which the magistrate cared to take notice of; those either blasphemous and atheistical, or libellous. Thus the books of Protagoras were by the judges of Areopagus commanded to be burnt, and himself banished the territory for a discourse begun with his confessing not to know \"whether there were gods, or whether not.\" And against defaming, it was agreed that none should be traduced by name, as was the manner of Vetus Comoedia, whereby we may guess how they censured libelling. And this course was quick enough, as Cicero writes, to quell both the desperate wits of other atheists, and the open way of defaming, as the event showed. Of other sects and opinions, though tending to voluptuousness, and the denying of Divine Providence, they took no heed. Therefore we do not read that either Epicurus, or that libertine school of Cyrene, or what the Cynic impudence uttered, was ever questioned by the laws. Neither is it recorded that the writings of those old comedians were suppressed, though the acting of them were forbid; and that Plato commended the reading of Aristophanes, the loosest of them all, to his royal scholar Dionysius, is commonly known, and may be excused, if holy Chrysostom, as is reported, nightly studied so much the same author and had the art to cleanse a scurrilous vehemence into the style of a rousing sermon. That other leading city of Greece, Lacedaemon, considering that Lycurgus their lawgiver was so addicted to elegant learning, as to have been the first that brought out of Ionia the scattered works of Homer, and sent the poet Thales from Crete to prepare and mollify the Spartan surliness with his smooth songs and odes, the better to plant among them law and civility, it is to be wondered how museless and unbookish they were, minding nought but the feats of war. There needed no licensing of books them; for they disliked all but their own laconic apothegms, and took a slight occasion to chase Archilochus out of their city, perhaps for composing in a higher strain than their own soldierly ballads and roundels could reach to. Or if it were for his broad verses, they were not therein so cautious but they were as dissolute in their promiscuous conversing; whence Euripides affirms in Andromache, that their women were all unchaste. Thus much may give us light after what sort of books were prohibited among the Greeks. The Romans also, for many ages trained up only to a military roughness resembling most the Lacedaemonian guise, knew of learning little but what their twelve Tables, and the Pontific College with their augurs and flamens taught them in religion and law, so unacquainted with other learning, that when Carneades and Critolaus, with the Stoic Diogenes coming ambassadors to Rome, took thereby occasion to give the city a taste of their philosophy, they were suspected for seducers by no less a man than Cato the Censor, who moved it in the Senate to dismiss them speedily, and to banish all such Attic babblers out of Italy. But Scipio and others of the noblest senators withstood him and his old Sabine austerity; honoured and admired the men; and the censor himself at last, in his old age, fell to the study of what whereof before he was so scrupulous.", "And yet at the same time, Naevius and Plautus, the first Latin comedians, had filled the city with all the borrowed scenes of Menander and Philemon. Then began to be considered there also what was to be done to libellous books and authors; for Naevius was quickly cast into prison for his unbridled pen, and released by the tribunes upon his recantation; we read also that libels were burnt, and the makers punished by Augustus. The like severity, no doubt, was used, if aught were impiously written against their esteemed gods. Except in these two points, how the world went in books, the magistrate kept no reckoning. And therefore Lucretius without impeachment versifies his Epicurism to Memmius, and had the honour to be set forth the second time by Cicero, so great a father of the commonwealth; although himself disputes against that opinion in his own writings. Nor was the satirical sharpness or naked plainness of Lucilius, or Catullus, or Flaccus, by any order prohibited. And for matters of state, the story of Titus Livius, though it extolled that part which Pompey held, was not therefore suppressed by Octavius Caesar of the other faction. But that Naso was by him banished in his old age, for the wanton poems of his youth, was but a mere covert of state over some secret cause: and besides, the books were neither banished nor called in. From hence we shall meet with little else but tyranny in the Roman-empire; that we may not marvel, if not so often bad as good books were silenced. I shall therefore deem to have been large enough, in producing what among the ancients was punishable to write; save only which, all other arguments were free to treat on. By this time the emperors were become Christians, whose discipline in this point I do not find to have been more severe than what was formerly in practice. The books of those whom they took to be grand heretics were examined, refuted, and condemned in the general Councils; and not all then were prohibited, or burnt, by authority of the emperor. As for the writings of heathen authors, unless they were plain invectives against Christianity, as those of Porphyrius and Proclus, they met with no interdict that can be cited, till about the year 400, in a Carthaginian Council, wherein bishops themselves were forbid to read the books of Gentiles, but heresies they might read: while others long before them, on the contrary, scrupled more the books of heretics than of Gentiles. And that the primitive Councils and bishops were wont only to declare what books were not commendable, passing no further, but leaving it to each one's conscience to read or to lay by, till after the year 800, is observed already by Padre Paolo, the great unmasker of the Trentine Council. After which time the Popes of Rome, engrossing what they pleased of political rule into their own hands, extended their dominion over men's eyes, as they had before over their judgments, burning and prohibiting to be read what they fancied not; yet sparing in their censures, and the books not many which they so dealt with: till Martin V., by his bull, not only prohibited, but was the first that excommunicated the reading of heretical books; for about that time Wickliffe and Huss, growing terrible, were they who first drove the Papal Court to a stricter policy of prohibiting. Which course Leo X. and his successors followed, until the Council of Trent and the Spanish Inquisition engendering together brought forth, or perfected, those Catalogues and expurging Indexes, that rake through the entrails of an old good author, with a violation worse than any could be offered to his tomb. Nor did they stay in matters heretical, but any subject that was not to their palate, they either condemned in a Prohibition, or had it straight into the new Purgatory of an Index. To fill up the measure of encroachment, their last invention was to ordain that no book, pamphlet, or paper should be printed (as if St. Peter had bequeathed them the keys of the press also out of Paradise) unless it were approved and licensed under the hands of two or three glutton friars. For example: Let the Chancellor Cini be pleased to see if in this present work be contained aught that may withstand the printing. Vincent Rabbatta, Vicar of Florence. I have seen this present work, and find nothing athwart the Catholic faith and good manners: in witness whereof I have given, etc. Nicolo Cini, Chancellor of Florence. Attending the precedent relation, it is allowed that this present work of Davanzati may be printed. Vincent Rabbatta, etc. It may be printed, July 15. Friar Simon Mompei d'Amelia, Chancellor of the holy office in Florence. Sure they have a conceit, if he of the bottomless pit had not long since broke prison, that this quadruple exorcism would bar him down. I fear their next design will be to get into their custody the licensing of that which they say Claudius intended, but went not through with. Vouchsafe to see another of their forms, the Roman stamp: Imprimatur, If it seem good to the reverend master of the holy Palace. Belcastro, Vicegerent. Imprimatur, Friar Nicolo Rodolphi, Master of the holy Palace. Sometimes five Imprimaturs are seen together dialogue-wise in the piazza of one title-page, complimenting and ducking each to other with their shaven reverences, whether the author, who stands by in perplexity at the foot of his epistle, shall to the press or to the sponge. These are the pretty responsories, these are the dear antiphonies, that so bewitched of late our Prelates and their chaplains with the goodly echo they made; and besotted us to the gay imitation of a lordly Imprimatur, one from Lambeth House, another from the west end of Paul's; so apishly romanising, that the word of command still was set down in Latin; as if the learned grammatical pen that wrote it would cast no ink without Latin; or perhaps, as they thought, because no vulgar tongue was worthy to express the pure conceit of an Imprimatur; but rather, as I hope, for that our English, the language of men, ever famous and foremost in the achievements of liberty, will not easily find servile letters enow to spell such a dictatory presumption English. And thus ye have the inventors and the original of book-licensing ripped and drawn as lineally as any pedigree. We have it not, that can be heard of, from any ancient state, or polity or church; nor by any statute left us by our ancestors elder or later; nor from the modern custom of any reformed city or church abroad; but from the most anti-christian council and the most tyrannous inquisition that ever inquired. Till then books were ever as freely admitted into the world as any other birth; the issue of the brain was no more stifled than the issue of the womb: no envious juno sat cross-legged over the nativity of any man's intellectual offspring; but if it proved a monster, who denies, but that it was justly burnt, or sunk into the sea? But that a book, in worse condition than a peccant soul, should be to stand before a jury ere it be born to the world, and undergo yet in darkness the judgment of Radamanth and his colleagues, ere it can pass the ferry backward into light, was never heard before, till that mysterious iniquity, provoked and troubled at the first entrance of Reformation, sought out new limbos and new bells wherein they might include our books also within the number of their damned. And this was the rare morsel so officiously snatched up, and so ill-favouredly imitated by our inquisiturient bishops, and the attendant minorities their chaplains. That ye like not now these most certain authors of this licensing order, and that all sinister intention was far distant from your thoughts, when ye were importuned the passing it, all men who know the integrity of your actions, and how ye honour Truth, will clear ye readily. But some will say, What though the inventors were bad, the thing for all that may be good? It may be so; yet if that thing be no such deep invention, but obvious, and easy for any man to light on, and yet best and wisest commonwealths through all ages and occasions have foreborne to use it, and falsest seducers and oppressors of men were the first who took it up, and to no other purpose but to obstruct and hinder the first approach of Reformation; I am of those who believe it will be a harder alchymy than Lullius ever knew, to sublimate any good use out of such an invention. Yet this only is what I request to gain from this reason, that it may be held a dangerous and suspicious fruit, as certainly it deserves, for the tree that bore it, until I can dissect one by one the properties it has. But I have first to finish, as was propounded, what is to be thought in general of reading books, whatever sort they be, and whether be more the benefit or the harm that thence proceeds? Not to insist upon the examples of Moses, Daniel, and Paul, who were skilful in all the learning of the Egyptians, Chaldeans, and Greeks, which could not probably be without reading their books of all sorts; in Paul especially, Who thought it no defilement to insert into Holy Scripture the sentences of three Greek poets, and one of them a tragedian; the question was notwithstanding sometimes controverted among the primitive doctors, but with great odds on that side which affirmed it both lawful and profitable; as was then evidently perceived, when Julian the Apostate and subtlest enemy to our faith made a decree forbidding Christians the study of heathen learning: for, said he, they wound us with our own weapons, and with our own arts and sciences they overcome us. And indeed the Christians were put so to their shifts by this crafty means, and so much in danger to decline into all ignorance, that the two Apollinarii were fain, as a man may to coin all the seven liberal sciences out of the Bible, reducing it into divers forms of orations, poems, dialogues, even to the calculating of a new Christian grammar. But, saith the historian Socrates, the providence of God provided better than the industry of Apollinarius and his son, by taking away that illiterate law with the life of him who devised it. So great an injury they then held it to be deprived of Hellenic learning; and thought it a persecution more undermining, and secretly decaying the Church, than the open cruelty of Decius or Diocletian. And perhaps it was the same politic drift that the devil whipped St. Jerome in a Lenten dream, for reading Cicero; or else it was a phantasm bred by the fever which had then seized him. For had an angel been his discipliner, unless it were for dwelling too much upon Ciceronianisms, and had chastised the reading, not the vanity, it had been plainly first to correct him for grave Cicero, and not for scurril Plautus, he confesses to have been reading, not long before; next to correct him only, and let so many more ancient fathers wax old in those pleasant and florid studies without the lash of such a tutoring apparition; insomuch that Basil teaches how some good use may be made of Margites, a sportful poem, not now extant, writ by Homer; and why not then of Morgante, an Italian romance much to the same purpose? But if it be agreed we shall be tried by visions, there is a vision recorded by Eusebius, far ancienter than this tale of Jerome to the nun Eustochium, and, besides, has nothing of a fever in it.", "Dionysius Alexandrinus was about the year 240 a person of great name in the Church for piety and learning, who had wont to avail himself much against heretics by being conversant in their books; until a certain presbyter laid it scrupulously to his conscience, how he durst venture himself among those defiling volumes. The worthy man, loth to give offence, fell into a new debate with himself what was to be thought; when suddenly a vision sent from God (it is his own epistle that so avers it) confirmed him in these words: Read any books whatever come to thy hands, for thou art sufficient both to judge aright, and to examine each matter. To this revelation he assented the sooner, as he confesses, because it was answerable to that of the Apostle to the Thessalonians, Prove all things, hold fast that which is good. And he might have added another remarkable saying of the same author: To the pure, all things are pure; not only meats and drinks, but all kind of knowledge whether of good or evil; the knowledge cannot defile, nor consequently the books, if the will and conscience be not defiled. For books are as meats and viands are; some of good, some of evil substance; and yet God, in that unapocryphal vision, said without exception, Rise, Peter, kill and eat, leaving the choice to each man's discretion. Wholesome meats to a vitiated stomach differ little or nothing from unwholesome; and best books to a naughty mind are not unappliable to occasions of evil. Bad meats will scarce breed good nourishment in the healthiest concoction; but herein the difference is of bad books, that they to a discreet and judicious reader serve in many respects to discover, to confute, to forewarn, and to illustrate. Whereof what better witness can ye expect I should produce, than one of your own now sitting in Parliament, the chief of learned men reputed in this land, Mr. Selden; whose volume of natural and national laws proves, not only by great authorities brought together, but by exquisite reasons and theorems almost mathematically demonstrative, that all opinions, yea errors, known, read, and collated, are of main service and assistance toward the speedy attainment of what is truest. I conceive, therefore, that when God did enlarge the universal diet of man's body, saving ever the rules of temperance, He then also, as before, left arbitrary the dieting and repasting of minds; as wherein every mature man might have to exercise his own leading capacity. How great a virtue is temperance, how much of moment through the whole life of man! Yet God commits the managing so great a trust, without particular law or prescription, wholly to the demeanour of every grown man. And therefore when He Himself tabled the Jews from heaven, that omer, which was every man's daily portion of manna, is computed to have been more than might have well sufficed the heartiest feeder thrice as many meals. For those actions which enter into a man, rather than issue out of him, and therefore defile not, God uses not to captivate under a perpetual childhood of prescription, but trusts him with the gift of reason to be his own chooser; there were but little work left for preaching, if law and compulsion should grow so fast upon those things which heretofore were governed only by exhortation. Solomon informs us, that much reading is a weariness to the flesh; but neither he nor other inspired author tells us that such or such reading is unlawful: yet certainly had God thought good to limit us herein, it had been much more expedient to have told us what was unlawful than what was wearisome. As for the burning of those Ephesian books by St. Paul's converts; 'tis replied the books were magic, the Syriac so renders them. It was a private act, a voluntary act, and leaves us to a voluntary imitation: the men in remorse burnt those books which were their own; the magistrate by this example is not appointed; these men practised the books, another might perhaps have read them in some sort usefully. Good and evil we know in the field of this world grow up together almost inseparably; and the knowledge of good is so involved and interwoven the knowledge of evil, and in so many cunning resemblances hardly to be discerned, that those confused seeds which were imposed upon Psyche as an incessant labour to cull out, and sort asunder, were not more intermixed. It was from out the rind of one apple tasted, that the knowledge of good and evil, as two twins cleaving together, leaped forth into the world. And perhaps this is that doom which Adam fill into of knowing good and evil, that is to say of knowing good by evil. As therefore the state of man now is; what wisdom can there be to choose, what continence to forbear without the knowledge of evil? He that can apprehend and consider vice with all her baits and seeming pleasures, and yet abstain, and yet distinguish, and yet prefer that which is truly better, he is the true wayfaring Christian. I cannot praise a fugitive and cloistered virtue, unexercised and unbreathed, that never sallies out and sees her adversary, but slinks out of the race, where that immortal garland is to be run for, not without dust and heat. Assuredly we bring not innocence into the world, we bring impurity much rather; that which purifies us is trial, and trial is by what is contrary. That virtue therefore which is but a youngling in the contemplation of evil, and knows not the utmost that vice promises to her followers, and rejects it, is but a blank virtue, not a pure; her whiteness is but an excremental whiteness. Which was the reason why our sage and serious poet Spenser, whom I dare be known to think a better teacher than Scotus or Aquinas, describing true temperance under the person of Guion, brings him in with his palmer through the cave of Mammon, and the bower of earthly bliss, that he might see and know, and yet abstain. Since therefore the knowledge and survey of vice is in this world so necessary to the constituting of human virtue, and the scanning of error to the confirmation of truth, how can we more safely, and with less danger, scout into the regions of sin and falsity than by reading all manner of tractates and hearing all manner of reason? And this is the benefit which may be had of books promiscuously read. But of the harm that may result hence three kinds are usually reckoned. First, is feared the infection that may spread; but then all human learning and controversy in religious points must remove out of the world, yea the Bible itself; for that ofttimes relates blasphemy not nicely, it describes the carnal sense of wicked men not unelegantly, it brings in holiest men passionately murmuring against Providence through all the arguments of Epicurus: in other great disputes it answers dubiously and darkly to the common reader. And ask a Talmudist what ails the modesty of his marginal Keri, that Moses and all the prophets cannot persuade him to pronounce the textual Chetiv. For these causes we all know the Bible itself put by the Papist into the first rank of prohibited books. The ancientest fathers must be next removed, as Clement of Alexandria, and that Eusebian book of Evangelic preparation, transmitting our ears through a hoard of heathenish obscenities to receive the Gospel. Who finds not that Irenaeus, Epiphanius, Jerome, and others discover more heresies than they well confute, and that oft for heresy which is the truer opinion? Nor boots it to say for these, and all the heathen writers of greatest infection, if it must be thought so, with whom is bound up the life of human learning, that they writ in an unknown tongue, so long as we are sure those languages are known as well to the worst of men, who are both most able, and most diligent to instil the poison they suck, first into the courts of princes, acquainting them with the choicest delights and criticisms of sin. As perhaps did that Petronius whom Nero called his Arbiter, the master of his revels; and the notorious ribald of Arezzo, dreaded and yet dear to the Italian courtiers. I name not him for posterity's sake, whom Henry VIII. named in merriment his Vicar of hell. By which compendious way all the contagion that foreign books can infuse will find a passage to the people far and shorter than an Indian voyage, though it could be sailed either by the north of Cataio eastward, or of Canada westward, while our Spanish licensing gags the English press never so severely. But on the other side that infection which is from books of controversy in religion is more doubtful and dangerous to the learned than to the ignorant; and yet those books must be permitted untouched by the licenser. It will be hard to instance where any ignorant man hath been ever seduced by papistical book in English, unless it were commended and expounded to him by some of that clergy: and indeed all such tractates, whether false or true, are as the prophecy of Isaiah was to the eunuch, not to be understood without a guide. But of our priests and doctors how many have been corrupted by studying the comments of Jesuits and Sorbonists, and how fast they could transfuse that corruption into the people, our experience is both late and sad. It is not forgot, since the acute and distinct Arminius was perverted merely by the perusing of a nameless discourse written at Delft, which at first he took in hand to confute. Seeing, therefore, that those books, and those in great abundance, which are likeliest to taint both life and doctrine, cannot be suppressed without the fall of learning and of all ability in disputation, and that these books of either sort are most and soonest catching to the learned, from whom to the common people whatever is heretical or dissolute may quickly be conveyed, and that evil manners are as perfectly learnt without books a thousand other ways which cannot be stopped, and evil doctrine not with books can propagate, except a teacher guide, which he might also do without writing, and so beyond prohibiting, I am not able to unfold, how this cautelous enterprise can be exempted from the number of vain and impossible attempts. And he who were pleasantly disposed could not well avoid to liken it to the exploit of that gallant man who thought to pound up the crows by shutting his park gate. Besides another inconvenience, if learned men be the first receivers out of books and dispreaders both of vice and error, how shall the licensers themselves be confided in, unless we can confer upon them, or they assume to themselves above all others in the land, the grace of infallibility and uncorruptedness? And again, if it be true that a wise man, like a good refiner, can gather gold out of the drossiest volume, and that a fool will be a fool with the best book, yea or without book; there is no reason that we should deprive a wise man of any advantage to his wisdom, while we seek to restrain from a fool, that which being restrained will be no hindrance to his folly. For if there should be so much exactness always used to keep that from him which is unfit for his reading, we should in the judgment of Aristotle not only, but of Solomon and of our Saviour, not vouchsafe him good precepts, and by consequence not willingly admit him to good books; as being certain that a wise man will make better use of an idle pamphlet, than a fool will do of sacred Scripture. 'Tis next alleged we must not expose ourselves to temptations without necessity, and next to that, not employ our time in vain things. To both these objections one answer will serve, out of the grounds already laid, that to all men such books are not temptations, nor vanities, but useful drugs and materials wherewith to temper and compose effective and strong medicines, which man's life cannot want. The rest, as children and childish men, who have not the art to qualify and prepare these working minerals, well may be exhorted to forbear, but hindered forcibly they cannot be by all the licensing that Sainted Inquisition could ever yet contrive.", "Which is what I promised to deliver next, That this order of licensing conduces nothing to the end for which it was framed; and hath almost prevented me by being clear already while thus much hath been explaining. See the ingenuity of Truth, who, when she gets a free and willing hand, opens herself faster than the pace of method and discourse can overtake her. It was the task which I began with, to show that no nation, or well instituted state, if they valued books at all, did ever use this way of licensing; and it might be answered, that this is a piece of prudence lately discovered. To which I return, that as it was a thing slight and obvious to think on, so if it had been difficult to find out, there wanted not among them long since who suggested such a course; which they not following, leave us a pattern of their judgment that it was not the not knowing, but the not approving, which was the cause of their not using it. Plato, a man of high authority, indeed, but least of all for his commonwealth, in the book of his Laws, which no city ever yet received, fed his fancy by making many edicts to his airy burgomasters, which they who otherwise admire him wish had been rather buried and excused in the genial cups of an Academic night sitting. By which laws he seems to tolerate no kind of learning but by unalterable decree, consisting most of practical traditions, to the attainment whereof a library of smaller bulk than his own Dialogues would be abundant. And there also enacts, that no poet should so much as read to any private man what he had written, until the judges and law-keepers had seen it, and allowed it. But that Plato meant this law peculiarly to that commonwealth which he had imagined, and to no other, is evident. Why was he not else a lawgiver to himself, but a transgressor, and to be expelled by his own magistrates; both for the wanton epigrams and dialogues which he made, and his perpetual reading of Sophron Mimus and Aristophanes, books of grossest infamy, and also for commending the latter of them, though he were the malicious libeller of his chief friends, to be read by the tyrant Dionysius, who had little need of such trash to spend his time on? But that he knew this licensing of poems had reference and dependence to many other provisos there set down in his fancied republic, which in this world could have no place: and so neither he himself, nor any magistrate, or city ever imitated that course, which, taken apart from those other collateral injunctions, must needs be vain and fruitless. For if they fell upon one kind of strictness, unless their care were equal to regulate an other things of like aptness to corrupt the mind, that single endeavour they knew would be but a fond labour; to shut and fortify one gate against corruption, and be necessitated to leave others round about wide open. If we think to regulate printing, thereby to rectify manners, we must regulate all recreations and pastimes, all that is delightful to man. No music must be heard, no song be set or sung, but what is grave and Doric. There must be licensing dancers, that no gesture, motion, or deportment be taught our youth but what by their allowance shall be thought honest; for such Plato was provided of; it will ask more than the work of twenty licensers to examine all the lutes, the violins, and the guitars in every house; they must not be suffered to prattle as they do, but must be licensed what they may say. And who shall silence all the airs and madrigals that whisper softness in chambers? The windows also, and the balconies must be thought on; there are shrewd books, with dangerous frontispieces, set to sale; who shall prohibit them, shall twenty licensers? The villages also must have their visitors to inquire what lectures the bagpipe and the rebeck reads, even to the ballatry and the gamut of every municipal fiddler, for these are the countryman's Arcadias, and his Monte Mayors. Next, what more national corruption, for which England hears ill abroad, than household gluttony: who shall be the rectors of our daily rioting? And what shall be done to inhibit the multitudes that frequent those houses where drunkenness is sold and harboured? Our garments also should be referred to the licensing of some more sober workmasters to see them cut into a less wanton garb. Who shall regulate all the mixed conversation of our youth, male and female together, as is the fashion of this country? Who shall still appoint what shall be discoursed what presumed, and no further? Lastly, who shall forbid and separate all idle resort, all evil company? These things will be, and must be; but how they shall be least hurtful, how least enticing, herein consists the grave and governing wisdom of a state. To sequester out of the world into Atlantic and Utopian polities which never can be drawn into use, will not mend our condition; but to ordain wisely as in this world of evil, in the midst whereof God hath placed us unavoidably. Nor is it Plato's licensing of books will do this, which necessarily pulls along with it so many other kinds of licensing, as will make us all both ridiculous and weary, and yet frustrate; but those unwritten, or at least unconstraining, laws of virtuous education, religious and civil nurture, which Plato there mentions as the bonds and ligaments of the commonwealth, the pillars and the sustainers of every written statute; these they be which will bear chief sway in such matters as these, when all licensing will be easily eluded. Impunity and remissness, for certain, are the bane of a commonwealth; but here the great art lies, to discern in what the law is to bid restraint and punishment, and in what things persuasion only is to work. If every action, which is good or evil in man at ripe years, were to be under pittance and prescription and compulsion, what were virtue but a name, what praise could be then due to well-doing, what gramercy to be sober, just, or continent? Many there be that complain of Divine Providence for suffering Adam to transgress; foolish tongues! When God gave him reason, He gave him freedom to choose, for reason is but choosing; he had been else a mere artificial Adam, such an Adam as he is in the motions. We ourselves esteem not of that obedience, or love, or gift, which is of force: God therefore left him free, set before him a provoking object, ever almost in his eyes; herein consisted his merit, herein the right of his reward, the praise of his abstinence. Wherefore did He create passions within us, pleasures round about us, but that these rightly tempered are the very ingredients of virtue? They are not skilful considerers of human things, who imagine to remove sin by removing the matter of sin; for, besides that it is a huge heap increasing under the very act of diminishing, though some part of it may for a time be withdrawn from some persons, it cannot from all, in such a universal thing as books are; and when this is done, yet the sin remains entire. Though ye take from a covetous man all his treasure, he has yet one jewel left, ye cannot bereave him of his covetousness. Banish all objects of lust, shut up all youth into the severest discipline that can be exercised in any hermitage, ye cannot make them chaste, that came not thither so: such great care and wisdom is required to the right managing of this point. Suppose we could expel sin by this means; look how much we thus expel of sin, so much we expel of virtue: for the matter of them both is the same; remove that, and ye remove them both alike. This justifies the high providence of God, who, though He commands us temperance, justice, continence, yet pours out before us, even to a profuseness, all desirable things, and gives us minds that can wander beyond all limit and satiety. Why should we then affect a rigour contrary to the manner of God and of nature, by abridging or scanting those means, which books freely permitted are, both to the trial of virtue and the exercise of truth? It would be better done, to learnthat the law must needs be frivolous, which goes to restrain things, uncertainly and yet equally working to good and to evil. And were I the chooser, a dram of well-doing should be preferred before many times as much the forcible hindrance of evil-doing. For God sure esteems the growth and completing of one virtuous person more than the restraint of ten vicious. And albeit whatever thing we hear or see, sitting, walking, travelling, or conversing, may be fitly called our book, and is of the same effect that writings are, yet grant the thing to be prohibited were only books, it appears that this order hitherto is far insufficient to the end which it intends. Do we not see, not once or oftener, but weekly, that continued court-libel against the Parliament and City, printed, as the wet sheets can witness, and dispersed among us, for all that licensing can do? yet this is the prime service a man would think, wherein this Order should give proof of itself. If it were executed, you'll say. But certain, if execution be remiss or blindfold now, and in this particular, what will it be hereafter and in other books? If then the Order shall not be vain and frustrate, behold a new labour, Lords and Commons, ye must repeal and proscribe all scandalous and unlicensed books already printed and divulged; after ye have drawn them up into a list, that all may know which are condemned, and which not; and ordain that no foreign books be delivered out of custody, till they have been read over. This office will require the whole time of not a few overseers, and those no vulgar men. There be also books which are partly useful and excellent, partly culpable and pernicious; this work will ask as many more officials, to make expurgations and expunctions, that the Commonwealth of Learning be not damnified. In fine, when the multitude of books increase upon their hands, ye must be fain to catalogue all those printers who are found frequently offending, and forbid the importation of their whole suspected typography.", "In a word, that this your Order may be exact and not deficient, ye must reform it perfectly according to the model of Trent and Seville, which I know ye abhor to do. Yet though ye should condescend to this, which God forbid, the Order still would be but fruitless and defective to that end whereto ye meant it. If to prevent sects and schisms, who is so unread or so uncatechised in story, that hath not heard of many sects refusing books as a hindrance, and preserving their doctrine unmixed for many ages, only by unwritten traditions? The Christian faith, for that was once a schism, is not unknown to have spread all over Asia, ere any Gospel or Epistle was seen in writing. If the amendment of manners be aimed at, look into Italy and Spain, whether those places be one scruple the better, the honester, the wiser, the chaster, since all the inquisitional rigour that hath been executed upon books. Another reason, whereby to make it plain that this Order will miss the end it seeks, consider by the quality which ought to be in every licenser. It cannot be denied but that he who is made judge to sit upon the birth or death of books, whether they may be wafted into this world or not, had need to be a man above the common measure, both studious, learned, and judicious; there may be else no mean mistakes in the censure of what is passable or not; which is also no mean injury. If he be of such worth as behoves him, there cannot be a more tedious and unpleasing journey-work, a greater loss of time levied upon his head, than to be made the perpetual reader of unchosen books and pamphlets, ofttimes huge volumes. There is no book that is acceptable unless at certain seasons; but to be enjoined the reading of that at all times, and in a hand scarce legible, whereof three would not down at any time in the fairest print, is an imposition I cannot believe how he that values time and his own studies, or is but of a sensible nostril, should be able to endure. In this one thing I crave leave of the present licensers to be pardoned for so thinking; who doubtless took this office up, looking on it through their obedience to the Parliament, whose command perhaps made all things seem easy and unlaborious to them; but that this short trial hath wearied them out already, their own expressions and excuses to them who make so many journeys to solicit their licence are testimony enough. Seeing therefore those who now possess the employment by all evident signs wish themselves well rid of it; and that no man of worth, none that is not a plain unthrift of his own hours is ever likely to succeed them, except he mean to put himself to the salary of a press corrector; we may easily foresee what kind of licensers we are to expect hereafter, either ignorant, imperious, and remiss, or basely pecuniary. This is what I had to show, wherein this Order cannot conduce to that end whereof it bears the intention. I lastly proceed from the no good it can do, to the manifest hurt it causes, in being first the greatest discouragement and affront that can be offered to learning, and to learned men. It was the complaint and lamentation of prelates, upon every least breath of a motion to remove pluralities, and distribute more equally Church revenues, that then all learning would be for ever dashed and discouraged. But as for that opinion, I never found cause to think that the tenth part of learning stood or fell with the clergy: nor could I ever but hold it for a sordid and unworthy speech of any churchman who had a competency left him. If therefore ye be loth to dishearten heartily and discontent, not the mercenary crew of false pretenders to learning, but the free and ingenuous sort of such as evidently were born to study, and love learning for itself, not for lucre or any other end but the service of God and of truth, and perhaps that lasting fame and perpetuity of praise which God and good men have consented shall be the reward of those whose published labours advance the good of mankind, then know that, so far to distrust the judgment and the honesty of one who hath but a common repute in learning, and never yet offended, as not to count him fit to print his mind without tutor and examiner, lest he should drop a schism, or something of corruption, is the greatest displeasure and indignity to a free and knowing spirit that can be put upon him. What advantage is it to be a man over it is to be a boy at school, if we have only escaped the ferula to come under the fescue of an Imprimatur, if serious and elaborate writings, as if they were no more than the theme of a grammar-lad under his pedagogue, must not be uttered without the cursory eyes of a temporising and extemporising licenser? He who is not trusted with his own actions, his drift not being known to be evil, and standing to the hazard of law and penalty, has no great argument to think himself reputed in the Commonwealth, wherein he was born, for other than a fool or a foreigner. When a man writes to the world, he summons up all his reason and deliberation to assist him; he searches, meditates, is industrious, and likely consults and confers with his judicious friends; after all which done he takes himself to be informed in what he writes, as well as any that writ before him. If, in this the most consummate act of his fidelity and ripeness, no years, no industry, no former proof of his abilities can bring him to that state of maturity, as not to be still mistrusted and suspected, unless he carry all his considerate diligence, all his midnight watchings and expense of Palladian oil, to the hasty view of an unleisured licenser, perhaps much his younger, perhaps far his inferior in judgment, perhaps one who never knew the labour of bookwriting, and if he be not repulsed or slighted, must appear in print like a puny with his guardian, and his censor's hand on the back of his title to be his bail and surety that he is no idiot or seducer, it cannot be but a dishonour and derogation to the author, to the book, to the privilege and dignity of Learning. And what if the author shall be one so copious of fancy, as to have many things well worth the adding come into his mind after licensing, while the book is yet under the press, which not seldom happens to the best and diligentest writers; and that perhaps a dozen times in one book? The printer dares not go beyond his licensed copy; so often then must the author trudge to his leave-giver, that those his new insertions may be viewed; and many a jaunt will be made, ere that licenser, for it must be the same man, can either be found, or found at leisure; meanwhile either the press must stand still, which is no small damage, or the author lose his accuratest thoughts, and send the book forth worse than he had made it, which to a diligent writer is the greatest melancholy and vexation that can befall. And how can a man teach with authority, which is the life of teaching, how can he be a doctor in his book as he ought to be, or else had better be silent, whenas all he teaches, all he delivers, is but under the tuition, under the correction of his patriarchal licenser to blot or alter what precisely accords not with the hidebound humour which he calls his judgment? When every acute reader, upon the first sight of a pedantic licence, will be ready with these like words to ding the book a quoit's distance from him: I hate a pupil teacher, I endure not an instructor that comes to me under the wardship of an overseeing fist. I know nothing of the licenser, but that I have his own hand here for his arrogance; who shall warrant me his judgment? The State, sir, replies the stationer, but has a quick return: The State shall be my governors, but not my critics; they may be mistaken in the choice of a licenser, as easily as this licenser may be mistaken in an author; this is some common stuff; and he might add from Sir Francis Bacon, That such authorised books are but the language of the times. For though a licenser should happen to be judicious more than ordinary, which will be a great jeopardy of the next succession, yet his very office and his commission enjoins him to let pass nothing but what is vulgarly received already. Nay, which is more lamentable, if the work of any deceased author, though never so famous in his lifetime and even to this day, come to their hands for licence to be printed, or reprinted, if there be found in his book one sentence of a venturous edge, uttered in the height of zeal and who knows whether it might not be the dictate of a divine spirit, yet not suiting with every low decrepit humour of their own, though it were Knox himself, the Reformer of a Kingdom, that spake it, they will not pardon him their dash: the sense of that great man shall to all posterity be lost, for the fearfulness or the presumptuous rashness of a perfunctory licenser. And to what an author this violence hath been late done, and in what book of greatest consequence to be faithfully published, I could now instance, but shall forbear till a more convenient season. Yet if these things be not resented seriously and timely by them who have the remedy in their power, but that such iron moulds as these shall have authority to gnaw out the choicest periods of exquisitest books, and to commit such a treacherous fraud against the orphan remainders of worthiest men after death, the more sorrow will belong to that hapless race of men, whose misfortune it is to have understanding. Henceforth let no man care to learn, or care to be more than worldly-wise; for certainly in higher matters to be ignorant and slothful, to be a common steadfast dunce, will be the only pleasant life, and only in request. And as it is a particular disesteem of every knowing person alive, and most injurious to the written labours and monuments of the dead, so to me it seems an undervaluing and vilifying of the whole Nation. I cannot set so light by all the invention, the art, the wit, the grave and solid judgment which is in England, as that it can be comprehended in any twenty capacities how good soever, much less that it should not pass except their superintendence be over it, except it be sifted and strained with their strainers, that it should be uncurrent without their manual stamp. Truth and understanding are not such wares as to be monopolised and traded in by tickets and statutes and standards. We must not think to make a staple commodity of all the knowledge in the land, to mark and licence it like our broadcloth and our woolpacks. What is it but a servitude like that imposed by the Philistines, not to be allowed the sharpening of our own axes and coulters, but we must repair from all quarters to twenty licensing forges? Had anyone written and divulged erroneous things and scandalous to honest life, misusing and forfeiting the esteem had of his reason among men, if after conviction this only censure were adjudged him that he should never henceforth write but what were first examined by an appointed officer, whose hand should be annexed to pass his credit for him that now he might be safely read; it could not be apprehended less than a disgraceful punishment. Whence to include the whole Nation, and those that never yet thus offended, under such a diffident and suspectful prohibition, may plainly be understood what a disparagement it is. So much the more, whenas debtors and delinquents may walk abroad without a keeper, but unoffensive books must not stir forth without a visible jailer in their title. Nor is it to the common people less than a reproach; for if we be so jealous over them, as that we dare not trust them with an English pamphlet, what do we but censure them for a giddy, vicious, and ungrounded people; in such a sick and weak state of faith and discretion, as to be able to take nothing down but through the pipe of a licenser? That this is care or love of them, we cannot pretend, whenas, in those popish places where the laity are most hated and despised, the same strictness is used over them. Wisdom we cannot call it, because it stops but one breach of licence, nor that neither: whenas those corruptions, which it seeks to prevent, break in faster at other doors which cannot be shut. And in conclusion it reflects to the disrepute of our Ministers also, of whose labours we should hope better, and of the proficiency which their flock reaps by them, than that after all this light of the Gospel which is, and is to be, and all this continual preaching, they should still be frequented with such an unprincipled, unedified and laic rabble, as that the whiff of every new pamphlet should stagger them out of their catechism, and Christian walking. This may have much reason to discourage the Ministers when such a low conceit is had of all their exhortations, and the benefiting of their hearers, as that they are not thought fit to be turned loose to three sheets of paper without a licenser; that all the sermons, all the lectures preached, printed, vented in such numbers, and such volumes, as have now well nigh made all other books unsaleable, should not be armour enough against one single Enchiridion, without the castle of St. Angelo of an Imprimatur. And lest some should persuade ye, Lords and Commons, that these arguments of learned men's discouragement at this your Order are mere flourishes, and not real, I could recount what I have seen and heard in other countries, where this kind of inquisition tyrannises; when I have sat among their learned men, for that honour I had, and been counted happy to be born in such a place of philosophic freedom, as they supposed England was, while themselves did nothing but bemoan the servile condition into which learning amongst them was brought; that this was it which had damped the glory of Italian wits; that nothing had been there written now these many years but flattery and fustian. There it was that I found and visited the famous Galileo, grown old a prisoner to the Inquisition, for thinking in astronomy otherwise than the Franciscan and Dominican licensers thought. And though I knew that England then was groaning loudest under the prelatical yoke, nevertheless I took it as a pledge of future happiness, that other nations were so persuaded of her liberty. Yet was it beyond my hope that those Worthies were then breathing in her air, who should be her leaders to such a deliverance, as shall never be forgotten by any revolution of time that this world hath to finish. When that was once begun, it was as little in my fear that, what words of complaint I heard among learned men of other parts uttered against the Inquisition, the same I should hear by as learned men at home uttered in time of Parliament against an order of licensing; and that so generally that, when I had disclosed myself a companion of their discontent, I might say, if without envy, that he whom an honest quaestorship had endeared to the Sicilians was not more by them importuned against Verres, than the favourable opinion which I had among many who honour ye, and are known and respected by ye, loaded me with entreaties and persuasions, that I would not despair to lay together that which just reason should bring into my mind, toward the removal of an undeserved thraldom upon learning. That this is not therefore the disburdening of a particular fancy, but the common grievance of all those who had prepared their minds and studies above the vulgar pitch to advance truth in others, and from others to entertain it, thus much may satisfy.", "And in their name I shall for neither friend nor foe conceal what the general murmur is; that if it come to inquisitioning again and licensing, and that we are so timorous of ourselves, and so suspicious of all men, as to fear each book and the shaking of every leaf, before we know what the contents are; if some who but of late were little better than silenced from preaching shall come now to silence us from reading, except what they please, it cannot be guessed what is intended by some but a second tyranny over learning: and will soon put it out of controversy, that Bishops and Presbyters are the same to us, both name and thing. That those evils of Prelaty, which before from five or six and twenty sees were distributively charged upon the whole people, will now light wholly upon learning, is not obscure to us: whenas now the Pastor of a small unlearned Parish on the sudden shall be exalted Archbishop over a large diocese of books, and yet not remove, but keep his other cure too, a mystical pluralist. He who but of late cried down the sole ordination of every novice Bachelor of Art, and denied sole jurisdiction over the simplest parishioner, shall now at home in his private chair assume both these over worthiest and excellentest books and ablest authors that write them. This is not, ye Covenants and Protestations that we have made! this is not to put down Prelaty; this is but to chop an Episcopacy; this is but to translate the Palace Metropolitan from one kind of dominion into another; this is but an old canonical sleight of commuting our penance. To startle thus betimes at a mere unlicensed pamphlet will after a while be afraid of every conventicle, and a while after will make a conventicle of every Christian meeting. But I am certain that a State governed by the rules of justice and fortitude, or a Church built and founded upon the rock of faith and true knowledge, cannot be so pusillanimous. While things are yet not constituted in Religion, that freedom of writing should be restrained by a discipline imitated from the Prelates and learnt by them from the Inquisition, to shut us up all again into the breast of a licenser, must needs give cause of doubt add discouragement to all learned and religious men. Who cannot but discern the fineness of this politic drift, and who are the contrivers; that while Bishops were to be baited down, then all Presses might be open; it was the people's birthright and privilege in time of Parliament, it was the breaking forth of light? But now, the Bishops abrogated and voided out the Church, as if our Reformation sought no more but to make room for others into their seats under another name, the episcopal arts begin to bud again, the cruse of truth must run no more oil, liberty of Printing must be enthralled again under a prelatical commission of twenty, the privilege of the people nullified, and, which is worse, the freedom of learning must groan again, and to her old fetters: all this the Parliament yet sitting. Although their own late arguments and defences against the Prelates might remember them, that this obstructing violence meets for the most part with an event utterly opposite to the end which it drives at: instead of suppressing sects and schisms, it raises them and invests them with a reputation. \"The punishing of wits enhances their authority,\" said the Viscount St. Albans; \"and a forbidden writing is thought to be a certain spark of truth that flies up in the faces of them who seek to tread it out.\" This Order, therefore, may prove a nursing-mother to sects, but I shall easily show how it will be a stepdame to Truth: and first by disenabling us to the maintenance of what is known already. Well knows he who uses to consider, that our faith and knowledge thrives by exercise, as well as our limbs and complexion. Truth is compared in Scripture to a streaming fountain; if her waters flow not in a perpetual progression, they into a muddy pool of conformity and tradition. A man may be a heretic in the truth; and if he believe things only because his Pastor says so, or the Assembly so determines, without knowing other reason, though his belief be true, yet the very truth he holds becomes his heresy. There is not any burden that some would gladlier post off to another than the charge and care of their Religion. There be-who knows not that there be?-of Protestants and professors who live and die in as arrant an implicit faith as any lay Papist of Loretto. A wealthy man, addicted to his Pleasure and to his profits, finds Religion to be a traffic so entangled, and of so many piddling accounts, that of all mysteries he cannot skill to keep a stock going upon that trade. What should he do? fain he would have the name to be religious, fain he would bear up with his neighbours in that. What does he therefore, but resolve to give over toiling, and to find himself out some factor, to whose care and credit he may commit the whole managing of his religious affairs? some Divine of note and estimation that must be. To him he adheres, resigns the whole warehouse of his religion, with all the locks and keys, into his custody; and indeed makes the very person of that man his religion; esteems his associating with him a sufficient evidence and commendatory of his own piety. So that a man may say his religion is now no more within himself, but is become a dividual movable, and goes and comes near him, according as that good man frequents the house. He entertains him, gives him gifts, feasts him, lodges him; his religion comes home at night, prays, is liberally supped, and sumptuously laid to sleep, rises, is saluted, and after the malmsey, or some well-spiced brewage, and better breakfasted than he whose morning appetite would have gladly fed on green figs between Bethany and Jerusalem, his Religion walks abroad at eight, and leaves his kind entertainer in the shop trading all day without his Religion. Another sort there be who, when they hear that all things shall be ordered, all things regulated and settled, nothing written but what passes through the custom-house of certain Publicans that have the tonnaging and poundaging of all free-spoken truth, will straight give themselves up into your hands, make 'em and cut 'em out what religion ye please: there be delights, there be recreations and jolly pastimes that will fetch the day about from sun to sun, and rock the tedious year as in a delightful dream. What need they torture their heads with that which others have taken so strictly and so unalterably into their own purveying? These are the fruits which a dull ease and cessation of our knowledge bring forth among the people. How goodly and how to be wished were such an obedient unanimity as this, what a fine conformity would it starch us all into! Doubtless a staunch and solid piece of framework, as any January could freeze together. Nor much better will be the consequence even among the clergy themselves. It is no new thing never heard of before, for a parochial Minister, who has his reward and is at his Hercules' pillars in a warm benefice, to be easily inclinable, if he have nothing else that may rouse up his studies, to finish his circuit in an English Concordance and a topic folio, the gatherings and savings of a sober graduateship, a Harmony and a Catena; treading the constant round of certain common doctrinal heads, attended with the uses, motives, marks, and means, out of which, as out of an alphabet, or sol-fa, by forming and transforming, joining and disjoining variously, a little bookcraft, and two hours' meditation, might furnish him unspeakably to the performance of more than a weekly charge of sermoning: not to reckon up the infinite helps of interlinearies, breviaries, synopses, and other loitering gear. But as for the multitude of sermons ready printed and piled up, on every text that is not difficult, our London trading St. Thomas in his vestry, and add to boot St. Martin and St. Hugh, have not within their hallowed limits more vendible ware of all sorts ready made: so that penury he never need fear of pulpit provision, having where so plenteously to refresh his magazine. But it his rear and flanks be not impaled, if his back door be not secured by the rigid licenser, but that a bold book may now and then issue forth and give the assault to some of his old collections in their trenches, it will concern him then to keep waking, to stand in watch, to set good guards and sentinels about his received opinions, to walk the round and counter-round with his fellow inspectors, fearing lest any of his flock be seduced, who also then would be better instructed, better exercised and disciplined. And God send that the fear of this diligence, which must then be used, do not make us affect the laziness of a licensing Church. For if we be sure we are in the right, and do not hold the truth guiltily, which becomes not, if we ourselves condemn not our own weak and frivolous teaching, and the people for an untaught and irreligious gadding rout, what can be more fair than when a man judicious, learned, and of a conscience, for aught we know, as good as theirs that taught us what we know, shall not privily from house to house, which is more dangerous, but openly by writing publish to the world what his opinion is, what his reasons, and wherefore that which is now thought cannot be sound? Christ urged it as wherewith to justify himself, that he preached in public; yet writing is more public than preaching; and more easy to refutation, if need be, there being so many whose business and profession merely it is to be the champions of Truth; which if they neglect, what can be imputed but their sloth, or unability? Thus much we are hindered and disinured by this course of licensing, toward the true knowledge of what we seem to know. For how much it hurts and hinders the licensers themselves in the calling of their ministry, more than any secular employment, if they will discharge that office as they ought, so that of necessity they must neglect either the one duty or the other, I insist not, because it is a particular, but leave it to their own conscience, how they will decide it there. There is yet behind of what I proposed to lay open, the incredible loss and detriment that this plot of incensing puts us to; more than if some enemy at sea should stop up all our havens and ports and creeks, it hinders and retards the importation of our richest Merchandise, Truth; nay, it was first established and put in practice by Antichristian malice and mystery on set purpose to extinguish, if it were possible, the light of Reformation, and to settle falsehood; little differing from that policy wherewith the Turk upholds his Alcoran, by the prohibition of Printing. 'Tis not denied, but gladly confessed, we are to send our thanks and vows to Heaven louder than-most of nations, for that great measure of truth which we enjoy, especially in those main points between us and the Pope, with his appurtenances the Prelates: but he who thinks we are to pitch our tent here, and have attained the utmost prospect of reformation that the mortal glass wherein we contemplate can show us, till we come to beatific vision, that man by this very opinion declares that he is yet far short of Truth. Truth indeed came once into the world with her Divine Master, and was a perfect shape most glorious to look on: but when He ascended, and His Apostles after Him were laid asleep, then straight arose a wicked race of deceivers, who, as that story goes of the Egyptian Typhon with his conspirators, how they dealt with the good Osiris, took the virgin Truth, hewed her lovely form into a thousand pieces, and scattered them to the four winds. From that time ever since, the sad friends of Truth, such as durst appear, imitating the careful search that Isis made for the mangled body of Osiris, went up and down gathering up limb by limb, still as they could find them. We have not yet found them all, Lords and Commons, nor ever shall do, till her Master's second coming; He shall bring together every joint and member, and shall mould them into an immortal feature of loveliness and perfection. Suffer not these licensing prohibitions to stand at every place of opportunity, forbidding and disturbing them that continue seeking, that continue to do our obsequies to the torn body of our martyred saint. We boast our light; but if we look not wisely on the Sun itself, it smites us into darkness. Who can discern those planets that are oft combust, and those stars of brightest magnitude that rise and set with the Sun, until the opposite motion of their orbs bring them to such a place in the firmament, where they may be seen evening or morning? The light which we have gained was given us, not to be ever staring on, but by it to discover onward things more remote from our knowledge. It is not the unfrocking of a priest, the unmitring of a bishop, and the removing him from off the presbyterian shoulders, that will make us a happy Nation.", "No, if other things as great in the Church, and in the rule of life both economical and political, be not looked into and reformed, we have looked so long upon the blaze that Zuinglius and Calvin hath beaconed up to us, that we are stark blind. There be who perpetually complain of schisms and sects, and make it such a calamity that any man dissents from their maxims. 'Tis their own pride and ignorance which causes the disturbing, who neither will hear meekness, nor can convince; yet all must be suppressed which is not found in their Syntagma. They are the troublers, they are the dividers of unity, who neglect and permit not others to unite those dissevered pieces which are yet wanting to the body of Truth. To be still searching what we know not by what we know, still closing up truth to truth as we find it (for all her body is homogeneal and proportional), this is the golden rule in theology as well as in arithmetic,and makes up the best harmony in a Church; not the forced and outward union of cold and neutral, and inwardly divided minds. Lords and Commons of England, consider what Nation it is whereof ye are, and whereof ye are the governors: a Nation not slow and dull, but of a quick, ingenious and piercing spirit, acute to invent, subtle and sinewy to discourse, not beneath the reach-of any point, the highest that human capacity can soar to. Therefore the studies of Learning in her deepest sciences have been so ancient and so eminent among us, that writers of good antiquity and ablest judgment have been persuaded that even the school of Pythagoras and the Persian wisdom took beginning from the old philosophy of this island. And that wise and civil Roman, Julius Agricola, who governed once here for Caesar, preferred the natural wits of Britain before the laboured studies of the French. Nor is it for nothing that the grave and frugal Transylvanian sends out yearly from as far as the mountainous borders of Russia, and beyond the Hercynian wilderness, not their youth, but their staid men, to learnour language and our theologic arts. Yet that which is above all this, the favour and the love of Heaven, we Pave great argument to think in a peculiar manner propitious and propending towards us. Why else was this Nation chosen before any other, that out of her, as out of Sion, should be proclaimed and sounded forth the first tidings and trumpet of Reformation to all Europe? And had it not been the obstinate perverseness of our prelates against the divine and admirable spirit of Wickliff, to suppress him as a schismatic and innovator, perhaps neither the Bohemian Huss and Jerome, no nor the name of Luther or of Calvin, had been ever known: the glory of reforming all our neighbours had been completely ours. But now, as our obdurate clergy have with violence demeaned the matter, we are become hitherto the latest and backwardest scholars, of whom God offered to have made us the teachers. Now once again by all concurrence of signs, and by the general instinct of holy and devout men, as they daily and solemnly express their thoughts, God is decreeing to begin some new and great period in His Church, even to the reforming of Reformation itself: what does He then but reveal Himself to His servants, and as His manner is, first to His Englishmen? I say, as His manner is, first to us, though we mark not the method of His counsels, and are unworthy. Behold now this vast City: a city of refuge, the mansion house of liberty, encompassed and surrounded with His protection; the shop of war hath not there more anvils and hammers waking, to fashion out the plates and instruments of armed Justice in defence of beleaguered Truth, than there be pens and heads there, sitting by their studious lamps, musing, searching, revolving new notions and ideas wherewith to present, as with their homage and their fealty, the approaching Reformation: others as fast reading, trying all things, assenting to the force of reason and convincement. What could a man require more from a Nation so pliant and so prone to seek after knowledge? What wants there to such a towardly and pregnant soil, but wise and faithful labourers, to make a knowing people, a Nation of Prophets of Sages, and of Worthies? We reckon more than five months yet to harvest; there need not be five weeks; had we but eyes to lift up, the fields are white already. Where there is much desire to learn, there of necessity will be much arguing, much writing, many opinions; for opinion in good men is but knowledge in the making. Under these fantastic terrors of sect and schism, we wrong the earnest and zealous thirst after knowledge and understanding which God hath stirred up in this city. What some lament of, we rather should rejoice at, should rather praise this pious forwardness among men, to reassume the ill-reputed care of their Religion into their own hands again. A little generous prudence, a little forbearance of one another, and some grain of charity might win all these diligences to join, and unite in one general and brotherly search after Truth; could we but forego this prelatical tradition of crowding free consciences and Christian liberties into canons and precepts of men. I doubt not, if some great and worthy stranger should come among us, wise to discern the mould and temper if a people, and how to govern it, observing the high hopes and aims, the diligent alacrity of our extended thoughts and reasonings in the pursuance of truth and freedom, but that he would cry out as Pyrrhus did, admiring the Roman docility and courage: If such were my Epirots, I would not despair the greatest design that could be attempted, to make a Church or Kingdom happy. Yet these are the men cried out against for schismatics and sectaries; as if, while the temple of the Lord was building, some cutting, some squaring the marble, others hewing the cedars, there should be a sort of irrational men who could not consider there must be many schisms and many dissections made in the quarry and in the timber, ere the house of God can be built. And when every stone is laid artfully together, it cannot be united into a continuity, it can but be contiguous in this world; neither can every piece of the building be of one form; nay rather the perfection consists in this, that, out of many moderate varieties and brotherly dissimilitudes that are not vastly disproportional, arises the goodly and the graceful symmetry that commends the whole pile and structure. Let us therefore be more considerate builders, more wise in spiritual architecture, when great reformation is expected. For now the time seems come, wherein Moses the great prophet may sit in heaven rejoicing to see that memorable and glorious wish of his fulfilled, when not only our seventy Elders, but all the Lord's people, are become prophets. No marvel then though some men, and some good men too perhaps, but young in goodness, as Joshua then was, envy them. They fret, and out of their own weakness are in agony, lest these divisions and subdivisions will undo us. The adversary again applauds, and waits the hour: When they have branched themselves out, saith he, small enough into parties and partitions, then will be our time. Fool! he sees not the firm root, out of which we all grow, though into branches: nor will be ware until he see our small divided maniples cutting through at every angle of his ill-united and unwieldy brigade. And that we are to hope better of all these supposed sects and schisms, and that we shall not need that solicitude, honest perhaps though over-timorous of them that vex in this behalf, but shall laugh in the end at those malicious applauders of our differences, I have these reasons to persuade me. First, when a City shall be as it were besieged and blocked about, her navigable river infested, inroads and incursions round, defiance and battle oft rumoured to be marching up even to her walls and suburb trenches, that then the people, or the greater part, more than at other times, wholly taken up with the study of highest and most important matters to be reformed, should be disputing, reasoning, reading, inventing, discoursing, even to a rarity and admiration, things not before discoursed or written of, argues first a singular goodwill, contentedness and confidence in your prudent foresight and safe government, Lords and Commons; and from thence derives itself to a gallant bravery and well-grounded contempt of their enemies, as if there were no small number of as great spirits among us, as his was, who when Rome was nigh besieged by Hannibal, being in the bought that piece of ground at no cheap rate, whereon Hannibal himself encamped his own regiment. Next, it is a lively and cheerful presage of our happy success and victory. For as in a body, when the blood is fresh, the spirits pure and vigorous, not only to vital but to rational faculties, and those in the acutest and the pertest operations of wit and subtlety, it argues in what good plight and constitution the body is so when the cheerfulness of the people is so sprightly up, as that it has not only wherewith to guard well its own freedom and safety, but to spare, and to bestow upon the solidest and sublimest points of controversy and new invention, it betokens us not degenerated, nor drooping to a fatal decay, but casting off the old and wrinkled skin of corruption to outlive these pangs and wax young again, entering the glorious ways of truth and prosperous virtue, destined to become great and honourable in these latter ages. Methinks I see in my mind a noble and puissant nation rousing herself like a strong man after sleep, and shaking her invincible locks. Methinks I see her as an eagle her mighty youth, and kindling her undazzled eyes at the full midday beam; purging and unscaling her long-abused sight at the fountain itself of heavenly radiance; while the whole noise of timorous and flocking birds, with those also that love the twilight, flutter about, amazed at what she means, and in their envious gabble would prognosticate a year of sects and schisms. What would ye do then? should ye suppress all this flowery crop of knowledge and new light sprung up and yet springing daily in this city? should ye set an oligarchy of twenty engrossers over it, to bring a famine upon our minds again, when we shall know nothing but what is measured to us by their bushel? Believe it, Lords and Commons, they who counsel ye to such a suppressing do as good as bid ye suppress yourselves; and I will soon show how. If it be desired to know the immediate cause of all this free writing and free speaking, there cannot be assigned a truer than your own mild and free and humane government. It is the liberty, Lords and Commons, which your own valorous and happy counsels have purchased us, liberty which is the nurse of all great wits; this is that which hath rarefied and enlightened our spirits like the influence of heaven; this is that which hath enfranchised, enlarged and lifted up our apprehensions degrees above themselves. Ye cannot make us now less capable, less knowing, less eagerly pursuing of the truth, unless ye first make yourselves, that made us so, less the lovers, less the founders of our true liberty. We can grow ignorant again, brutish, formal and slavish, as ye found us; but you then must first become that which ye cannot be, oppressive, arbitrary and tyrannous, as they were from whom ye have freed us. That our hearts are now more capacious, our thoughts more erected to the search and expectation of greatest and exactest things, is the issue of your own virtue propagated in us; ye cannot suppress that, unless ye reinforce an abrogated and merciless law, that fathers may despatch at will their own children. And who shall then stick closest to ye, and excite others? not he who takes up arms for coat and conduct, and his four nobles of Danegelt.", "Although I dispraise not the defence of just immunities, yet love my peace better, if that were all. Give me the liberty to know, to utter, and to argue freely according to conscience, above all liberties. What would be best advised, then, if it be found so hurtful and so unequal to suppress opinions for the newness or the unsuitableness to a customary acceptance, will not be my task to say. I only shall repeat what I have learned from one of your own honourable number, a right noble and pious lord, who, had he not sacrificed his life and fortunes to the Church and Commonwealth, we had not now missed and bewailed a wordly and undoubted patron of this argument. Ye know him, I am sure; yet I for honour's sake, and may it be eternal to him, shall name him, the Lord Brook. He writing of Episcopacy and by the way treating of sects and schisms, left ye his vote, or rather now the last words of his dying charge, which I know will ever be of dear and honoured regard with ye, so full of meekness and breathing charity, that next to His last testament, who bequeathed love and peace to His disciples, I cannot call to mind where I have read or heard words more mild and peaceful. He there exhorts us to hear with patience and humility those, however they be miscalled, that desire to live purely, in such a use of God's ordinances, as the best guidance of their conscience gives them, and to tolerate them, though in some disconformity to ourselves. The book itself will tell us more at large, being published to the world, and dedicated to the Parliament by him who, both for his life and for his death, deserves that what advice We left be not laid by without perusal. And now the time in special is, by privilege to write and speak what may help to the further discussing of matters in agitation. The temple of Janus with his two controversial faces might now not unsignificantly be set open. And though all the winds of doctrine were let loose to play upon the earth, so Truth be in the field, we do injuriously, by licensing and prohibiting, to misdoubt her strength. Let her and Falsehood grapple; who ever knew Truth put to the worse, in a free and open encounter? Her confuting is the best and surest suppressing. He who hears what praying there is for light and clearer knowledge to be sent down among us, would think of other matters to be constituted beyond the discipline of Geneva, framed and fabricked already to our hands. when the new light which we beg for shines in upon us, there be who envy and oppose, if it come not first in at their casements. What a collusion is this, whenas we are exhorted by the wise man to use diligence, to seek for wisdom as for hidden treasures early and late, that another order shall enjoin us to know nothing but by statute? When a man hath been labouring the hardest labour in the deep mines of knowledge; hath furnished out his findings in all their equipage; drawn forth his reasons as it were a battle ranged; scattered and defeated all objections in his way; calls out his adversary into the plain, offers him the advantage of wind and sun, if he please, only that he may try the matter by dint of argument: for his opponents then to skulk, to lay ambushments, to keep a narrow bridge of licensing where the challenger should pass, though it be valour enough in soldiership, is but weakness and cowardice in the wars of Truth. For who knows not that Truth is strong, next to the Almighty? She needs no policies, nor stratagems, nor licensings to make her victorious; those are the shifts and the defences that error uses against her power. Give her but room, and do not bind her when she sleeps, for then she speaks not true, as the old Proteus did, who spake oracles only when he was caught and bound, but then rather she turns herself into all shapes, except her own, and perhaps tunes her voice according to the time, as Micaiah did before Ahab, until she be adjured into her own likeness. Yet is it not impossible that she may have more shapes than one. What else is all that rank of things indifferent, wherein Truth may be on this side or on the other, without being unlike herself? What but a vain shadow else is the abolition of those ordinances, that hand-writing nailed to the cross? What great purchase is this Christian liberty which Paul so often boasts of? His doctrine is, that he who eats or eats not, regards a day or regards it not, may do either to the Lord. How many other things might be tolerated in peace, and left to conscience, had we but charity, and were it not the chief stronghold of our hypocrisy to be ever judging one another? I fear yet this iron yoke of outward conformity hath left a slavish print upon our necks; the ghost of a linen decency yet haunts us. We stumble and are impatient at the least dividing of one visible congregation from another, though it be not in fundamentals; and through our forwardness to suppress, and our backwardness to recover any enthralled piece of truth out of the gripe of custom, we care not to keep truth separated from truth, which is the fiercest rent and disunion of all. We do not see that, while we still affect by all means a rigid external formality, we may as soon fall again into a gross conforming stupidity, a stark and dead congealment of wood and hay and stubble, forced and frozen together, which is more to the sudden degenerating of a Church than many subdichotomies of petty schisms. Not that I can think well of every light separation, or that all in a Church is to be expected gold and silver and precious stones: it is not possible for man to sever the wheat from the tares,the good fish from the other fry; that must be the Angels' Ministry at the end of mortal things. Yet if all cannot be of one mind-as who looks they should be?-this doubtless is more wholesome, more prudent, and more Christian that many be tolerated, rather than all compelled. I mean not tolerated popery, and open superstition, which, as it extirpates all religions and civil supremacies, so itself should be extirpate, provided first that all charitable and compassionate means be used to win and regain the weak and the misled: that also which is impious or evil absolutely either against faith or manners no law can possibly permit, that intends not to unlaw itself: but those neighbouring differences, or rather indifferences, are what I speak of, whether in some point of doctrine or of discipline, which, though they may be many, yet need not interrupt the unity of Spirit, if we could but find among us the bond of peace. In the meantime if any one would write, and bring his helpful hand to the slow-moving Reformation which we labour under, if Truth have spoken to him before others, or but seemed at least to speak, who hath so bejesuited us that we should trouble that man with asking licence to do so worthy a deed? and not consider this, that if it come to prohibiting, there is not aught more likely to be prohibited than truth itself; whose first appearance to our eyes, bleared and dimmed with prejudice and custom, is more unsightly and unplausible than many errors, even as the person is of many a great man slight and contemptible to see to. And what do they tell us vainly of new opinions, when this very opinion of theirs, that none must be heard, but whom they like, is the worst and newest opinion of all others; and is the chief cause why sects and schisms do so much abound, and true knowledge is kept at distance from us; besides yet a greater danger which is in it? For when God shakes a Kingdom with strong and healthful commotions to a general reforming, tis not untrue that many sectaries and false teachers are then busiest in seducing; but yet more true it is, that God then raises to His own work men of rare abilities, and more than common industry, not only to look back and revise what hath been taught heretofore, but to gain further and go on some new enlightened steps in the discovery of truth. For such is the order of God's enlightening His Church, to dispense and deal out by degrees His beam, so as our earthly eyes may best sustain it. Neither is God appointed and confined, where and out of what place these His chosen shall be first heard to speak; for He sees not as man sees, chooses not as man chooses, lest we should devote ourselves again to set places, and assemblies, and outward callings of men; planting our faith while in the old Convocation house, and another while in the Chapel at Westminster; when all the faith and religion that shall be there canonised is not sufficient without plain convincement, and the charity of patient instruction to supple the least bruise of conscience, to edify the meanest Christian, who desires to walk in the Spirit, and not in the letter of human trust, for all the number of voices that can be there made; no, though Harry VII. himself there, with all his liege tombs about him, should lend them voices from the dead, to swell their number. And if the men be erroneous who appear to be the leading schismatics, what withholds us but our sloth, our self-will, and distrust in the right cause, that we do not give them gentle meeting and gentle dismissions, that we debate not and examine the matter thoroughly with liberal and frequent audience; if not for their sakes, yet for our own? seeing no man who hath tasted learning, but will confess the many ways of profiting by those who, not contented with stale receipts, are able to manage and set forth new positions to the world. And were they but as the dust and cinders of our feet, so long as in that notion they may yet serve to polish and brighten the armoury of Truth, even for that respect they were not utterly to be cast away. But if they be of those whom God hath fitted for the special use of these times with eminent and ample gifts, and those perhaps neither among the Priests nor among the Pharisees, and we in the haste of a precipitant zeal shall make no distinction, but resolve to stop their mouths, because we fear they come with new and dangerous opinions, as we commonly forejudge them ere we understand them, no less than woe to us, while, thinking thus to defend the Gospel, we are found the persecutors. There have been not a few since the beginning of this Parliament, both of the Presbytery and others, who by their unlicensed books, to the contempt of an Imprimatur, first broke that triple ice clung about our hearts, and taught the people to see day: I hope that none of those were the persuaders to renew upon us this bondage which they themselves have wrought so much good by contemning. But if neither the check that Moses gave to young Joshua, nor the countermand which our Saviour gave to young John, who was so ready to prohibit those whom he thought unlicensed, be not enough to admonish our Elders how unacceptable to God their testy mood of prohibiting is, if neither their own remembrance what evil hath abounded in the Church by this let of licensing, and what good in they themselves have begun by transgressing it, be not enough, but that they will persuade and execute the most Dominican part the Inquisition over us, and are already with one foot in the stirrup so active at suppressing, it would be no unequal distribution in the first place to suppress the suppressors themselves: whom the change of their condition hath puffed up, more than their late experience of harder times hath made wise. And as for regulating the Press, let no man think to have the honour of advising ye better than yourselves have done in that Order published next before this, \"that no book be Printed, unless the Printer's and the Author's name, or at least the Printer's, be registered.\" Those which otherwise come forth, if they be found mischievous and libellous, the fire and the executioner will be the timeliest and the most effectual remedy that man's prevention can use. For this authentic Spanish policy of licensing books, if I have said aught, will prove the most unlicensed book itself within a short while; and was the immediate image of a Star Chamber decree to that purpose made in those very times when that Court did the rest of those her pious works, for which she is now fallen from the stars with Lucifer. Whereby ye may guess what kind of state prudence, what love of the people, what care of Religion or good manners there was at the contriving, although with singular hypocrisy it pretended to bind books to their good behaviour. And how it got the upper hand of your precedent Order so well constituted before, if we may believe those men whose profession gives them cause to enquire most, it may be doubted there was in it the fraud of some old patentees and monopolisers in the trade of bookselling; who under pretence of the poor in their Company not to be defrauded, and the just retaining of each man his several copy, which God forbid should be gainsaid, brought divers glosing colours to the House, which were indeed but colours, and serving to no end except it be to exercise a superiority over their neighbours; men who do not therefore labour in an honest profession to which learning is indebted, that they should be made other men's vassals.", "Another end is thought was aimed at by some of them in procuring by petition this Order, that, having power in their hands, malignant books might the easier scape abroad, as the event shows. But of these sophisms and elenchs of merchandise I skill not. This I know, that errors in a good government and in a bad are equally almost incident; for what Magistrate may not be misinformed, and much the sooner, if Liberty of Printing be reduced into the power of a few? But to redress willingly and speedily what hath been erred, and in highest authority to esteem a plain advertisement more than others have done a sumptuous bribe, is a virtue (honoured Lords and Commons) answerable to your highest actions, and whereof none can participate but greatest and wisest men. THE END ."]}