{"EMERSON": ["AN ADDRESS _Delivered before the Senior Class in Divinity College, Cambridge, Sunday Evening, July 15, 1838_ In this refulgent summer, it has been a luxury to draw the breath of life. The grassurst, the meadow is spotted with fire and gold in the tint of flowers. The air is full of birds, and sweet with the breath of the pine, the balm-of-Gilead, and the new hay. Night brings no gloom to the heart with its welcome shade. Through the transparent darkness the stars pour their almost spiritual rays. Man under them seems a young child, and his huge globe a toy. The cool night bathes the world as with a river, and prepares his eyes again for the crimson dawn. The mystery of nature was never displayed more happily. The corn and the wine have been freely dealt to all creatures, and the never-broken silence with which the old bounty goes forward, has not yielded yet one word of explanation. One is constrained to respect the perfection of this world, in which our senses converse. How wide; how rich; what invitation from every property it gives to every faculty of man! In its fruitful soils; in its navigable sea; in its mountains of metal and stone; in its forests of all woods; in its animals; in its chemical ingredients; in the powers and path of light, heat, attraction, and life, it is well worth the pith and heart of great men to subdue and enjoy it. The planters, the mechanics, the inventors, the astronomers, the builders of cities, and the captains, history delights to honor. But when the mind opens, and reveals the laws which traverse the universe, and make things what they are, then shrinks the great world at once into a mere illustration and fable of this mind. What am I? and What is? asks the human spirit with a curiosity new-kindled, but never to be quenched. Behold these outrunning laws, which our imperfect apprehension can see tend this way and that, but not come full circle. Behold these infinite relations, so like, so unlike; many, yet one. I would study, I would know, I would admire forever. These works of thought have been the entertainments of the human spirit in all ages. A more secret, sweet, and overpowering beauty appears to man when his heart and mind open to the sentiment of virtue. Then he is instructed in what is above him. He learns that his being is without bound; that, to the good, to the perfect, he is born, low as he now lies in evil and weakness. That which he venerates is still his own, though he has not realized it yet. _He ought_. He knows the sense of that grand word, though his analysis fails entirely to render account of it. When in innocency, or when by intellectual perception, he attains to say, -- `I love the Right; Truth is beautiful within and without, forevermore. Virtue, I am thine: save me: use me: thee will I serve, day and night, in great, in small, that I may be not virtuous, but virtue;' -- then is the end of the creation answered, and God is well pleased. The sentiment of virtue is a reverence and delight in the presence of certain divine laws. It perceives that this homely game of life we play, covers, under what seem foolish details, principles that astonish. The child amidst his baubles, is learning the action of light, motion, gravity, muscular force; and in the game of human life, love, fear, justice, appetite, man, and God, interact. These laws refuse to be adequately stated. They will not be written out on paper, or spoken by the tongue. They elude our persevering thought; yet we read them hourly in each other's faces, in each other's actions, in our own remorse. The moral traits which are all globed into every virtuous act and thought, -- in speech, we must sever, and describe or suggest by painful enumeration of many particulars. Yet, as this sentiment is the essence of all religion, let me guide your eye to the precise objects of the sentiment, by an enumeration of some of those classes of facts in which this element is conspicuous. The intuition of the moral sentiment is an insight of the perfection of the laws of the soul. These laws execute themselves. They are out of time, out of space, and not subject to circumstance. Thus; in the soul of man there is a justice whose retributions are instant and entire. He who does a good deed, is instantly ennobled. He who does a mean deed, is by the action itself contracted. He who puts off impurity, thereby puts on purity. If a man is at heart just, then in so far is he God; the safety of God, the immortality of God, the majesty of God do enter into that man with justice. If a man dissemble, deceive, he deceives himself, and goes out of acquaintance with his own being. A man in the view of absolute goodness, adores, with total humility. Every step so downward, is a step upward. The man who renounces himself, comes to himself. See how this rapid intrinsic energy worketh everywhere, righting wrongs, correcting appearances, and bringing up facts to a harmony with thoughts.", "Its operation in life, though slow to the senses, is, at last, as sure as in the soul. By it, a man is made the Providence to himself, dispensing good to his goodness, and evil to his sin. Character is always known. Thefts never enrich; alms never impoverish; murder will speak out of stone walls. The least admixture of a lie, -- for example, the taint of vanity, the least attempt to make a good impression, a favorable appearance, -- will instantly vitiate the effect. But speak the truth, and all nature and all spirits help you with unexpected furtherance. Speak the truth, and all things alive or brute are vouchers, and the very roots of the grass underground there, do seem to stir and move to bear you witness. See again the perfection of the Law as it applies itself to the affections, and becomes the law of society. As we are, so we associate. The good, by affinity, seek the good; the vile, by affinity, the vile. Thus of their own volition, souls proceed into heaven, into hell. These facts have always suggested to man the sublime creed, that the world is not the product of manifold power, but of one will, of one mind; and that one mind is everywhere active, in each ray of the star, in each wavelet of the pool; and whatever opposes that will, is everywhere balked and baffled, because things are made so, and not otherwise. Good is positive. Evil is merely privative, not absolute: it is like cold, which is the privation of heat. All evil is so much death or nonentity. Benevolence is absolute and real. So much benevolence as a man hath, so much life hath he. For all things proceed out of this same spirit, which is differently named love, justice, temperance, in its different applications, just as the ocean receives different names on the several shores which it washes. All things proceed out of the same spirit, and all things conspire with it. Whilst a man seeks good ends, he is strong by the whole strength of nature. In so far as he roves from these ends, he bereaves himself of power, of auxiliaries; his being shrinks out of all remote channels, he becomes less and less, a mote, a point, until absolute badness is absolute death. The perception of this law of laws awakens in the mind a sentiment which we call the religious sentiment, and which makes our highest happiness. Wonderful is its power to charm and to command. It is a mountain air. It is the embalmer of the world. It is myrrh and storax, and chlorine and rosemary. It makes the sky and the hills sublime, and the silent song of the stars is it. By it, is the universe made safe and habitable, not by science or power. Thought may work cold and intransitive in things, and find no end or unity; but the dawn of the sentiment of virtue on the heart, gives and is the assurance that Law is sovereign over all natures; and the worlds, time, space, eternity, do seem to break out into joy. This sentiment is divine and deifying. It is the beatitude of man. It makes him illimitable. Through it, the soul first knows itself. It corrects the capital mistake of the infant man, who seeks to be great by following the great, and hopes to derive advantages _from another_, -- by showing the fountain of all good to be in himself, and that he, equally with every man, is an inlet into the deeps of Reason. When he says, \"I ought;\" when love warms him; when he chooses, warned from on high, the good and great deed; then, deep melodies wander through his soul from Supreme Wisdom. Then he can worship, and be enlarged by his worship; for he can never go behind this sentiment. In the sublimest flights of the soul, rectitude is never surmounted, love is never outgrown. This sentiment lies at the foundation of society, and successively creates all forms of worship. The principle of veneration never dies out. Man fallen into superstition, into sensuality, is never quite without the visions of the moral sentiment. In like manner, all the expressions of this sentiment are sacred and permanent in proportion to their purity. The expressions of this sentiment affect us more than all other compositions. The sentences of the oldest time, which ejaculate this piety, are still fresh and fragrant. This thought dwelled always deepest in the minds of men in the devout and contemplative East; not alone in Palestine, where it reached its purest expression, but in Egypt, in Persia, in India, in China. Europe has always owed to oriental genius, its divine impulses. What these holy bards said, all sane men found agreeable and true. And the unique impression of Jesus upon mankind, whose name is not so much written as ploughed into the history of this world, is proof of the subtle virtue of this infusion. Meantime, whilst the doors of the temple stand open, night and day, before every man, and the oracles of this truth cease never, it is guarded by one stern condition; this, namely; it is an intuition. It cannot be received at second hand. Truly speaking, it is not instruction, but provocation, that I can receive from another soul.", "What he announces, I must find true in me, or wholly reject; and on his word, or as his second, be he who he may, I can accept nothing. On the contrary, the absence of this primary faith is the presence of degradation. As is the flood so is the ebb. Let this faith depart, and the very words it spake, and the things it made, become false and hurtful. Then falls the church, the state, art, letters, life. The doctrine of the divine nature being forgotten, a sickness infects and dwarfs the constitution. Once man was all; now he is an appendage, a nuisance. And because the indwelling Supreme Spirit cannot wholly be got rid of, the doctrine of it suffers this perversion, that the divine nature is attributed to one or two persons, and denied to all the rest, and denied with fury. The doctrine of inspiration is lost; the base doctrine of the majority of voices, usurps the place of the doctrine of the soul. Miracles, prophecy, poetry; the ideal life, the holy life, exist as ancient history merely; they are not in the belief, nor in the aspiration of society; but, when suggested, seem ridiculous. Life is comic or pitiful, as soon as the high ends of being fade out of sight, and man becomes near-sighted, and can only attend to what addresses the senses. These general views, which, whilst they are general, none will contest, find abundant illustration in the history of religion, and especially in the history of the Christian church. In that, all of us have had our birth and nurture. The truth contained in that, you, my young friends, are now setting forth to teach. As the Cultus, or established worship of the civilized world, it has great historical interest for us. Of its blessed words, which have been the consolation of humanity, you need not that I should speak. I shall endeavor to discharge my duty to you, on this occasion, by pointing out two errors in its administration, which daily appear more gross from the point of view we have just now taken. Jesus Christ belonged to the true race of prophets. He saw with open eye the mystery of the soul. Drawn by its severe harmony, ravished with its beauty, he lived in it, and had his being there. Alone in all history, he estimated the greatness of man. One man was true to what is in you and me. He saw that God incarnates himself in man, and evermore goes forth anew to take possession of his world. He said, in this jubilee of sublime emotion, `I am divine. Through me, God acts; through me, speaks. Would you see God, see me; or, see thee, when thou also thinkest as I now think.' But what a distortion did his doctrine and memory suffer in the same, in the next, and the following ages! There is no doctrine of the Reason which will bear to be taught by the Understanding. The understanding caught this high chant from the poet's lips, and said, in the next age, `This was Jehovah come down out of heaven. I will kill you, if you say he was a man.' The idioms of his language, and the figures of his rhetoric, have usurped the place of his truth; and churches are not built on his principles, but on his tropes. Christianity became a Mythus, as the poetic teaching of Greece and of Egypt, before. He spoke of miracles; for he felt that man's life was a miracle, and all that man doth, and he knew that this daily miracle shines, as the character ascends. But the word Miracle, as pronounced by Christian churches, gives a false impression; it is Monster. It is not one with the blowing clover and the falling rain. He felt respect for Moses and the prophets; but no unfit tenderness at postponing their initial revelations, to the hour and the man that now is; to the eternal revelation in the heart. Thus was he a true man. Having seen that the law in us is commanding, he would not suffer it to be commanded. Boldly, with hand, and heart, and life, he declared it was God. Thus is he, as I think, the only soul in history who has appreciated the worth of a man. 1. In this point of view we become very sensible of the first defect of historical Christianity. Historical Christianity has fallen into the error that corrupts all attempts to communicate religion. As it appears to us, and as it has appeared for ages, it is not the doctrine of the soul, but an exaggeration of the personal, the positive, the ritual. It has dwelt, it dwells, with noxious exaggeration about the _person_ of Jesus. The soul knows no persons. It invites every man to expand to the full circle of the universe, and will have no preferences but those of spontaneous love. But by this eastern monarchy of a Christianity, which indolence and fear have built, the friend of man is made the injurer of man. The manner in which his name is surrounded with expressions, which were once sallies of admiration and love, but are now petrified into official titles, kills all generous sympathy and liking. All who hear me, feel, that the language that describes Christ to Europe and America, is not the style of friendship and enthusiasm to a good and noble heart, but is appropriated and formal, -- paints a demigod, as the Orientals or the Greeks would describe Osiris or Apollo.", "Accept the injurious impositions of our early catachetical instruction, and even honesty and self-denial were but splendid sins, if they did not wear the Christian name. One would rather be `A pagan, suckled in a creed outworn,' than to be defrauded of his manly right in coming into nature, and finding not names and places, not land and professions, but even virtue and truth foreclosed and monopolized. You shall not be a man even. You shall not own the world; you shall not dare, and live after the infinite Law that is in you, and in company with the infinite Beauty which heaven and earth reflect to you in all lovely forms; but you must subordinate your nature to Christ's nature; you must accept our interpretations; and take his portrait as the vulgar draw it. That is always best which gives me to myself. The sublime is excited in me by the great stoical doctrine, Obey thyself. That which shows God in me, fortifies me. That which shows God out of me, makes me a wart and a wen. There is no longer a necessary reason for my being. Already the long shadows of untimely oblivion creep over me, and I shall decease forever. The divine bards are the friends of my virtue, of my intellect of my strength. They admonish me, that the gleams which flash across my mind, are not mine, but God's; that they had the like, and were not disobedient to the heavenly vision. So I love them. Noble provocations go out from them, inviting me to resist evil; to subdue the world; and to Be. And thus by his holy thoughts, Jesus serves us, and thus only. To aim to convert a man by miracles, is a profanation of the soul. A true conversion, a true Christ, is now, as always, to be made, by the reception of beautiful sentiments. It is true that a great and rich soul, like his, falling among the simple, does so preponderate, that, as his did, it names the world. The world seems to them to exist for him, and they have not yet drunk so deeply of his sense, as to see that only by coming again to themselves, or to God in themselves, can they grow forevermore. It is a low benefit to give me something; it is a high benefit to enable me to do somewhat of myself. The time is coming when all men will see, that the gift of God to the soul is not a vaunting, overpowering, excluding sanctity, but a sweet, natural goodness, a goodness like thine and mine, and that so invites thine and mine to be and to grow. The injustice of the vulgar tone of preaching is not less flagrant to Jesus, than to the souls which it profanes. The preachers do not see that they make his gospel not glad, and shear him of the locks of beauty and the attributes of heaven. When I see a majestic Epaminondas, or Washington; when I see among my contemporaries, a true orator, an upright judge, a dear friend; when I vibrate to the melody and fancy of a poem; I see beauty that is to be desired. And so lovely, and with yet more entire consent of my human being, sounds in my ear the severe music of the bards that have sung of the true God in all ages. Now do not degrade the life and dialogues of Christ out of the circle of this charm, by insulation and peculiarity. Let them lie as they befel, alive and warm, part of human life, and of the landscape, and of the cheerful day. 2. The second defect of the traditionary and limited way of using the mind of Christ is a consequence of the first; this, namely; that the Moral Nature, that Law of laws, whose revelations introduce greatness, -- yea, God himself, into the open soul, is not explored as the fountain of the established teaching in society. Men have come to speak of the revelation as somewhat long ago given and done, as if God were dead. The injury to faith throttles the preacher; and the goodliest of institutions becomes an uncertain and inarticulate voice. It is very certain that it is the effect of conversation with the beauty of the soul, to beget a desire and need to impart to others the same knowledge and love. If utterance is denied, the thought lies like a burden on the man. Always the seer is a sayer. Somehow his dream is told: somehow he publishes it with solemn joy: sometimes with pencil on canvas; sometimes with chisel on stone; sometimes in towers and aisles of granite, his soul's worship is builded; sometimes in anthems of indefinite music; but clearest and most permanent, in words. The man enamored of this excellency, becomes its priest or poet. The office is coeval with the world. But observe the condition, the spiritual limitation of the office. The spirit only can teach. Not any profane man, not any sensual, not any liar, not any slave can teach, but only he can give, who has; he only can create, who is. The man on whom the soul descends, through whom the soul speaks, alone can teach. Courage, piety, love, wisdom, can teach; and every man can open his door to these angels, and they shall bring him the gift of tongues. But the man who aims to speak as books enable, as synods use, as the fashion guides, and as interest commands, babbles. Let him hush. To this holy office, you propose to devote yourselves. I wish you may feel your call in throbs of desire and hope. The office is the first in the world. It is of that reality, that it cannot suffer the deduction of any falsehood. And it is my duty to say to you, that the need was never greater of new revelation than now. From the views I have already expressed, you will infer the sad conviction, which I share, I believe, with numbers, of the universal decay and now almost death of faith in society.", "The soul is not preached. The Church seems to totter to its fall, almost all life extinct. On this occasion, any complaisance would be criminal, which told you, whose hope and commission it is to preach the faith of Christ, that the faith of Christ is preached. It is time that this ill-suppressed murmur of all thoughtful men against the famine of our churches; this moaning of the heart because it is bereaved of the consolation, the hope, the grandeur, that come alone out of the culture of the moral nature; should be heard through the sleep of indolence, and over the din of routine. This great and perpetual office of the preacher is not discharged. Preaching is the expression of the moral sentiment in application to the duties of life. In how many churches, by how many prophets, tell me, is man made sensible that he is an infinite Soul; that the earth and heavens are passing into his mind; that he is drinking forever the soul of God? Where now sounds the persuasion, that by its very melody imparadises my heart, and so affirms its own origin in heaven? Where shall I hear words such as in elder ages drew men to leave all and follow, -- father and mother, house and land, wife and child? Where shall I hear these august laws of moral being so pronounced, as to fill my ear, and I feel ennobled by the offer of my uttermost action and passion? The test of the true faith, certainly, should be its power to charm and command the soul, as the laws of nature control the activity of the hands, -- so commanding that we find pleasure and honor in obeying. The faith should blend with the light of rising and of setting suns, with the flying cloud, the singing bird, and the breath of flowers. But now the priest's Sabbath has lost the splendor of nature; it is unlovely; we are glad when it is done; we can make, we do make, even sitting in our pews, a far better, holier, sweeter, for ourselves. Whenever the pulpit is usurped by a formalist, then is the worshipper defrauded and disconsolate. We shrink as soon as the prayers begin, which do not uplift, but smite and offend us. We are fain to wrap our cloaks about us, and secure, as best we can, a solitude that hears not. I once heard a preacher who sorely tempted me to say, I would go to church no more. Men go, thought I, where they are wont to go, else had no soul entered the temple in the afternoon. A snow storm was falling around us. The snow storm was real; the preacher merely spectral; and the eye felt the sad contrast in looking at him, and then out of the window behind him, into the beautiful meteor of the snow. He had lived in vain. He had no one word intimating that he had laughed or wept, was married or in love, had been commended, or cheated, or chagrined. If he had ever lived and acted, we were none the wiser for it. The capital secret of his profession, namely, to convert life into truth, he had not learned. Not one fact in all his experience, had he yet imported into his doctrine. This man had ploughed, and planted, and talked, and bought, and sold; he had read books; he had eaten and drunken; his head aches; his heart throbs; he smiles and suffers; yet was there not a surmise, a hint, in all the discourse, that he had ever lived at all. Not a line did he draw out of real history. The true preacher can be known by this, that he deals out to the people his life, -- life passed through the fire of thought. But of the bad preacher, it could not be told from his sermon, what age of the world he fell in; whether he had a father or a child; whether he was a freeholder or a pauper; whether he was a citizen or a countryman; or any other fact of his biography. It seemed strange that the people should come to church. It seemed as if their houses were very unentertaining, that they should prefer this thoughtless clamor. It shows that there is a commanding attraction in the moral sentiment, that can lend a faint tint of light to dulness and ignorance, coming in its name and place. The good hearer is sure he has been touched sometimes; is sure there is somewhat to be reached, and some word that can reach it. When he listens to these vain words, he comforts himself by their relation to his remembrance of better hours, and so they clatter and echo unchallenged. I am not ignorant that when we preach unworthily, it is not always quite in vain. There is a good ear, in some men, that draws supplies to virtue out of very indifferent nutriment. There is poetic truth concealed in all the common-places of prayer and of sermons, and though foolishly spoken, they may be wisely heard; for, each is some select expression that broke out in a moment of piety from some stricken or jubilant soul, and its excellency made it remembered. The prayers and even the dogmas of our church, are like the zodiac of Denderah, and the astronomical monuments of the Hindoos, wholly insulated from anything now extant in the life and business of the people. They mark the height to which the waters once rose. But this docility is a check upon the mischief from the good and devout. In a large portion of the community, the religious service gives rise to quite other thoughts and emotions. We need not chide the negligent servant. We are struck with pity, rather, at the swift retribution of his sloth. Alas for the unhappy man that is called to stand in the pulpit, and _not_ give bread of life. Everything that befalls, accuses him. Would he ask contributions for the missions, foreign or domestic? Instantly his face is suffused with shame, to propose to his parish, that they should send money a hundred or a thousand miles, to furnish such poor fare as they have at home, and would do well to go the hundred or the thousand miles to escape. Would he urge people to a godly way of living; -- and can he ask a fellow-creature to come to Sabbath meetings, when he and they all know what is the poor uttermost they can hope for therein? Will he invite them privately to the Lord's Supper? He dares not.", "If no heart warm this rite, the hollow, dry, creaking formality is too plain, than that he can face a man of wit and energy, and put the invitation without terror. In the street, what has he to say to the bold village blasphemer? The village blasphemer sees fear in the face, form, and gait of the minister. Let me not taint the sincerity of this plea by any oversight of the claims of good men. I know and honor the purity and strict conscience of numbers of the clergy. What life the public worship retains, it owes to the scattered company of pious men, who minister here and there in the churches, and who, sometimes accepting with too great tenderness the tenet of the elders, have not accepted from others, but from their own heart, the genuine impulses of virtue, and so still command our love and awe, to the sanctity of character. Moreover, the exceptions are not so much to be found in a few eminent preachers, as in the better hours, the truer inspirations of all, -- nay, in the sincere moments of every man. But with whatever exception, it is still true, that tradition characterizes the preaching of this country; that it comes out of the memory, and not out of the soul; that it aims at what is usual, and not at what is necessary and eternal; that thus, historical Christianity destroys the power of preaching, by withdrawing it from the exploration of the moral nature of man, where the sublime is, where are the resources of astonishment and power. What a cruel injustice it is to that Law, the joy of the whole earth, which alone can make thought dear and rich; that Law whose fatal sureness the astronomical orbits poorly emulate, that it is travestied and depreciated, that it is behooted and behowled, and not a trait, not a word of it articulated. The pulpit in losing sight of this Law, loses its reason, and gropes after it knows not what. And for want of this culture, the soul of the community is sick and faithless. It wants nothing so much as a stern, high, stoical, Christian discipline, to make it know itself and the divinity that speaks through it. Now man is ashamed of himself; he skulks and sneaks through the world, to be tolerated, to be pitied, and scarcely in a thousand years does any man dare to be wise and good, and so draw after him the tears and blessings of his kind. Certainly there have been periods when, from the inactivity of the intellect on certain truths, a greater faith was possible in names and persons. The Puritans in England and America, found in the Christ of the Catholic Church, and in the dogmas inherited from Rome, scope for their austere piety, and their longings for civil freedom. But their creed is passing away, and none arises in its room. I think no man can go with his thoughts about him, into one of our churches, without feeling, that what hold the public worship had on men is gone, or going. It has lost its grasp on the affection of the good, and the fear of the bad. In the country, neighborhoods, half parishes are _signing off_, -- to use the local term. It is already beginning to indicate character and religion to withdraw from the religious meetings. I have heard a devout person, who prized the Sabbath, say in bitterness of heart, \"On Sundays, it seems wicked to go to church.\" And the motive, that holds the best there, is now only a hope and a waiting. What was once a mere circumstance, that the best and the worst men in the parish, the poor and the rich, the learned and the ignorant, young and old, should meet one day as fellows in one house, in sign of an equal right in the soul, -- has come to be a paramount motive for going thither. My friends, in these two errors, I think, I find the causes of a decaying church and a wasting unbelief. And what greater calamity can fall upon a nation, than the loss of worship? Then all things go to decay. Genius leaves the temple, to haunt the senate, or the market. Literature becomes frivolous. Science is cold. The eye of youth is not lighted by the hope of other worlds, and age is without honor. Society lives to trifles, and when men die, we do not mention them. And now, my brothers, you will ask, What in these desponding days can be done by us? The remedy is already declared in the ground of our complaint of the Church. We have contrasted the Church with the Soul. In the soul, then, let the redemption be sought. Wherever a man comes, there comes revolution. The old is for slaves. When a man comes, all books are legible, all things transparent, all religions are forms. He is religious. Man is the wonderworker. He is seen amid miracles. All men bless and curse. He saith yea and nay, only. The stationariness of religion; the assumption that the age of inspiration is past, that the Bible is closed; the fear of degrading the character of Jesus by representing him as a man; indicate with sufficient clearness the falsehood of our theology. It is the office of a true teacher to show us that God is, not was; that He speaketh, not spake. The true Christianity, -- a faith like Christ's in the infinitude of man, -- is lost. None believeth in the soul of man, but only in some man or person old and departed. Ah me! no man goeth alone. All men go in flocks to this saint or that poet, avoiding the God who seeth in secret.", "They cannot see in secret; they love to be blind in public. They think society wiser than their soul, and know not that one soul, and their soul, is wiser than the whole world. See how nations and races flit by on the sea of time, and leave no ripple to tell where they floated or sunk, and one good soul shall make the name of Moses, or of Zeno, or of Zoroaster, reverend forever. None assayeth the stern ambition to be the Self of the nation, and of nature, but each would be an easy secondary to some Christian scheme, or sectarian connection, or some eminent man. Once leave your own knowledge of God, your own sentiment, and take secondary knowledge, as St. Paul's, or George Fox's, or Swedenborg's, and you get wide from God with every year this secondary form lasts, and if, as now, for centuries, -- the chasm yawns to that breadth, that men can scarcely be convinced there is in them anything divine. Let me admonish you, first of all, to go alone; to refuse the good models, even those which are sacred in the imagination of men, and dare to love God without mediator or veil. Friends enough you shall find who will hold up to your emulation Wesleys and Oberlins, Saints and Prophets. Thank God for these good men, but say, `I also am a man.' Imitation cannot go above its model. The imitator dooms himself to hopeless mediocrity. The inventor did it, because it was natural to him, and so in him it has a charm. In the imitator, something else is natural, and he bereaves himself of his own beauty, to come short of another man's. Yourself a newborn bard of the Holy Ghost, -- cast behind you all conformity, and acquaint men at first hand with Deity. Look to it first and only, that fashion, custom, authority, pleasure, and money, are nothing to you, -- are not bandages over your eyes, that you cannot see, -- but live with the privilege of the immeasurable mind. Not too anxious to visit periodically all families and each family in your parish connection, -- when you meet one of these men or women, be to them a divine man; be to them thought and virtue; let their timid aspirations find in you a friend; let their trampled instincts be genially tempted out in your atmosphere; let their doubts know that you have doubted, and their wonder feel that you have wondered. By trusting your own heart, you shall gain more confidence in other men. For all our penny-wisdom, for all our soul-destroying slavery to habit, it is not to be doubted, that all men have sublime thoughts; that all men value the few real hours of life; they love to be heard; they love to be caught up into the vision of principles. We mark with light in the memory the few interviews we have had, in the dreary years of routine and of sin, with souls that made our souls wiser; that spoke what we thought; that told us what we knew; that gave us leave to be what we inly were. Discharge to men the priestly office, and, present or absent, you shall be followed with their love as by an angel. And, to this end, let us not aim at common degrees of merit. Can we not leave, to such as love it, the virtue that glitters for the commendation of society, and ourselves pierce the deep solitudes of absolute ability and worth? We easily come up to the standard of goodness in society. Society's praise can be cheaply secured, and almost all men are content with those easy merits; but the instant effect of conversing with God, will be, to put them away. There are persons who are not actors, not speakers, but influences; persons too great for fame, for display; who disdain eloquence; to whom all we call art and artist, seems too nearly allied to show and by-ends, to the exaggeration of the finite and selfish, and loss of the universal. The orators, the poets, the commanders encroach on us only as fair women do, by our allowance and homage. Slight them by preoccupation of mind, slight them, as you can well afford to do, by high and universal aims, and they instantly feel that you have right, and that it is in lower places that they must shine. They also feel your right; for they with you are open to the influx of the all-knowing Spirit, which annihilates before its broad noon the little shades and gradations of intelligence in the compositions we call wiser and wisest. In such high communion, let us study the grand strokes of rectitude: a bold benevolence, an independence of friends, so that not the unjust wishes of those who love us, shall impair our freedom, but we shall resist for truth's sake the freest flow of kindness, and appeal to sympathies far in advance; and, -- what is the highest form in which we know this beautiful element, -- a certain solidity of merit, that has nothing to do with opinion, and which is so essentially and manifestly virtue, that it is taken for granted, that the right, the brave, the generous step will be taken by it, and nobody thinks of commending it. You would compliment a coxcomb doing a good act, but you would not praise an angel. The silence that accepts merit as the most natural thing in the world, is the highest applause. Such souls, when they appear, are the Imperial Guard of Virtue, the perpetual reserve, the dictators of fortune. One needs not praise their courage, -- they are the heart and soul of nature. O my friends, there are resources in us on which we have not drawn. There are men who rise refreshed on hearing a threat; men to whom a crisis which intimidates and paralyzes the majority, -- demanding not the faculties of prudence and thrift, but comprehension, immovableness, the readiness of sacrifice, -- comes graceful and beloved as a bride. Napoleon said of Massena, that he was not himself until the battle began to go against him; then, when the dead began to fall in ranks around him, awoke his powers of combination, and he put on terror and victory as a robe. So it is in rugged crises, in unweariable endurance, and in aims which put sympathy out of question, that the angel is shown. But these are heights that we can scarce remember and look up to, without contrition and shame. Let us thank God that such things exist. And now let us do what we can to rekindle the smouldering, nigh quenched fire on the altar. The evils of the church that now is are manifest. The question returns, What shall we do? I confess, all attempts to project and establish a Cultus with new rites and forms, seem to me vain. Faith makes us, and not we it, and faith makes its own forms. All attempts to contrive a system are as cold as the new worship introduced by the French to the goddess of Reason, -- to-day, pasteboard and fillagree, and ending to-morrow in madness and murder. Rather let the breath of new life be breathed by you through the forms already existing. For, if once you are alive, you shall find they shall become plastic and new. The remedy to their deformity is, first, soul, and second, soul, and evermore, soul. A whole popedom of forms, one pulsation of virtue can uplift and vivify. Two inestimable advantages Christianity has given us; first; the Sabbath, the jubilee of the whole world; whose light dawns welcome alike into the closet of the philosopher, into the garret of toil, and into prison cells, and everywhere suggests, even to the vile, the dignity of spiritual being. Let it stand forevermore, a temple, which new love, new faith, new sight shall restore to more than its first splendor to mankind.", "And secondly, the institution of preaching, -- the speech of man to men, -- essentially the most flexible of all organs, of all forms. What hinders that now, everywhere, in pulpits, in lecture-rooms, in houses, in fields, wherever the invitation of men or your own occasions lead you, you speak the very truth, as your life and conscience teach it, and cheer the waiting, fainting hearts of men with new hope and new revelation? I look for the hour when that supreme Beauty, which ravished the souls of those eastern men, and chiefly of those Hebrews, and through their lips spoke oracles to all time, shall speak in the West also. The Hebrew and Greek Scriptures contain immortal sentences, that have been bread of life to millions. But they have no epical integrity; are fragmentary; are not shown in their order to the intellect. I look for the new Teacher, that shall follow so far those shining laws, that he shall see them come full circle; shall see their rounding complete grace; shall see the world to be the mirror of the soul; shall see the identity of the law of gravitation with purity of heart; and shall show that the Ought, that Duty, is one thing with Science, with Beauty, and with Joy. .", "THE AMERICAN SCHOLAR _An Oration delivered before the Phi Beta Kappa Society, at Cambridge, August 31, 1837_ Mr. President and Gentlemen, I greet you on the re-commencement of our literary year. Our anniversary is one of hope, and, perhaps, not enough of labor. We do not meet for games of strength or skill, for the recitation of histories, tragedies, and odes, like the ancient Greeks; for parliaments of love and poesy, like the Troubadours; nor for the advancement of science, like our cotemporaries in the British and European capitals. Thus far, our holiday has been simply a friendly sign of the survival of the love of letters amongst a people too busy to give to letters any more. As such, it is precious as the sign of an indestructible instinct. Perhaps the time is already come, when it ought to be, and will be, something else; when the sluggard intellect of this continent will look from under its iron lids, and fill the postponed expectation of the world with something better than the exertions of mechanical skill. Our day of dependence, our long apprenticeship to the learning of other lands, draws to a close. The millions, that around us are rushing into life, cannot always be fed on the sere remains of foreign harvests. Events, actions arise, that must be sung, that will sing themselves. Who can doubt, that poetry will revive and lead in a new age, as the star in the constellation Harp, which now flames in our zenith, astronomers announce, shall one day be the pole-star for a thousand years? In this hope, I accept the topic which not only usage, but the nature of our association, seem to prescribe to this day, -- the AMERICAN SCHOLAR. Year by year, we come up hither to read one more chapter of his biography. Let us inquire what light new days and events have thrown on his character, and his hopes. It is one of those fables, which, out of an unknown antiquity, convey an unlooked-for wisdom, that the gods, in the beginning, divided Man into men, that he might be more helpful to himself; just as the hand was divided into fingers, the better to answer its end. The old fable covers a doctrine ever new and sublime; that there is One Man, -- present to all particular men only partially, or through one faculty; and that you must take the whole society to find the whole man. Man is not a farmer, or a professor, or an engineer, but he is all. Man is priest, and scholar, and statesman, and producer, and soldier. In the _divided_ or social state, these functions are parcelled out to individuals, each of whom aims to do his stint of the joint work, whilst each other performs his. The fable implies, that the individual, to possess himself, must sometimes return from his own labor to embrace all the other laborers. But unfortunately, this original unit, this fountain of power, has been so distributed to multitudes, has been so minutely subdivided and peddled out, that it is spilled into drops, and cannot be gathered. The state of society is one in which the members have suffered amputation from the trunk, and strut about so many walking monsters, -- a good finger, a neck, a stomach, an elbow, but never a man. Man is thus metamorphosed into a thing, into many things. The planter, who is Man sent out into the field to gather food, is seldom cheered by any idea of the true dignity of his ministry. He sees his bushel and his cart, and nothing beyond, and sinks into the farmer, instead of Man on the farm. The tradesman scarcely ever gives an ideal worth to his work, but is ridden by the routine of his craft, and the soul is subject to dollars. The priest becomes a form; the attorney, a statute-book; the mechanic, a machine; the sailor, a rope of a ship. In this distribution of functions, the scholar is the delegated intellect. In the right state, he is, _Man Thinking_. In the degenerate state, when the victim of society, he tends to become a mere thinker, or, still worse, the parrot of other men's thinking. In this view of him, as Man Thinking, the theory of his office is contained. Him nature solicits with all her placid, all her monitory pictures; him the past instructs; him the future invites. Is not, indeed, every man a student, and do not all things exist for the student's behoof? And, finally, is not the true scholar the only true master? But the old oracle said, `All things have two handles: beware of the wrong one.' In life, too often, the scholar errs with mankind and forfeits his privilege. Let us see him in his school, and consider him in reference to the main influences he receives. I. The first in time and the first in importance of the influences upon the mind is that of nature. Every day, the sun; and, after sunset, night and her stars. Ever the winds blow; ever the grass grows. Every day, men and women, conversing, beholding and beholden. The scholar is he of all men whom this spectacle most engages. He must settle its value in his mind. What is nature to him? There is never a beginning, there is never an end, to the inexplicable continuity of this web of God, but always circular power returning into itself. Therein it resembles his own spirit, whose beginning, whose ending, he never can find, -- so entire, so boundless. Far, too, as her splendors shine, system on system shooting like rays, upward, downward, without centre, without circumference, -- in the mass and in the particle, nature hastens to render account of herself to the mind. Classification begins. To the young mind, every thing is individual, stands by itself. By and by, it finds how to join two things, and see in them one nature; then three, then three thousand; and so, tyrannized over by its own unifying instinct, it goes on tying things together, diminishing anomalies, discovering roots running under ground, whereby contrary and remote things cohere, and flower out from one stem.", "It presently learns, that, since the dawn of history, there has been a constant accumulation and classifying of facts. But what is classification but the perceiving that these objects are not chaotic, and are not foreign, but have a law which is also a law of the human mind? The astronomer discovers that geometry, a pure abstraction of the human mind, is the measure of planetary motion. The chemist finds proportions and intelligible method throughout matter; and science is nothing but the finding of analogy, identity, in the most remote parts. The ambitious soul sits down before each refractory fact; one after another, reduces all strange constitutions, all new powers, to their class and their law, and goes on for ever to animate the last fibre of organization, the outskirts of nature, by insight. Thus to him, to this school-boy under the bending dome of day, is suggested, that he and it proceed from one root; one is leaf and one is flower; relation, sympathy, stirring in every vein. And what is that Root? Is not that the soul of his soul? -- A thought too bold, -- a dream too wild. Yet when this spiritual light shall have revealed the law of more earthly natures, -- when he has learned to worship the soul, and to see that the natural philosophy that now is, is only the first gropings of its gigantic hand, he shall look forward to an ever expanding knowledge as to a becoming creator. He shall see, that nature is the opposite of the soul, answering to it part for part. One is seal, and one is print. Its beauty is the beauty of his own mind. Its laws are the laws of his own mind. Nature then becomes to him the measure of his attainments. So much of nature as he is ignorant of, so much of his own mind does he not yet possess. And, in fine, the ancient precept, \"Know thyself,\" and the modern precept, \"Study nature,\" become at last one maxim. II. The next great influence into the spirit of the scholar, is, the mind of the Past, -- in whatever form, whether of literature, of art, of institutions, that mind is inscribed. Books are the best type of the influence of the past, and perhaps we shall get at the truth, -- learn the amount of this influence more conveniently, -- by considering their value alone. The theory of books is noble. The scholar of the first age received into him the world around; brooded thereon; gave it the new arrangement of his own mind, and uttered it again. It came into him, life; it went out from him, truth. It came to him, short-lived actions; it went out from him, immortal thoughts. It came to him, business; it went from him, poetry. It was dead fact; now, it is quick thought. It can stand, and it can go. It now endures, it now flies, it now inspires. Precisely in proportion to the depth of mind from which it issued, so high does it soar, so long does it sing. Or, I might say, it depends on how far the process had gone, of transmuting life into truth. In proportion to the completeness of the distillation, so will the purity and imperishableness of the product be. But none is quite perfect. As no air-pump can by any means make a perfect vacuum, so neither can any artist entirely exclude the conventional, the local, the perishable from his book, or write a book of pure thought, that shall be as efficient, in all respects, to a remote posterity, as to cotemporaries, or rather to the second age. Each age, it is found, must write its own books; or rather, each generation for the next succeeding. The books of an older period will not fit this. Yet hence arises a grave mischief. The sacredness which attaches to the act of creation, -- the act of thought, -- is transferred to the record. The poet chanting, was felt to be a divine man: henceforth the chant is divine also. The writer was a just and wise spirit: henceforward it is settled, the book is perfect; as love of the hero corrupts into worship of his statue. Instantly, the book becomes noxious: the guide is a tyrant. The sluggish and perverted mind of the multitude, slow to open to the incursions of Reason, having once so opened, having once received this book, stands upon it, and makes an outcry, if it is disparaged. Colleges are built on it. Books are written on it by thinkers, not by Man Thinking; by men of talent, that is, who start wrong, who set out from accepted dogmas, not from their own sight of principles. Meek young men grow up in libraries, believing it their duty to accept the views, which Cicero, which Locke, which Bacon, have given, forgetful that Cicero, Locke, and Bacon were only young men in libraries, when they wrote these books. Hence, instead of Man Thinking, we have the bookworm. Hence, the book-learned class, who value books, as such; not as related to nature and the human constitution, but as making a sort of Third Estate with the world and the soul. Hence, the restorers of readings, the emendators, the bibliomaniacs of all degrees. Books are the best of things, well used; abused, among the worst. What is the right use? What is the one end, which all means go to effect?", "They are for nothing but to inspire. I had better never see a book, than to be warped by its attraction clean out of my own orbit, and made a satellite instead of a system. The one thing in the world, of value, is the active soul. This every man is entitled to; this every man contains within him, although, in almost all men, obstructed, and as yet unborn. The soul active sees absolute truth; and utters truth, or creates. In this action, it is genius; not the privilege of here and there a favorite, but the sound estate of every man. In its essence, it is progressive. The book, the college, the school of art, the institution of any kind, stop with some past utterance of genius. This is good, say they, -- let us hold by this. They pin me down. They look backward and not forward. But genius looks forward: the eyes of man are set in his forehead, not in his hindhead: man hopes: genius creates. Whatever talents may be, if the man create not, the pure efflux of the Deity is not his; -- cinders and smoke there may be, but not yet flame. There are creative manners, there are creative actions, and creative words; manners, actions, words, that is, indicative of no custom or authority, but springing spontaneous from the mind's own sense of good and fair. On the other part, instead of being its own seer, let it receive from another mind its truth, though it were in torrents of light, without periods of solitude, inquest, and self-recovery, and a fatal disservice is done. Genius is always sufficiently the enemy of genius by over influence. The literature of every nation bear me witness. The English dramatic poets have Shakspearized now for two hundred years. Undoubtedly there is a right way of reading, so it be sternly subordinated. Man Thinking must not be subdued by his instruments. Books are for the scholar's idle times. When he can read God directly, the hour is too precious to be wasted in other men's transcripts of their readings. But when the intervals of darkness come, as come they must, -- when the sun is hid, and the stars withdraw their shining, -- we repair to the lamps which were kindled by their ray, to guide our steps to the East again, where the dawn is. We hear, that we may speak. The Arabian proverb says, \"A fig tree, looking on a fig tree, becometh fruitful.\" It is remarkable, the character of the pleasure we derive from the best books. They impress us with the conviction, that one nature wrote and the same reads. We read the verses of one of the great English poets, of Chaucer, of Marvell, of Dryden, with the most modern joy, -- with a pleasure, I mean, which is in great part caused by the abstraction of all _time_ from their verses. There is some awe mixed with the joy of our surprise, when this poet, who lived in some past world, two or three hundred years ago, says that which lies close to my own soul, that which I also had wellnigh thought and said. But for the evidence thence afforded to the philosophical doctrine of the identity of all minds, we should suppose some preestablished harmony, some foresight of souls that were to be, and some preparation of stores for their future wants, like the fact observed in insects, who lay up food before death for the young grub they shall never see. I would not be hurried by any love of system, by any exaggeration of instincts, to underrate the Book. We all know, that, as the human body can be nourished on any food, though it were boiled grass and the broth of shoes, so the human mind can be fed by any knowledge. And great and heroic men have existed, who had almost no other information than by the printed page. I only would say, that it needs a strong head to bear that diet. One must be an inventor to read well. As the proverb says, \"He that would bring home the wealth of the Indies, must carry out the wealth of the Indies.\" There is then creative reading as well as creative writing. When the mind is braced by labor and invention, the page of whatever book we read becomes luminous with manifold allusion. Every sentence is doubly significant, and the sense of our author is as broad as the world. We then see, what is always true, that, as the seer's hour of vision is short and rare among heavy days and months, so is its record, perchance, the least part of his volume. The discerning will read, in his Plato or Shakspeare, only that least part, -- only the authentic utterances of the oracle; -- all the rest he rejects, were it never so many times Plato's and Shakspeare's. Of course, there is a portion of reading quite indispensable to a wise man. History and exact science he must learn by laborious reading. Colleges, in like manner, have their indispensable office, -- to teach elements. But they can only highly serve us, when they aim not to drill, but to create; when they gather from far every ray of various genius to their hospitable halls, and, by the concentrated fires, set the hearts of their youth on flame. Thought and knowledge are natures in which apparatus and pretension avail nothing. Gowns, and pecuniary foundations, though of towns of gold, can never countervail the least sentence or syllable of wit. Forget this, and our American colleges will recede in their public importance, whilst they grow richer every year. III. There goes in the world a notion, that the scholar should be a recluse, a valetudinarian, -- as unfit for any handiwork or public labor, as a penknife for an axe.", "The so-called `practical men' sneer at speculative men, as if, because they speculate or _see_, they could do nothing. I have heard it said that the clergy, -- who are always, more universally than any other class, the scholars of their day, -- are addressed as women; that the rough, spontaneous conversation of men they do not hear, but only a mincing and diluted speech. They are often virtually disfranchised; and, indeed, there are advocates for their celibacy. As far as this is true of the studious classes, it is not just and wise. Action is with the scholar subordinate, but it is essential. Without it, he is not yet man. Without it, thought can never ripen into truth. Whilst the world hangs before the eye as a cloud of beauty, we cannot even see its beauty. Inaction is cowardice, but there can be no scholar without the heroic mind. The preamble of thought, the transition through which it passes from the unconscious to the conscious, is action. Only so much do I know, as I have lived. Instantly we know whose words are loaded with life, and whose not. The world, -- this shadow of the soul, or _other me_, lies wide around. Its attractions are the keys which unlock my thoughts and make me acquainted with myself. I run eagerly into this resounding tumult. I grasp the hands of those next me, and take my place in the ring to suffer and to work, taught by an instinct, that so shall the dumb abyss be vocal with speech. I pierce its order; I dissipate its fear; I dispose of it within the circuit of my expanding life. So much only of life as I know by experience, so much of the wilderness have I vanquished and planted, or so far have I extended my being, my dominion. I do not see how any man can afford, for the sake of his nerves and his nap, to spare any action in which he can partake. It is pearls and rubies to his discourse. Drudgery, calamity, exasperation, want, are instructers in eloquence and wisdom. The true scholar grudges every opportunity of action past by, as a loss of power. It is the raw material out of which the intellect moulds her splendid products. A strange process too, this, by which experience is converted into thought, as a mulberry leaf is converted into satin. The manufacture goes forward at all hours. The actions and events of our childhood and youth, are now matters of calmest observation. They lie like fair pictures in the air. Not so with our recent actions, -- with the business which we now have in hand. On this we are quite unable to speculate. Our affections as yet circulate through it. We no more feel or know it, than we feel the feet, or the hand, or the brain of our body. The new deed is yet a part of life, -- remains for a time immersed in our unconscious life. In some contemplative hour, it detaches itself from the life like a ripe fruit, to become a thought of the mind. Instantly, it is raised, transfigured; the corruptible has put on incorruption. Henceforth it is an object of beauty, however base its origin and neighborhood. Observe, too, the impossibility of antedating this act. In its grub state, it cannot fly, it cannot shine, it is a dull grub. But suddenly, without observation, the selfsame thing unfurls beautiful wings, and is an angel of wisdom. So is there no fact, no event, in our private history, which shall not, sooner or later, lose its adhesive, inert form, and astonish us by soaring from our body into the empyrean. Cradle and infancy, school and playground, the fear of boys, and dogs, and ferules, the love of little maids and berries, and many another fact that once filled the whole sky, are gone already; friend and relative, profession and party, town and country, nation and world, must also soar and sing. Of course, he who has put forth his total strength in fit actions, has the richest return of wisdom. I will not shut myself out of this globe of action, and transplant an oak into a flower-pot, there to hunger and pine; nor trust the revenue of some single faculty, and exhaust one vein of thought, much like those Savoyards, who, getting their livelihood by carving shepherds, shepherdesses, and smoking Dutchmen, for all Europe, went out one day to the mountain to find stock, and discovered that they had whittled up the last of their pine-trees. Authors we have, in numbers, who have written out their vein, and who, moved by a commendable prudence, sail for Greece or Palestine, follow the trapper into the prairie, or ramble round Algiers, to replenish their merchantable stock. If it were only for a vocabulary, the scholar would be covetous of action. Life is our dictionary. Years are well spent in country labors; in town, -- in the insight into trades and manufactures; in frank intercourse with many men and women; in science; in art; to the one end of mastering in all their facts a language by which to illustrate and embody our perceptions. I learn immediately from any speaker how much he has already lived, through the poverty or the splendor of his speech. Life lies behind us as the quarry from whence we get tiles and copestones for the masonry of to-day. This is the way to learn grammar. Colleges and books only copy the language which the field and the work-yard made.", "But the final value of action, like that of books, and better than books, is, that it is a resource. That great principle of Undulation in nature, that shows itself in the inspiring and expiring of the breath; in desire and satiety; in the ebb and flow of the sea; in day and night; in heat and cold; and as yet more deeply ingrained in every atom and every fluid, is known to us under the name of Polarity, -- these \"fits of easy transmission and reflection,\" as Newton called them, are the law of nature because they are the law of spirit. The mind now thinks; now acts; and each fit reproduces the other. When the artist has exhausted his materials, when the fancy no longer paints, when thoughts are no longer apprehended, and books are a weariness, -- he has always the resource _to live_. Character is higher than intellect. Thinking is the function. Living is the functionary. The stream retreats to its source. A great soul will be strong to live, as well as strong to think. Does he lack organ or medium to impart his truths? He can still fall back on this elemental force of living them. This is a total act. Thinking is a partial act. Let the grandeur of justice shine in his affairs. Let the beauty of affection cheer his lowly roof. Those `far from fame,' who dwell and act with him, will feel the force of his constitution in the doings and passages of the day better than it can be measured by any public and designed display. Time shall teach him, that the scholar loses no hour which the man lives. Herein he unfolds the sacred germ of his instinct, screened from influence. What is lost in seemliness is gained in strength. Not out of those, on whom systems of education have exhausted their culture, comes the helpful giant to destroy the old or to build the new, but out of unhandselled savage nature, out of terrible Druids and Berserkirs, come at last Alfred and Shakspeare. I hear therefore with joy whatever is beginning to be said of the dignity and necessity of labor to every citizen. There is virtue yet in the hoe and the spade, for learned as well as for unlearned hands. And labor is everywhere welcome; always we are invited to work; only be this limitation observed, that a man shall not for the sake of wider activity sacrifice any opinion to the popular judgments and modes of action. I have now spoken of the education of the scholar by nature, by books, and by action. It remains to say somewhat of his duties. They are such as become Man Thinking. They may all be comprised in self-trust. The office of the scholar is to cheer, to raise, and to guide men by showing them facts amidst appearances. He plies the slow, unhonored, and unpaid task of observation. Flamsteed and Herschel, in their glazed observatories, may catalogue the stars with the praise of all men, and, the results being splendid and useful, honor is sure. But he, in his private observatory, cataloguing obscure and nebulous stars of the human mind, which as yet no man has thought of as such, -- watching days and months, sometimes, for a few facts; correcting still his old records; -- must relinquish display and immediate fame. In the long period of his preparation, he must betray often an ignorance and shiftlessness in popular arts, incurring the disdain of the able who shoulder him aside. Long he must stammer in his speech; often forego the living for the dead. Worse yet, he must accept, -- how often! poverty and solitude. For the ease and pleasure of treading the old road, accepting the fashions, the education, the religion of society, he takes the cross of making his own, and, of course, the self-accusation, the faint heart, the frequent uncertainty and loss of time, which are the nettles and tangling vines in the way of the self-relying and self-directed; and the state of virtual hostility in which he seems to stand to society, and especially to educated society. For all this loss and scorn, what offset? He is to find consolation in exercising the highest functions of human nature. He is one, who raises himself from private considerations, and breathes and lives on public and illustrious thoughts. He is the world's eye. He is the world's heart. He is to resist the vulgar prosperity that retrogrades ever to barbarism, by preserving and communicating heroic sentiments, noble biographies, melodious verse, and the conclusions of history. Whatsoever oracles the human heart, in all emergencies, in all solemn hours, has uttered as its commentary on the world of actions, -- these he shall receive and impart. And whatsoever new verdict Reason from her inviolable seat pronounces on the passing men and events of to-day, -- this he shall hear and promulgate. These being his functions, it becomes him to feel all confidence in himself, and to defer never to the popular cry. He and he only knows the world. The world of any moment is the merest appearance. Some great decorum, some fetish of a government, some ephemeral trade, or war, or man, is cried up by half mankind and cried down by the other half, as if all depended on this particular up or down. The odds are that the whole question is not worth the poorest thought which the scholar has lost in listening to the controversy. Let him not quit his belief that a popgun is a popgun, though the ancient and honorable of the earth affirm it to be the crack of doom.", "In silence, in steadiness, in severe abstraction, let him hold by himself; add observation to observation, patient of neglect, patient of reproach; and bide his own time, -- happy enough, if he can satisfy himself alone, that this day he has seen something truly. Success treads on every right step. For the instinct is sure, that prompts him to tell his brother what he thinks. He then learns, that in going down into the secrets of his own mind, he has descended into the secrets of all minds. He learns that he who has mastered any law in his private thoughts, is master to that extent of all men whose language he speaks, and of all into whose language his own can be translated. The poet, in utter solitude remembering his spontaneous thoughts and recording them, is found to have recorded that, which men in crowded cities find true for them also. The orator distrusts at first the fitness of his frank confessions, -- his want of knowledge of the persons he addresses, -- until he finds that he is the complement of his hearers; -- that they drink his words because he fulfils for them their own nature; the deeper he dives into his privatest, secretest presentiment, to his wonder he finds, this is the most acceptable, most public, and universally true. The people delight in it; the better part of every man feels, This is my music; this is myself. In self-trust, all the virtues are comprehended. Free should the scholar be, -- free and brave. Free even to the definition of freedom, \"without any hindrance that does not arise out of his own constitution.\" Brave; for fear is a thing, which a scholar by his very function puts behind him. Fear always springs from ignorance. It is a shame to him if his tranquillity, amid dangerous times, arise from the presumption, that, like children and women, his is a protected class; or if he seek a temporary peace by the diversion of his thoughts from politics or vexed questions, hiding his head like an ostrich in the flowering bushes, peeping into microscopes, and turning rhymes, as a boy whistles to keep his courage up. So is the danger a danger still; so is the fear worse. Manlike let him turn and face it. Let him look into its eye and search its nature, inspect its origin, -- see the whelping of this lion, -- which lies no great way back; he will then find in himself a perfect comprehension of its nature and extent; he will have made his hands meet on the other side, and can henceforth defy it, and pass on superior. The world is his, who can see through its pretension. What deafness, what stone-blind custom, what overgrown error you behold, is there only by sufferance, -- by your sufferance. See it to be a lie, and you have already dealt it its mortal blow. Yes, we are the cowed, -- we the trustless. It is a mischievous notion that we are come late into nature; that the world was finished a long time ago. As the world was plastic and fluid in the hands of God, so it is ever to so much of his attributes as we bring to it. To ignorance and sin, it is flint. They adapt themselves to it as they may; but in proportion as a man has any thing in him divine, the firmament flows before him and takes his signet and form. Not he is great who can alter matter, but he who can alter my state of mind. They are the kings of the world who give the color of their present thought to all nature and all art, and persuade men by the cheerful serenity of their carrying the matter, that this thing which they do, is the apple which the ages have desired to pluck, now at last ripe, and inviting nations to the harvest. The great man makes the great thing. Wherever Macdonald sits, there is the head of the table. Linnaeus makes botany the most alluring of studies, and wins it from the farmer and the herb-woman; Davy, chemistry; and Cuvier, fossils. The day is always his, who works in it with serenity and great aims. The unstable estimates of men crowd to him whose mind is filled with a truth, as the heaped waves of the Atlantic follow the moon. For this self-trust, the reason is deeper than can be fathomed, -- darker than can be enlightened. I might not carry with me the feeling of my audience in stating my own belief. But I have already shown the ground of my hope, in adverting to the doctrine that man is one. I believe man has been wronged; he has wronged himself. He has almost lost the light, that can lead him back to his prerogatives. Men are become of no account. Men in history, men in the world of to-day are bugs, are spawn, and are called `the mass' and `the herd.' In a century, in a millennium, one or two men; that is to say, -- one or two approximations to the right state of every man. All the rest behold in the hero or the poet their own green and crude being, -- ripened; yes, and are content to be less, so _that_ may attain to its full stature. What a testimony, -- full of grandeur, full of pity, is borne to the demands of his own nature, by the poor clansman, the poor partisan, who rejoices in the glory of his chief. The poor and the low find some amends to their immense moral capacity, for their acquiescence in a political and social inferiority. They are content to be brushed like flies from the path of a great person, so that justice shall be done by him to that common nature which it is the dearest desire of all to see enlarged and glorified. They sun themselves in the great man's light, and feel it to be their own element. They cast the dignity of man from their downtrod selves upon the shoulders of a hero, and will perish to add one drop of blood to make that great heart beat, those giant sinews combat and conquer. He lives for us, and we live in him. Men such as they are, very naturally seek money or power; and power because it is as good as money, -- the \"spoils,\" so called, \"of office.\" And why not? for they aspire to the highest, and this, in their sleep-walking, they dream is highest.", "Wake them, and they shall quit the false good, and leap to the true, and leave governments to clerks and desks. This revolution is to be wrought by the gradual domestication of the idea of Culture. The main enterprise of the world for splendor, for extent, is the upbuilding of a man. Here are the materials strown along the ground. The private life of one man shall be a more illustrious monarchy, -- more formidable to its enemy, more sweet and serene in its influence to its friend, than any kingdom in history. For a man, rightly viewed, comprehendeth the particular natures of all men. Each philosopher, each bard, each actor, has only done for me, as by a delegate, what one day I can do for myself. The books which once we valued more than the apple of the eye, we have quite exhausted. What is that but saying, that we have come up with the point of view which the universal mind took through the eyes of one scribe; we have been that man, and have passed on. First, one; then, another; we drain all cisterns, and, waxing greater by all these supplies, we crave a better and more abundant food. The man has never lived that can feed us ever. The human mind cannot be enshrined in a person, who shall set a barrier on any one side to this unbounded, unboundable empire. It is one central fire, which, flaming now out of the lips of Etna, lightens the capes of Sicily; and, now out of the throat of Vesuvius, illuminates the towers and vineyards of Naples. It is one light which beams out of a thousand stars. It is one soul which animates all men. But I have dwelt perhaps tediously upon this abstraction of the Scholar. I ought not to delay longer to add what I have to say, of nearer reference to the time and to this country. Historically, there is thought to be a difference in the ideas which predominate over successive epochs, and there are data for marking the genius of the Classic, of the Romantic, and now of the Reflective or Philosophical age. With the views I have intimated of the oneness or the identity of the mind through all individuals, I do not much dwell on these differences. In fact, I believe each individual passes through all three. The boy is a Greek; the youth, romantic; the adult, reflective. I deny not, however, that a revolution in the leading idea may be distinctly enough traced. Our age is bewailed as the age of Introversion. Must that needs be evil? We, it seems, are critical; we are embarrassed with second thoughts; we cannot enjoy any thing for hankering to know whereof the pleasure consists; we are lined with eyes; we see with our feet; the time is infected with Hamlet's unhappiness, -- \"Sicklied o'er with the pale cast of thought.\" Is it so bad then? Sight is the last thing to be pitied. Would we be blind? Do we fear lest we should outsee nature and God, and drink truth dry? I look upon the discontent of the literary class, as a mere announcement of the fact, that they find themselves not in the state of mind of their fathers, and regret the coming state as untried; as a boy dreads the water before he has learned that he can swim. If there is any period one would desire to be born in, -- is it not the age of Revolution; when the old and the new stand side by side, and admit of being compared; when the energies of all men are searched by fear and by hope; when the historic glories of the old, can be compensated by the rich possibilities of the new era? This time, like all times, is a very good one, if we but know what to do with it. I read with joy some of the auspicious signs of the coming days, as they glimmer already through poetry and art, through philosophy and science, through church and state. One of these signs is the fact, that the same movement which effected the elevation of what was called the lowest class in the state, assumed in literature a very marked and as benign an aspect. Instead of the sublime and beautiful; the near, the low, the common, was explored and poetized. That, which had been negligently trodden under foot by those who were harnessing and provisioning themselves for long journeys into far countries, is suddenly found to be richer than all foreign parts. The literature of the poor, the feelings of the child, the philosophy of the street, the meaning of household life, are the topics of the time. It is a great stride. It is a sign, -- is it not? of new vigor, when the extremities are made active, when currents of warm life run into the hands and the feet. I ask not for the great, the remote, the romantic; what is doing in Italy or Arabia; what is Greek art, or Provencal minstrelsy; I embrace the common, I explore and sit at the feet of the familiar, the low. Give me insight into to-day, and you may have the antique and future worlds. What would we really know the meaning of? The meal in the firkin; the milk in the pan; the ballad in the street; the news of the boat; the glance of the eye; the form and the gait of the body; -- show me the ultimate reason of these matters; show me the sublime presence of the highest spiritual cause lurking, as always it does lurk, in these suburbs and extremities of nature; let me see every trifle bristling with the polarity that ranges it instantly on an eternal law; and the shop, the plough, and the leger, referred to the like cause by which light undulates and poets sing; -- and the world lies no longer a dull miscellany and lumber-room, but has form and order; there is no trifle; there is no puzzle; but one design unites and animates the farthest pinnacle and the lowest trench. This idea has inspired the genius of Goldsmith, Burns, Cowper, and, in a newer time, of Goethe, Wordsworth, and Carlyle. This idea they have differently followed and with various success. In contrast with their writing, the style of Pope, of Johnson, of Gibbon, looks cold and pedantic. This writing is blood-warm. Man is surprised to find that things near are not less beautiful and wondrous than things remote. The near explains the far.", "The drop is a small ocean. A man is related to all nature. This perception of the worth of the vulgar is fruitful in discoveries. Goethe, in this very thing the most modern of the moderns, has shown us, as none ever did, the genius of the ancients. There is one man of genius, who has done much for this philosophy of life, whose literary value has never yet been rightly estimated; -- I mean Emanuel Swedenborg. The most imaginative of men, yet writing with the precision of a mathematician, he endeavored to engraft a purely philosophical Ethics on the popular Christianity of his time. Such an attempt, of course, must have difficulty, which no genius could surmount. But he saw and showed the connection between nature and the affections of the soul. He pierced the emblematic or spiritual character of the visible, audible, tangible world. Especially did his shade-loving muse hover over and interpret the lower parts of nature; he showed the mysterious bond that allies moral evil to the foul material forms, and has given in epical parables a theory of isanity, of beasts, of unclean and fearful things. Another sign of our times, also marked by an analogous political movement, is, the new importance given to the single person. Every thing that tends to insulate the individual, -- to surround him with barriers of natural respect, so that each man shall feel the world is his, and man shall treat with man as a sovereign state with a sovereign state; -- tends to true union as well as greatness. \"I learned,\" said the melancholy Pestalozzi, \"that no man in God's wide earth is either willing or able to help any other man.\" Help must come from the bosom alone. The scholar is that man who must take up into himself all the ability of the time, all the contributions of the past, all the hopes of the future. He must be an university of knowledges. If there be one lesson more than another, which should pierce his ear, it is, The world is nothing, the man is all; in yourself is the law of all nature, and you know not yet how a globule of sap ascends; in yourself slumbers the whole of Reason; it is for you to know all, it is for you to dare all. Mr. President and Gentlemen, this confidence in the unsearched might of man belongs, by all motives, by all prophecy, by all preparation, to the American Scholar. We have listened too long to the courtly muses of Europe. The spirit of the American freeman is already suspected to be timid, imitative, tame. Public and private avarice make the air we breathe thick and fat. The scholar is decent, indolent, complaisant. See already the tragic consequence. The mind of this country, taught to aim at low objects, eats upon itself. There is no work for any but the decorous and the complaisant. Young men of the fairest promise, who begin life upon our shores, inflated by the mountain winds, shined upon by all the stars of God, find the earth below not in unison with these, -- but are hindered from action by the disgust which the principles on which business is managed inspire, and turn drudges, or die of disgust, -- some of them suicides. What is the remedy? They did not yet see, and thousands of young men as hopeful now crowding to the barriers for the career, do not yet see, that, if the single man plant himself indomitably on his instincts, and there abide, the huge world will come round to him. Patience, -- patience; -- with the shades of all the good and great for company; and for solace, the perspective of your own infinite life; and for work, the study and the communication of principles, the making those instincts prevalent, the conversion of the world. Is it not the chief disgrace in the world, not to be an unit; -- not to be reckoned one character; -- not to yield that peculiar fruit which each man was created to bear, but to be reckoned in the gross, in the hundred, or the thousand, of the party, the section, to which we belong; and our opinion predicted geographically, as the north, or the south? Not so, brothers and friends, -- please God, ours shall not be so. We will walk on our own feet; we will work with our own hands; we will speak our own minds. The study of letters shall be no longer a name for pity, for doubt, and for sensual indulgence. The dread of man and the love of man shall be a wall of defence and a wreath of joy around all. A nation of men will for the first time exist, because each believes himself inspired by the Divine Soul which also inspires all men. ."], "PLATO": ["380 BC CHARMIDES, OR TEMPERANCE by Plato translated by Benjamin Jowett PERSONS OF THE DIALOGUE: SOCRATES, who is the narrator; CHARMIDES; CHAEREPHON; CRITIAS. Scene: The Palaestra of Taureas, which is near the Porch of the King Archon. Yesterday evening I returned from the army at Potidaea, and having been a good while away, I thought that I should like to go and look at my old haunts. So I went into the palaestra of Taureas, which is over against the temple adjoining the porch of the King Archon, and there I found a number of persons, most of whom I knew, but not all. My visit was unexpected, and no sooner did they see me entering than they saluted me from afar on all sides; and Chaerephon, who is a kind of madman, started up and ran to me, seizing my hand, and saying, How did you escape, Socrates?-(I should explain that an engagement had taken place at Potidaea not long before we came away, of which the news had only just reached Athens.) You see, I replied, that here I am. There was a report, he said, that the engagement was very severe, and that many of our acquaintance had fallen. That, I replied, was not far from the truth. I suppose, he said, that you were present. I was. Then sit down, and tell us the whole story, which as yet we have only heard imperfectly. I took the place which he assigned to me, by the side of Critias the son of Callaeschrus, and when I had saluted him and the rest of the company, I told them the news from the army, and answered their several enquiries. Then, when there had been enough of this, I, in my turn, began to make enquiries about matters at home-about the present state of philosophy, and about the youth. I asked whether any of them were remarkable for wisdom or beauty, or both. Critias, glancing at the door, invited my attention to some youths who were coming in, and talking noisily to one another, followed by a crowd. Of the beauties, Socrates, he said, I fancy that you will soon be able to form a judgment. For those who are just entering are the advanced guard of the great beauty, as he is thought to be, of the day, and he is likely to be not far off himself. Who is he, I said; and who is his father? Charmides, he replied, is his name; he is my cousin, and the son of my uncle Glaucon: I rather think that you know him too, although he was not grown up at the time of your departure. Certainly, I know him, I said, for he was remarkable even then when he was still a child, and I should imagine that by this time he must be almost a young man. You will see, he said, in a moment what progress he has made and what he is like. He had scarcely said the word, when Charmides entered. Now you know, my friend, that I cannot measure anything, and of the beautiful, I am simply such a measure as a white line is of chalk; for almost all young persons appear to be beautiful in my eyes. But at that moment, when I saw him coming in, I confess that I was quite astonished at his beauty and stature; all the world seemed to be enamoured of him; amazement and confusion reigned when he entered; and a troop of lovers followed him. That grown-up men like ourselves should have been affected in this way was not surprising, but I observed that there was the same feeling among the boys; all of them, down to the very least child, turned and looked at him, as if he had been a statue. Chaerephon called me and said: What do you think of him, Socrates? Has he not a beautiful face? Most beautiful, I said. But you would think nothing of his face, he replied, if you could see his naked form: he is absolutely perfect. And to this they all agreed. By Heracles, I said, there never was such a paragon, if he has only one other slight addition. What is that? said Critias. If he has a noble soul; and being of your house, Critias, he may be expected to have this. He is as fair and good within, as he is without, replied Critias. Then, before we see his body, should we not ask him to show us his soul, naked and undisguised? he is just of an age at which he will like to talk. That he will, said Critias, and I can tell you that he is a philosopher already, and also a considerable poet, not in his own opinion only, but in that of others. That, my dear Critias, I replied, is a distinction which has long been in your family, and is inherited by you from Solon. But why do you not call him, and show him to us? for even if he were younger than he is, there could be no impropriety in his talking to us in the presence of you, who are his guardian and cousin. Very well, he said; then I will call him; and turning to the attendant, he said, Call Charmides, and tell him that I want him to come and see a physician about the illness of which he spoke to me the day before yesterday. Then again addressing me, he added: He has been complaining lately of having a headache when he rises in the morning: now why should you not make him believe that you know a cure for the headache? Why not, I said; but will he come? He will be sure to come, he replied. He came as he was bidden, and sat down between Critias and me. Great amusement was occasioned by every one pushing with might and main at his neighbour in order to make a place for him next to themselves, until at the two ends of the row one had to get up and the other was rolled over sideways. Now my friend, was beginning to feel awkward; former bold belief in my powers of conversing with him had vanished. And when Critias told him that I was the person who had the cure, he looked at me in such an indescribable manner, and was just going to ask a question. And at that moment all the people in the palaestra crowded about us, and, O rare!", "I caught a sight of the inwards of his garment, and took the flame. Then I could no longer contain myself. I thought how well Cydias understood the nature of love, when, in speaking of a fair youth, he warns some one \"not to bring the fawn in the sight of the lion to be devoured by him,\" for I felt that I had been overcome by a sort of wild-beast appetite. But I controlled myself, and when he asked me if I knew the cure of the headache, I answered, but with an effort, that I did know. And what is it? he said. I replied that it was a kind of leaf, which required to be accompanied by a charm, and if a person would repeat the charm at the same time that he used the cure, he would be made whole; but that without the charm the leaf would be of no avail. Then I will write out the charm from your dictation, he said. With my consent? I said, or without my consent? With your consent, Socrates, he said, laughing. Very good, I said; and are you quite sure that you know my name? I ought to know you, he replied, for there is a great deal said about you among my companions; and I remember when I was a child seeing you in company with my cousin Critias. I am glad to find that you remember me, I said; for I shall now be more at home with you and shall be better able to explain the nature of the charm, about which I felt a difficulty before. For the charm will do more, Charmides, than only cure the headache. I dare say that you have heard eminent physicians say to a patient who comes to them with bad eyes, that they cannot cure his eyes by themselves, but that if his eyes are to be cured, his head must be treated; and then again they say that to think of curing the head alone, and not the rest of the body also, is the height of folly. And arguing in this way they apply their methods to the whole body, and try to treat and heal the whole and the part together. Did you ever observe that this is what they say? Yes, he said. And they are right, and you would agree with them? Yes, he said, certainly I should. His approving answers reassured me, and I began by degrees to regain confidence, and the vital heat returned. Such, Charmides, I said, is the nature of the charm, which I learned when serving with the army from one of the physicians of the Thracian king Zamolxis, who are to be so skilful that they can even give immortality. This Thracian told me that in these notions of theirs, which I was just now mentioning, the Greek physicians are quite right as far as they go; but Zamolxis, he added, our king, who is also a god, says further, \"that as you ought not to attempt to cure the eyes without the head, or the head without the body, so neither ought you to attempt to cure the body without the soul; and this,\" he said, \"is the reason why the cure of many diseases is unknown to the physicians of Hellas, because they are ignorant of the whole, which ought to be studied also; for the part can never be well unless the whole is well.\" For all good and evil, whether in the body or in human nature, originates, as he declared, in the soul, and overflows from thence, as if from the head into the eyes. And therefore if the head and body are to be well, you must begin by curing the soul; that is the first thing. And the cure, my dear youth, has to be effected by the use of certain charms, and these charms are fair words; and by them temperance is implanted in the soul, and where temperance is, there health is speedily imparted, not only to the head, but to the whole body. And he who taught me the cure and the charm at the same time added a special direction: \"Let no one,\" he said, \"persuade you to cure the head, until he has first given you his soul to be cured by the charm. For this,\" he said, \"is the great error of our day in the treatment of the human body, that physicians separate the soul from the body.\" And he added with emphasis, at the same time making me swear to his words, \"Let no one, however rich, or noble, or fair, persuade you to give him the cure, without the charm.\" Now I have sworn, and I must keep my oath, and therefore if you will allow me to apply the Thracian charm first to your soul, as the stranger directed, I will afterwards proceed to apply the cure to your head. But if not, I do not know what I am to do with you, my dear Charmides. Critias, when he heard this, said: The headache will be an unexpected gain to my young relation, if the pain in his head compels him to improve his mind: and I can tell you, Socrates, that Charmides is not only pre-eminent in beauty among his equals, but also in that quality which is given by the charm; and this, as you say, is temperance? Yes, I said. Then let me tell you that he is the most temperate of human beings, and for his age inferior to none in any quality. Yes, I said, Charmides; and indeed I think that you ought to excel others in all good qualities; for if I am not mistaken there is no one present who could easily point out two Athenian houses, whose union would be likely to produce a better or nobler scion than the two from which you are sprung. There is your father's house, which is descended from Critias the son of Dropidas, whose family has been commemorated in the panegyrical verses of Anacreon, Solon, and many other poets, as famous for beauty and virtue and all other high fortune: and your mother's house is equally distinguished; for your maternal uncle, Pyrilampes, is reputed never to have found his equal, in Persia at the court of the great king, or on the continent of Asia, in all the places to which he went as ambassador, for stature and beauty; that whole family is not a whit inferior to the other. Having such ancestors you ought to be first in all things, and, sweet son of Glaucon, your outward form is no dishonour to any of them. If to beauty you add temperance, and if in other respects you are what Critias declares you to be, then, dear Charmides, blessed art thou, in being the son of thy mother. And here lies the point; for if, as he declares, you have this gift of temperance already, and are temperate enough, in that case you have no need of any charms, whether of Zamolxis or of Abaris the Hyperborean, and I may as well let you have the cure of the head at once; but if you have not yet acquired this quality, I must use the charm before I give you the medicine. Please, therefore, to inform me whether you admit the truth of what Critias has been saying;-have you or have you not this quality of temperance? Charmides blushed, and the blush heightened his beauty, for modesty is becoming in youth; he then said very ingenuously, that he really could not at once answer, either yes, or no, to the question which I had asked: For, said he, if I affirm that I am not temperate, that would be a strange thing for me to say of myself, and also I should give the lie to Critias, and many others who think as he tells you, that I am temperate: but, on the other hand, if I say that I am, I shall have to praise myself, which would be ill manners; and therefore I do not know how to answer you. I said to him: That is a natural reply, Charmides, and I think that you and I ought together to enquire whether you have this quality about which I am asking or not; and then you will not be compelled to say what you do not like; neither shall I be a rash practitioner of medicine: therefore, if you please, I will share the enquiry with you, but I will not press you if you would rather not. There is nothing which I should like better, he said; and as far as I am concerned you may proceed in the way which you think best. I think, I said, that I had better begin by asking you a question; for if temperance abides in you, you must have an opinion about her; she must give some intimation of her nature and qualities, which may enable you to form a notion of her. Is not that true? Yes, he said, that I think is true. You know your native language, I said, and therefore you must be able to tell what you feel about this. Certainly, he said. In order, then, that I may form a conjecture whether you have temperance abiding in you or not, tell me, I said, what, in your opinion, is Temperance?", "At first he hesitated, and was very unwilling to answer: then he said that he thought temperance was doing things orderly and quietly, such things for example as walking in the streets, and talking, or anything else of that nature. In a word, he said, I should answer that, in my opinion, temperance is quietness. Are you right, Charmides? I said. No doubt some would affirm that the quiet are the temperate; but let us see whether these words have any meaning; and first tell me whether you would not acknowledge temperance to be of the class of the noble and good? Yes. But which is best when you are at the writing-master's, to write the same letters quickly or quietly? Quickly. And to read quickly or slowly? Quickly again. And in playing the lyre, or wrestling, quickness or sharpness are far better than quietness and slowness? Yes. And the same holds in boxing and in the pancratium? Certainly. And in leaping and running and in bodily exercises generally, quickness and agility are good; slowness, and inactivity, and quietness, are bad? That is evident. Then, I said, in all bodily actions, not quietness, but the greatest agility and quickness, is noblest and best? Yes, certainly. And is temperance a good? Yes. Then, in reference to the body, not quietness, but quickness will be the higher degree of temperance, if temperance is a good? True, he said. And which, I said, is better-facility in learning, or difficulty in learning? Facility. Yes, I said; and facility in learning is learning quickly, and difficulty in learning is learning quietly and slowly? True. And is it not better to teach another quickly and energetically, rather than quietly and slowly? Yes. And which is better, to call to mind, and to remember, quickly and readily, or quietly and slowly? The former. And is not shrewdness a quickness or cleverness of the soul, and not a quietness? True. And is it not best to understand what is said, whether at the writing-master's or the music-master's, or anywhere else, not as quietly as possible, but as quickly as possible? Yes. And in the searchings or deliberations of the soul, not the quietest, as I imagine, and he who with difficulty deliberates and discovers, is thought worthy of praise, but he who does so most easily and quickly? Quite true, he said. And in all that concerns either body or soul, swiftness and activity are clearly better than slowness and quietness? Clearly they are. Then temperance is not quietness, nor is the temperate life quiet,-certainly not upon this view; for the life which is temperate is supposed to be the good. And of two things, one is true, either never, or very seldom, do the quiet actions in life appear to be better than the quick and energetic ones; or supposing that of the nobler actions, there are as many quiet, as quick and vehement: still, even if we grant this, temperance will not be acting quietly any more than acting quickly and energetically, either in walking or talking or in anything else; nor will the quiet life be more temperate than the unquiet, seeing that temperance is admitted by us to be a good and noble thing, and the quick have been shown to be as good as the quiet. I think, he said, Socrates, that you are right. Then once more, Charmides, I said, fix your attention, and look within; consider the effect which temperance has upon yourself, and the nature of that which has the effect. Think over all this, and, like a brave youth, tell me-What is temperance? After a moment's pause, in which he made a real manly effort to think, he said: My opinion is, Socrates, that temperance makes a man ashamed or modest, and that temperance is the same as modesty. Very good, I said; and did you not admit, just now, that temperance is noble? Yes, certainly, he said. And the temperate are also good? Yes. And can that be good which does not make men good? Certainly not.", "And you would infer that temperance is not only noble, but also good? That is my opinion. Well, I said; but surely you would agree with Homer when he says, Modesty is not good for a needy man? Yes, he said; I agree. Then I suppose that modesty is and is not good? Clearly. But temperance, whose presence makes men only good, and not bad, is always good? That appears to me to be as you say. And the inference is that temperance cannot be modesty-if temperance is a good, and if modesty is as much an evil as a good? All that, Socrates, appears to me to be true; but I should like to know what you think about another definition of temperance, which I just now remember to have heard from some one, who said, \"That temperance is doing our own business.\" Was he right who affirmed that? You monster! I said; this is what Critias, or some philosopher has told you. Some one else, then, said Critias; for certainly I have not. But what matter, said Charmides, from whom I heard this? No matter at all, I replied; for the point is not who said the words, but whether they are true or not. There you are in the right, Socrates, he replied. To be sure, I said; yet I doubt whether we shall ever be able to discover their truth or falsehood; for they are a kind of riddle. What makes you think so? he said. Because, I said, he who uttered them seems to me to have meant one thing, and said another. Is the scribe, for example, to be regarded as doing nothing when he reads or writes? I should rather think that he was doing something. And does the scribe write or read, or teach you boys to write or read, your own names only, or did you write your enemies' names as well as your own and your friends'? As much one as the other. And was there anything meddling or intemperate in this? Certainly not. And yet if reading and writing are the same as doing, you were doing what was not your own business? But they are the same as doing. And the healing art, my friend, and building, and weaving, and doing anything whatever which is done by art,-these all clearly come under the head of doing? Certainly. And do you think that a state would be well ordered by a law which compelled every man to weave and wash his own coat, and make his own shoes, and his own flask and strigil, and other implements, on this principle of every one doing and performing his own, and abstaining from what is not his own? I think not, he said. But, I said, a temperate state will be a well ordered state. Of course, he replied. Then temperance, I said, will not be doing one's own business; not at least in this way, or doing things of this sort? Clearly not. Then, as I was just now saying, he who declared that temperance is a man doing his own business had another and a hidden meaning; for I do not think that he could have been such a fool as to mean this. Was he a fool who told you, Charmides? Nay, he replied, I certainly thought him a very wise man. Then I am quite certain that he put forth his definition as a riddle, thinking that no one would know the meaning of the words \"doing his own business.\" I dare say, he replied. And what is the meaning of a man doing his own business? Can you tell me? Indeed, I cannot; and I should not wonder if the man himself who used this phrase did not understand what he was saying. Whereupon he laughed slyly, and looked at Critias. Critias had long been showing uneasiness, for he felt that he had a reputation to maintain with Charmides and the rest of the company. He had, however, hitherto managed to restrain himself; but now he could no longer forbear, and I am convinced of the truth of the suspicion which I entertained at the time, that Charmides had heard this answer about temperance from Critias. And Charmides, who did not want to answer himself, but to make Critias answer, tried to stir him up. He went on pointing out that he had been refuted, at which Critias grew angry, and appeared, as I thought, inclined to quarrel with him; just as a poet might quarrel with an actor who spoiled his poems in repeating them; so he looked hard at him and said-- Do you imagine, Charmides, that the author of this definition of temperance did not understand the meaning of his own words, because you do not understand them?", "Why, at his age, I said, most excellent Critias, he can hardly be expected to understand; but you, who are older, and have studied, may well be assumed to know the meaning of them; and therefore, if you agree with him, and accept his definition of temperance, I would much rather argue with you than with him about the truth or falsehood of the definition. I entirely agree, said Critias, and accept the definition. Very good, I said; and now let me repeat my question-Do you admit, as I was just now saying, that all craftsmen make or do something? I do. And do they make or do their own business only, or that of others also? They make or do that of others also. And are they temperate, seeing that they make not for themselves or their own business only? Why not? he said. No objection on my part, I said, but there may be a difficulty on his who proposes as a definition of temperance, \"doing one's own business,\" and then says that there is no reason why those who do the business of others should not be temperate. Nay, said he; did I ever acknowledge that those who do the business of others are temperate? I said, those who make, not those who do. What! I asked; do you mean to say that doing and making are not the same? No more, he replied, than making or working are the same; thus much I have learned from Hesiod, who says that \"work is no disgrace.\" Now do you imagine that if he had meant by working and doing such things as you were describing, he would have said that there was no disgrace in them-for example, in the manufacture of shoes, or in selling pickles, or sitting for hire in a house of ill-fame? That, Socrates, is not to be supposed: but I conceive him to have distinguished making from doing and work; and, while admitting that the making anything might sometimes become a disgrace, when the employment was not honourable, to have thought that work was never any disgrace at all. For things nobly and usefully made he called works; and such makings he called workings, and doings; and he must be supposed to have called such things only man's proper business, and what is hurtful, not his business: and in that sense Hesiod, and any other wise man, may be reasonably supposed to call him wise who does his own work. O Critias, I said, no sooner had you opened your mouth, than I pretty well knew that you would call that which is proper to a man, and that which is his own, good; and that the markings of the good you would call doings, for I am no stranger to the endless distinctions which Prodicus draws about names. Now I have no objection to your giving names any signification which you please, if you will only tell me what you mean by them. Please then to begin again, and be a little plainer. Do you mean that this doing or making, or whatever is the word which you would use, of good actions, is temperance? I do, he said. Then not he who does evil, but he who does good, is temperate? Yes, he said; and you, friend, would agree. No matter whether I should or not; just now, not what I think, but what you are saying, is the point at issue. Well, he answered; I mean to say, that he who does evil, and not good, is not temperate; and that he is temperate who does good, and not evil: for temperance I define in plain words to be the doing of good actions. And you may be very likely right in what you are saying; but I am curious to know whether you imagine that temperate men are ignorant of their own temperance? I do not think so, he said. And yet were you not saying, just now, that craftsmen might be temperate in doing another's work, as well as in doing their own? I was, he replied; but what is your drift? I have no particular drift, but I wish that you would tell me whether a physician who cures a patient may do good to himself and good to another also? I think that he may. And he who does so does his duty? Yes. And does not he who does his duty act temperately or wisely? Yes, he acts wisely. But must the physician necessarily know when his treatment is likely to prove beneficial, and when not? or must the craftsman necessarily know when he is likely to be benefited, and when not to be benefited, by the work which he is doing? I suppose not. Then, I said, he may sometimes do good or harm, and not know what he is himself doing, and yet, in doing good, as you say, he has done temperately or wisely. Was not that your statement? Yes. Then, as would seem, in doing good, he may act wisely or temperately, and be wise or temperate, but not know his own wisdom or temperance? But that, Socrates, he said, is impossible; and therefore if this is, as you imply, the necessary consequence of any of my previous admissions, I will withdraw them, rather than admit that a man can be temperate or wise who does not know himself; and I am not ashamed to confess that I was in error. For self-knowledge would certainly be maintained by me to be the very essence of knowledge, and in this I agree with him who dedicated the inscription, \"Know thyself!\" at Delphi. That word, if I am not mistaken, is put there as a sort of salutation which the god addresses to those who enter the temple; as much as to say that the ordinary salutation of \"Hail!\" is not right, and that the exhortation \"Be temperate!\" would be a far better way of saluting one another.", "The notion of him who dedicated the inscription was, as I believe, that the god speaks to those who enter his temple, not as men speak; but, when a worshipper enters, the first word which he hears is \"Be temperate!\" This, however, like a prophet he expresses in a sort of riddle, for \"Know thyself!\" and \"Be temperate!\" are the same, as I maintain, and as the letters imply, and yet they may be easily misunderstood; and succeeding sages who added \"Never too much,\" or, \"Give a pledge, and evil is nigh at hand,\" would appear to have so misunderstood them; for they imagined that \"Know thyself!\" was a piece of advice which the god gave, and not his salutation of the worshippers at their first coming in; and they dedicated their own inscription under the idea that they too would give equally useful pieces of advice. Shall I tell you, Socrates, why I say all this? My object is to leave the previous discussion (in which I know not whether you or I are more right, but, at any rate, no clear result was attained), and to raise a new one in which I will attempt to prove, if you deny, that temperance is self-knowledge. Yes, I said, Critias; but you come to me as though I professed to know about the questions which I ask, and as though I could, if I only would, agree with you. Whereas the fact is that I enquire with you into the truth of that which is advanced from time to time, just because I do not know; and when I have enquired, I will say whether I agree with you or not. Please then to allow me time to reflect. Reflect, he said. I am reflecting, I replied, and discover that temperance, or wisdom, if implying a knowledge of anything, must be a science, and a science of something. Yes, he said; the science of itself. Is not medicine, I said, the science of health? True. And suppose, I said, that I were asked by you what is the use or effect of medicine, which is this science of health, I should answer that medicine is of very great use in producing health, which, as you will admit, is an excellent effect. Granted. And if you were to ask me, what is the result or effect of architecture, which is the science of building, I should say houses, and so of other arts, which all have their different results. Now I want you, Critias, to answer a similar question about temperance, or wisdom, which, according to you, is the science of itself. Admitting this view, I ask of you, what good work, worthy of the name wise, does temperance or wisdom, which is the science of itself, effect? Answer me. That is not the true way of pursuing the enquiry, Socrates, he said; for wisdom is not like the other sciences, any more than they are like one another: but you proceed as if they were alike. For tell me, he said, what result is there of computation or geometry, in the same sense as a house is the result of building, or a garment of weaving, or any other work of any other art? Can you show me any such result of them? You cannot. That is true, I said; but still each of these sciences has a subject which is different from the science. I can show you that the art of computation has to do with odd and even numbers in their numerical relations to themselves and to each other. Is not that true? Yes, he said. And the odd and even numbers are not the same with the art of computation? They are not. The art of weighing, again, has to do with lighter and heavier; but the art of weighing is one thing, and the heavy and the light another. Do you admit that? Yes. Now, I want to know, what is that which is not wisdom, and of which wisdom is the science? You are just falling into the old error, Socrates, he said. You come asking in what wisdom or temperance differs from the other sciences, and then you try to discover some respect in which they are alike; but they are not, for all the other sciences are of something else, and not of themselves; wisdom alone is a science of other sciences, and of itself. And of this, as I believe, you are very well aware: and that you are only doing what you denied that you were doing just now, trying to refute me, instead of pursuing the argument. And what if I am? How can you think that I have any other motive in refuting you but what I should have in examining into myself? which motive would be just a fear of my unconsciously fancying that I knew something of which I was ignorant. And at this moment I pursue the argument chiefly for my own sake, and perhaps in some degree also for the sake of my other friends. For is not the discovery of things as they truly are, a good common to all mankind? Yes, certainly, Socrates, he said. Then, I said, be cheerful, sweet sir, and give your opinion in answer to the question which I asked, never minding whether Critias or Socrates is the person refuted; attend only to the argument, and see what will come of the refutation. I think that you are right, he replied; and I will do as you say. Tell me, then, I said, what you mean to affirm about wisdom. I mean to say that wisdom is the only science which is the science of itself as well as of the other sciences. But the science of science, I said, will also be the science of the absence of science. Very true, he said.", "Then the wise or temperate man, and he only, will know himself, and be able to examine what he knows or does not know, and to see what others know and think that they know and do really know; and what they do not know, and fancy that they know, when they do not. No other person will be able to do this. And this is wisdom and temperance and self-knowledge-for a man to know what he knows, and what he does not know. That is your meaning? Yes, he said. Now then, I said, making an offering of the third or last argument to Zeus the Saviour, let us begin again, and ask, in the first place, whether it is or is not possible for a person to know that he knows and does not know what he knows and does not know; and in the second place, whether, if perfectly possible, such knowledge is of any use. That is what we have to consider, he said. And here, Critias, I said, I hope that you will find a way out of a difficulty into which I have got myself. Shall I tell you the nature of the difficulty? By all means, he replied. Does not what you have been saying, if true, amount to this: that there must be a single science which is wholly a science of itself and of other sciences, and that the same is also the science of the absence of science? Yes. But consider how monstrous this proposition is, my friend: in any parallel case, the impossibility will be transparent to you. How is that? and in what cases do you mean? In such cases as this: Suppose that there is a kind of vision which is not like ordinary vision, but a vision of itself and of other sorts of vision, and of the defect of them, which in seeing sees no colour, but only itself and other sorts of vision: Do you think that there is such a kind of vision? Certainly not. Or is there a kind of hearing which hears no sound at all, but only itself and other sorts of hearing, or the defects of them? There is not. Or take all the senses: can you imagine that there is any sense of itself and of other senses, but which is incapable of perceiving the objects of the senses? I think not. Could there be any desire which is not the desire of any pleasure, but of itself, and of all other desires? Certainly not. Or can you imagine a wish which wishes for no good, but only for itself and all other wishes? I should answer, No. Or would you say that there is a love which is not the love of beauty, but of itself and of other loves? I should not. Or did you ever know of a fear which fears itself or other fears, but has no object of fear? I never did, he said. Or of an opinion which is an opinion of itself and of other opinions, and which has no opinion on the subjects of opinion in general? Certainly not. But surely we are assuming a science of this kind, which, having no subject-matter, is a science of itself and of the other sciences? Yes, that is what is affirmed. But how strange is this, if it be indeed true: must not however as yet absolutely deny the possibility of such a science; let us rather consider the matter. You are quite right. Well then, this science of which we are speaking is a science of something, and is of a nature to be a science of something? Yes. Just as that which is greater is of a nature to be greater than something else? Yes. Which is less, if the other is conceived to be greater? To be sure. And if we could find something which is at once greater than itself, and greater than other great things, but not greater than those things in comparison of which the others are greater, then that thing would have the property of being greater and also less than itself? That, Socrates, he said, is the inevitable inference. Or if there be a double which is double of itself and of other doubles, these will be halves; for the double is relative to the half? That is true. And that which is greater than itself will also be less, and that which is heavier will also be lighter, and that which is older will also be younger: and the same of other things; that which has a nature relative to self will retain also the nature of its object: I mean to say, for example, that hearing is, as we say, of sound or voice. Is that true? Yes. Then if hearing hears itself, it must hear a voice; for there is no other way of hearing. Certainly.", "And sight also, my excellent friend, if it sees itself must see a colour, for sight cannot see that which has no colour. No. Do you remark, Critias, that in several of the examples which have been recited the notion of a relation to self is altogether inadmissible, and in other cases hardly credible-inadmissible, for example, in the case of magnitudes, numbers, and the like? Very true. But in the case of hearing and sight, or in the power of self-motion, and the power of heat to burn, this relation to self will be regarded as incredible by some, but perhaps not by others. And some great man, my friend, is wanted, who will satisfactorily determine for us, whether there is nothing which has an inherent property of relation to self, or some things only and not others; and whether in this class of self-related things, if there be such a class, that science which is called wisdom or temperance is included. I altogether distrust my own power of determining these matters: I am not certain whether there is such a science of science at all; and even if there be, I should not acknowledge this to be wisdom or temperance, until I can also see whether such a science would or would not do us any good; for I have an impression that temperance is a benefit and a good. And therefore, O son of Callaeschrus, as you maintain that temperance or wisdom is a science of science, and also of the absence of science, I will request you to show in the first place, as I was saying before, the possibility, and in the second place, the advantage, of such a science; and then perhaps you may satisfy me that you are right in your view of temperance. Critias heard me say this, and saw that I was in a difficulty; and as one person when another yawns in his presence catches the infection of yawning from him, so did he seem to be driven into a difficulty by my difficulty. But as he had a reputation to maintain, he was ashamed to admit before the company that he could not answer my challenge or determine the question at issue; and he made an unintelligible attempt to hide his perplexity. In order that the argument might proceed, I said to him, Well then Critias, if you like, let us assume that there is this science of science; whether the assumption is right or wrong may hereafter be investigated. Admitting the existence of it, will you tell me how such a science enables us to distinguish what we know or do not know, which, as we were saying, is self-knowledge or wisdom: so we were saying? Yes, Socrates, he said; and that I think is certainly true: for he who has this science or knowledge which knows itself will become like the knowledge which he has, in the same way that he who has swiftness will be swift, and he who has beauty will be beautiful, and he who has knowledge will know. In the same way he who has that knowledge which is self-knowing, will know himself. I do not doubt, I said, that a man will know himself, when he possesses that which has self-knowledge: but what necessity is there that, having this, he should know what he knows and what he does not know? Because, Socrates, they are the same. Very likely, I said; but I remain as stupid as ever; for still I fail to comprehend how this knowing what you know and do not know is the same as the knowledge of self. What do you mean? he said. This is what I mean, I replied: I will admit that there is a science of science;-can this do more than determine that of two things one is and the other is not science or knowledge? No, just that. But is knowledge or want of knowledge of health the same as knowledge or want of knowledge of justice? Certainly not. The one is medicine, and the other is politics; whereas that of which we are speaking is knowledge pure and simple. Very true. And if a man knows only, and has only knowledge of knowledge, and has no further knowledge of health and justice, the probability is that he will only know that he knows something, and has a certain knowledge, whether concerning himself or other men. True. Then how will this knowledge or science teach him to know what he knows? Say that he knows health;-not wisdom or temperance, but the art of medicine has taught it to him; and he has learned harmony from the art of music, and building from the art of building, neither, from wisdom or temperance: and the same of other things. That is evident. How will wisdom, regarded only as a knowledge of knowledge or science of science, ever teach him that he knows health, or that he knows building? It is impossible. Then he who is ignorant of these things will only know that he knows, but not what he knows? True. Then wisdom or being wise appears to be not the knowledge of the things which we do or do not know, but only the knowledge that we know or do not know? That is the inference. Then he who has this knowledge will not be able to examine whether a pretender knows or does not know that which he says that he knows: he will only know that he has a knowledge of some kind; but wisdom will not show him of what the knowledge is? Plainly not. Neither will he be able to distinguish the pretender in medicine from the true physician, nor between any other true and false professor of knowledge. Let us consider the matter in this way: If the wise man or any other man wants to distinguish the true physician from the false, how will he proceed? He will not talk to him about medicine; and that, as we were saying, is the only thing which the physician understands. True. And, on the other hand, the physician knows nothing of science, for this has been assumed to be the province of wisdom. True. And further, since medicine is science, we must infer that he does not know anything of medicine. Exactly. Then the wise man may indeed know that the physician has some kind of science or knowledge; but when he wants to discover the nature of this he will ask, What is the subject-matter? For the several sciences are distinguished not by the mere fact that they are sciences, but by the nature of their subjects. Is not that true? Quite true.", "And medicine is distinguished from other sciences as having the subject-matter of health and disease? Yes. And he who would enquire into the nature of medicine must pursue the enquiry into health and disease, and not into what is extraneous? True. And he who judges rightly will judge of the physician as a physician in what relates to these? He will. He will consider whether what he says is true, and whether what he does is right, in relation to health and disease? He will. But can any one attain the knowledge of either unless he have a of medicine? He cannot. No one at all, it would seem, except the physician can have this knowledge; and therefore not the wise man; he would have to be a physician as well as a wise man. Very true. Then, assuredly, wisdom or temperance, if only a science of science, and of the absence of science or knowledge, will not be able to distinguish the physician who knows from one who does not know but pretends or thinks that he knows, or any other professor of anything at all; like any other artist, he will only know his fellow in art or wisdom, and no one else. That is evident, he said. But then what profit, Critias, I said, is there any longer in wisdom or temperance which yet remains, if this is wisdom? If, indeed, as we were supposing at first, the wise man had been able to distinguish what he knew and did not know, and that he knew the one and did not know the other, and to recognize a similar faculty of discernment in others, there would certainly have been a great advantage in being wise; for then we should never have made a mistake, but have passed through life the unerring guides of ourselves and of those who are under us; and we should not have attempted to do what we did not know, but we should have found out those who knew, and have handed the business over to them and trusted in them; nor should we have allowed those who were under us to do anything which they were not likely to do well and they would be likely to do well just that of which they had knowledge; and the house or state which was ordered or administered under the guidance of wisdom, and everything else of which wisdom was the lord, would have been well ordered; for truth guiding, and error having been eliminated, in all their doings, men would have done well, and would have been happy. Was not this, Critias, what we spoke of as the great advantage of wisdom to know what is known and what is unknown to us? Very true, he said. And now you perceive, I said, that no such science is to be found anywhere. I perceive, he said. May we assume then, I said, that wisdom, viewed in this new light merely as a knowledge of knowledge and ignorance, has this advantage:-that he who possesses such knowledge will more easily learn anything which he learns; and that everything will be clearer to him, because, in addition to the knowledge of individuals, he sees the science, and this also will better enable him to test the knowledge which others have of what he knows himself; whereas the enquirer who is without this knowledge may be supposed to have a feebler and weaker insight? Are not these, my friend, the real advantages which are to be gained from wisdom? And are not we looking and seeking after something more than is to be found in her? That is very likely, he said. That is very likely, I said; and very likely, too, we have been enquiring to no purpose; as I am led to infer, because I observe that if this is wisdom, some strange consequences would follow. Let us, if you please, assume the possibility of this science of sciences, and further admit and allow, as was originally suggested, that wisdom is the knowledge of what we know and do not know. Assuming all this, still, upon further consideration, I am doubtful, Critias, whether wisdom, such as this, would do us much good. For we were wrong, I think, in supposing, as we were saying just now, that such wisdom ordering the government of house or state would be a great benefit. How so? he said. Why, I said, we were far too ready to admit the great benefits which mankind would obtain from their severally doing the things which they knew, and committing the things of which they are ignorant to those who were better acquainted with them. Were we not right in making that admission? I think not. How very strange, Socrates! By the dog of Egypt, I said, there I agree with you; and I was thinking as much just now when I said that strange consequences would follow, and that I was afraid we were on the wrong track; for however ready we may be to admit that this is wisdom, I certainly cannot make out what good this sort of thing does to us. What do you mean? he said; I wish that you could make me understand what you mean. I dare say that what I am saying is nonsense, I replied; and yet if a man has any feeling of what is due to himself, he cannot let the thought which comes into his mind pass away unheeded and unexamined. I like that, he said. Hear, then, I said, my own dream; whether coming through the horn or the ivory gate, I cannot tell. The dream is this: Let us suppose that wisdom is such as we are now defining, and that she has absolute sway over us; then each action will be done according to the arts or sciences, and no one professing to be a pilot when he is not, or any physician or general, or any one else pretending to know matters of which he is ignorant, will deceive or elude us; our health will be improved; our safety at sea, and also in battle, will be assured; our coats and shoes, and all other instruments and implements will be skilfully made, because the workmen will be good and true. Aye, and if you please, you may suppose that prophecy, which is the knowledge of the future, will be under the control of wisdom, and that she will deter deceivers and set up the true prophets in their place as the revealers of the future. Now I quite agree that mankind, thus provided, would live and act according to knowledge, for wisdom would watch and prevent ignorance from intruding on us. But whether by acting according to knowledge we shall act well and be happy, my dear Critias,-this is a point which we have not yet been able to determine. Yet I think, he replied, that if you discard knowledge, you will hardly find the crown of happiness in anything else. But of what is this knowledge? I said. Just answer me that small question. Do you mean a knowledge of shoemaking? God forbid.", "Or of working in brass? Certainly not. Or in wool, or wood, or anything of that sort? No, I do not. Then, I said, we are giving up the doctrine that he who lives according to knowledge is happy, for these live according to knowledge, and yet they are not allowed by you to be happy; but I think that you mean to confine happiness to particular individuals who live according to knowledge, such for example as the prophet, who, as I was saying, knows the future. Is it of him you are speaking or of some one else? Yes, I mean him, but there are others as well. Yes, I said, some one who knows the past and present as well as the future, and is ignorant of nothing. Let us suppose that there is such a person, and if there is, you will allow that he is the most knowing of all living men. Certainly he is. Yet I should like to know one thing more: which of the different kinds of knowledge makes him happy? or do all equally make him happy? Not all equally, he replied. But which most tends to make him happy? the knowledge of what past, present, or future thing? May I infer this to be the knowledge of the game of draughts? Nonsense about the game of draughts. Or of computation? No. Or of health? That is nearer the truth, he said. And that knowledge which is nearest of all, I said, is the knowledge of what? The knowledge with which he discerns good and evil. Monster! I said; you have been carrying me round in a circle, and all this time hiding from me the fact that the life according to knowledge is not that which makes men act rightly and be happy, not even if knowledge include all the sciences, but one science only, that of good and evil. For, let me ask you, Critias, whether, if you take away this, medicine will not equally give health, and shoemaking equally produce shoes, and the art of the weaver clothes?-whether the art of the pilot will not equally save our lives at sea, and the art of the general in war? Quite so. And yet, my dear Critias, none of these things will be well or beneficially done, if the science of the good be wanting. True. But that science is not wisdom or temperance, but a science of human advantage; not a science of other sciences, or of ignorance, but of good and evil: and if this be of use, then wisdom or temperance will not be of use. And why, he replied, will not wisdom be of use? For, however much we assume that wisdom is a science of sciences, and has a sway over other sciences, surely she will have this particular science of the good under her control, and in this way will benefit us. And will wisdom give health? I said; is not this rather the effect of medicine? Or does wisdom do the work any of the other arts, do they not each of them do their own work? Have we not long ago asseverated that wisdom is only the knowledge of knowledge and of ignorance, and of nothing else? That is obvious. Then wisdom will not be the producer of health. Certainly not. The art of health is different. Yes, different. Nor does wisdom give advantage, my good friend; for that again we have just now been attributing to another art. Very true. How then can wisdom be advantageous, when giving no advantage? That, Socrates, is certainly inconceivable. You see then, Critias, that I was not far wrong in fearing that I could have no sound notion about wisdom; I was quite right in depreciating myself; for that which is admitted to be the best of all things would never have seemed to us useless, if I had been good for anything at an enquiry. But now I have been utterly defeated, and have failed to discover what that is to which the imposer of names gave this name of temperance or wisdom. And yet many more admissions were made by us than could be fairly granted; for we admitted that there was a science of science, although the argument said No, and protested against us; and we admitted further, that this science knew the works of the other sciences (although this too was denied by the argument), because we wanted to show that the wise man had knowledge of what he knew and did not know; also we nobly disregarded, and never even considered, the impossibility of a man knowing in a sort of way that which he does not know at all; for our assumption was, that he knows that which he does not know; than which nothing, as I think, can be more irrational. And yet, after finding us so easy and good-natured, the enquiry is still unable to discover the truth; but mocks us to a degree, and has gone out of its way to prove the inutility of that which we admitted only by a sort of supposition and fiction to be the true definition of temperance or wisdom: which result, as far as I am concerned, is not so much to be lamented, I said. But for your sake, Charmides, I am very sorry-that you, having such beauty and such wisdom and temperance of soul, should have no profit or good in life from your wisdom and temperance.", "And still more am I grieved about the charm which I learned with so much pain, and to so little profit, from the Thracian, for the sake of a thing which is nothing worth. I think indeed that there is a mistake, and that I must be a bad enquirer, for wisdom or temperance I believe to be really a great good; and happy are you, Charmides, if you certainly possess it. Wherefore examine yourself, and see whether you have this gift and can do without the charm; for if you can, I would rather advise you to regard me simply as a fool who is never able to reason out anything; and to rest assured that the more wise and temperate you are, the happier you will be. Charmides said: I am sure that I do not know, Socrates, whether I have or have not this gift of wisdom and temperance; for how can I know whether I have a thing, of which even you and Critias are, as you say, unable to discover the nature?-(not that I believe you.) And further, I am sure, Socrates, that I do need the charm, and as far as I am concerned, I shall be willing to be charmed by you daily, until you say that I have had enough. Very good, Charmides, said Critias; if you do this I shall have a proof of your temperance, that is, if you allow yourself to be charmed by Socrates, and never desert him at all. You may depend on my following and not deserting him, said Charmides: if you who are my guardian command me, I should be very wrong not to obey you. And I do command you, he said. Then I will do as you say, and begin this very day. You sirs, I said, what are you conspiring about? We are not conspiring, said Charmides, we have conspired already. And are you about to use violence, without even going through the forms of justice? Yes, I shall use violence, he replied, since he orders me; and therefore you had better consider well. But the time for consideration has passed, I said, when violence is employed; and you, when you are determined on anything, and in the mood of violence, are irresistible. Do not you resist me then, he said. I will not resist you, I replied. -THE END- .", "360 BC CRATYLUS by Plato translated by Benjamin Jowett CRATYLUS PERSONS OF THE DIALOGUE: SOCRATES, HERMOGENES, CRATYLUS Hermogenes. Suppose that we make Socrates a party to the argument? Cratylus. If you please. Her. I should explain to you, Socrates, that our friend Cratylus has been arguing about names; he says that they are natural and not conventional; not a portion of the human voice which men agree to use; but that there is a truth or correctness in them, which is the same for Hellenes as for barbarians. Whereupon I ask him, whether his own name of Cratylus is a true name or not, and he answers \"Yes.\" And Socrates? \"Yes.\" Then every man's name, as I tell him, is that which he is called. To this he replies- \"If all the world were to call you Hermogenes, that would not be your name.\" And when I am anxious to have a further explanation he is ironical and mysterious, and seems to imply that he has a notion of his own about the matter, if he would only tell, and could entirely convince me, if he chose to be intelligible. Tell me, Socrates, what this oracle means; or rather tell me, if you will be so good, what is your own view of the truth or correctness of names, which I would far sooner hear. Socrates. Son of Hipponicus, there is an ancient saying, that \"hard is the knowledge of the good.\" And the knowledge of names is a great part of knowledge. If I had not been poor, I might have heard the fifty-drachma course of the great Prodicus, which is a complete education in grammar and language- these are his own words- and then I should have been at once able to answer your question about the correctness of names. But, indeed, I have only heard the single-drachma course, and therefore, I do not know the truth about such matters; I will, however, gladly assist you and Cratylus in the investigation of them. When he declares that your name is not really Hermogenes, I suspect that he is only making fun of you;- he means to say that you are no true son of Hermes, because you are always looking after a fortune and never in luck. But, as I was saying, there is a good deal of difficulty in this sort of knowledge, and therefore we had better leave the question open until we have heard both sides. Her. I have often talked over this matter, both with Cratylus and others, and cannot convince myself that there is any principle of correctness in names other than convention and agreement; any name which you give, in my opinion, is the right one, and if you change that and give another, the new name is as correct as the old- we frequently change the names of our slaves, and the newly-imposed name is as good as the old: for there is no name given to anything by nature; all is convention and habit of the users;- such is my view. But if I am mistaken I shall be happy to hear and learn of Cratylus, or of any one else. Soc. I dare say that you be right, Hermogenes: let us see;- Your meaning is, that the name of each thing is only that which anybody agrees to call it? Her. That is my notion. Soc. Whether the giver of the name be an individual or a city? Her. Yes. Soc. Well, now, let me take an instance;- suppose that I call a man a horse or a horse a man, you mean to say that a man will be rightly called a horse by me individually, and rightly called a man by the rest of the world; and a horse again would be rightly called a man by me and a horse by the world:- that is your meaning? Her. He would, according to my view. Soc. But how about truth, then? you would acknowledge that there is in words a true and a false? Her. Certainly. Soc. And there are true and false propositions? Her. To be sure. Soc. And a true proposition says that which is, and a false proposition says that which is not? Her. Yes; what other answer is possible? Soc. Then in a proposition there is a true and false?", "Her. Certainly. Soc. But is a proposition true as a whole only, and are the parts untrue? Her. No; the parts are true as well as the whole. Soc. Would you say the large parts and not the smaller ones, or every part? Her. I should say that every part is true. Soc. Is a proposition resolvable into any part smaller than a name? Her. No; that is the smallest. Soc. Then the name is a part of the true proposition? Her. Yes. Soc. Yes, and a true part, as you say. Her. Yes. Soc. And is not the part of a falsehood also a falsehood? Her. Yes. Soc. Then, if propositions may be true and false, names may be true and false? Her. So we must infer. Soc. And the name of anything is that which any one affirms to be the name? Her. Yes. Soc. And will there be so many names of each thing as everybody says that there are? and will they be true names at the time of uttering them? Her. Yes, Socrates, I can conceive no correctness of names other than this; you give one name, and I another; and in different cities and countries there are different names for the same things; Hellenes differ from barbarians in their use of names, and the several Hellenic tribes from one another. Soc. But would you say, Hermogenes, that the things differ as the names differ? and are they relative to individuals, as Protagoras tells us? For he says that man is the measure of all things, and that things are to me as they appear to me, and that they are to you as they appear to you. Do you agree with him, or would you say that things have a permanent essence of their own? Her. There have been times, Socrates, when I have been driven in my perplexity to take refuge with Protagoras; not that I agree with him at all. Soc. What! have you ever been driven to admit that there was no such thing as a bad man? Her.", "No, indeed; but I have often had reason to think that there are very bad men, and a good many of them. Soc. Well, and have you ever found any very good ones? Her. Not many. Soc. Still you have found them? Her. Yes. Soc. And would you hold that the very good were the very wise, and the very evil very foolish? Would that be your view? Her. It would. Soc. But if Protagoras is right, and the truth is that things are as they appear to any one, how can some of us be wise and some of us foolish? Her. Impossible. Soc. And if, on the other hand, wisdom and folly are really distinguishable, you will allow, I think, that the assertion of Protagoras can hardly be correct. For if what appears to each man is true to him, one man cannot in reality be wiser than another. Her. He cannot. Soc. Nor will you be disposed to say with Euthydemus, that all things equally belong to all men at the same moment and always; for neither on his view can there be some good and other bad, if virtue and vice are always equally to be attributed to all. Her. There cannot. Soc. But if neither is right, and things are not relative to individuals, and all things do not equally belong to all at the same moment and always, they must be supposed to have their own proper and permanent essence: they are not in relation to us, or influenced by us, fluctuating according to our fancy, but they are independent, and maintain to their own essence the relation prescribed by nature. Her. I think, Socrates, that you have said the truth. Soc. Does what I am saying apply only to the things themselves, or equally to the actions which proceed from them? Are not actions also a class of being? Her. Yes, the actions are real as well as the things. Soc. Then the actions also are done according to their proper nature, and not according to our opinion of them? In cutting, for example, we do not cut as we please, and with any chance instrument; but we cut with the proper instrument only, and according to the natural process of cutting; and the natural process is right and will succeed, but any other will fail and be of no use at all. Her. I should say that the natural way is the right way. Soc. Again, in burning, not every way is the right way; but the right way is the natural way, and the right instrument the natural instrument. Her. True. Soc. And this holds good of all actions? Her. Yes. Soc.", "And speech is a kind of action? Her. True. Soc. And will a man speak correctly who speaks as he pleases? Will not the successful speaker rather be he who speaks in the natural way of speaking, and as things ought to be spoken, and with the natural instrument? Any other mode of speaking will result in error and failure. Her. I quite agree with you. Soc. And is not naming a part of speaking? for in giving names men speak. Her. That is true. Soc. And if speaking is a sort of action and has a relation to acts, is not naming also a sort of action? Her. True. Soc. And we saw that actions were not relative to ourselves, but had a special nature of their own? Her. Precisely. Soc. Then the argument would lead us to infer that names ought to be given according to a natural process, and with a proper instrument, and not at our pleasure: in this and no other way shall we name with success. Her. I agree. Soc. But again, that which has to be cut has to be cut with something? Her. Yes. Soc. And that which has to be woven or pierced has to be woven or pierced with something? Her. Certainly. Soc. And that which has to be named has to be named with something? Her. True. Soc. What is that with which we pierce? Her. An awl. Soc. And with which we weave? Her. A shuttle. Soc. And with which we name? Her. A name.", "Soc. Very good: then a name is an instrument? Her. Certainly. Soc. Suppose that I ask, \"What sort of instrument is a shuttle?\" And you answer, \"A weaving instrument.\" Her. Well. Soc. And I ask again, \"What do we do when we weave? \"- The answer is, that we separate or disengage the warp from the woof. Her. Very true. Soc. And may not a similar description be given of an awl, and of instruments in general? Her. To be sure. Soc. And now suppose that I ask a similar question about names: will you answer me? Regarding the name as an instrument, what do we do when we name? Her. I cannot say. Soc. Do we not give information to one another, and distinguish things according to their natures? Her. Certainly we do. Soc. Then a name is an instrument of teaching and of distinguishing natures, as the shuttle is of distinguishing the threads of the web. Her. Yes. Soc. And the shuttle is the instrument of the weaver? Her. Assuredly. Soc. Then the weaver will use the shuttle well- and well means like a weaver? and the teacher will use the name well- and well means like a teacher? Her. Yes. Soc. And when the weaver uses the shuttle, whose work will he be using well? Her. That of the carpenter. Soc. And is every man a carpenter, or the skilled only? Her. Only the skilled. Soc. And when the piercer uses the awl, whose work will he be using well?", "Her. That of the smith. Soc. And is every man a smith, or only the skilled? Her. The skilled only. Soc. And when the teacher uses the name, whose work will he be using? Her. There again I am puzzled. Soc. Cannot you at least say who gives us the names which we use? Her. Indeed I cannot. Soc. Does not the law seem to you to give us them? Her. Yes, I suppose so. Soc. Then the teacher, when he gives us a name, uses the work of the legislator? Her. I agree. Soc. And is every man a legislator, or the skilled only? Her. The skilled only. Soc. Then, Hermogenes, not every man is able to give a name, but only a maker of names; and this is the legislator, who of all skilled artisans in the world is the rarest. Her. True. Soc. And how does the legislator make names? and to what does he look? Consider this in the light of the previous instances: to what does the carpenter look in making the shuttle? Does he not look to that which is naturally fitted to act as a shuttle? Her. Certainly. Soc. And suppose the shuttle to be broken in making, will he make another, looking to the broken one? or will he look to the form according to which he made the other? Her. To the latter, I should imagine. Soc. Might not that be justly called the true or ideal shuttle? Her. I think so. SOC. And whatever shuttles are wanted, for the manufacture of garments, thin or thick, of flaxen, woollen, or other material, ought all of them to have the true form of the shuttle; and whatever is the shuttle best adapted to each kind of work, that ought to be the form which the maker produces in each case. Her. Yes.", "Soc. And the same holds of other instruments: when a man has discovered the instrument which is naturally adapted to each work, he must express this natural form, and not others which he fancies, in the material, whatever it may be, which he employs; for example, he ought to know how to put into iron the forms of awls adapted by nature to their several uses? Her. Certainly. Soc. And how to put into wood forms of shuttles adapted by nature to their uses? Her. True. Soc. For the several forms of shuttles naturally answer to the several kinds of webs; and this is true of instruments in general. Her. Yes. Soc. Then, as to names: ought not our legislator also to know how to put the true natural names of each thing into sounds and syllables and to make and give all names with a view to the ideal name, if he is to be a namer in any true sense? And we must remember that different legislators will not use the same syllables. For neither does every smith, although he may be making the same instrument for the same purpose, make them all of the same iron. The form must be the same, but the material may vary, and still the instrument may be equally good of whatever iron made, whether in Hellas or in a foreign country;- there is no difference. Her. Very true. Soc. And the legislator, whether he be Hellene or barbarian, is not therefore to be deemed by you a worse legislator, provided he gives the true and proper form of the name in whatever syllables; this or that country makes no matter. Her. Quite true. Soc. But who then is to determine whether the proper form is given to the shuttle, whatever sort of wood may be used? the carpenter who makes, or the weaver who is to use them? Her. I should say, he who is to use them, Socrates. Soc. And who uses the work of the lyremaker? Will not he be the man who knows how to direct what is being done, and who will know also whether the work is being well done or not? Her. Certainly. Soc. And who is he? Her. The player of the lyre. Soc. And who will direct the shipwright? Her. The pilot. Soc. And who will be best able to direct the legislator in his work, and will know whether the work is well done, in this or any other country? Will not the user be the man? Her. Yes. Soc. And this is he who knows how to ask questions? Her. Yes.", "Soc. And how to answer them? Her. Yes. Soc. And him who knows how to ask and answer you would call a dialectician? Her. Yes; that would be his name. Soc. Then the work of the carpenter is to make a rudder, and the pilot has to direct him, if the rudder is to be well made. Her. True. Soc. And the work of the legislator is to give names, and the dialectician must be his director if the names are to be rightly given? Her. That is true. Soc. Then, Hermogenes, I should say that this giving of names can be no such light matter as you fancy, or the work of light or chance persons; and Cratylus is right in saying that things have names by nature, and that not every man is an artificer of names, but he only who looks to the name which each thing by nature has, and is able to express the true forms of things in letters and syllables. Her. I cannot answer you, Socrates; but I find a difficulty in changing my opinion all in a moment, and I think that I should be more readily persuaded, if you would show me what this is which you term the natural fitness of names. Soc. My good Hermogenes, I have none to show. Was I not telling you just now (but you have forgotten), that I knew nothing, and proposing to share the enquiry with you? But now that you and I have talked over the matter, a step has been gained; for we have discovered that names have by nature a truth, and that not every man knows how to give a thing a name. Her. Very good. Soc. And what is the nature of this truth or correctness of names? That, if you care to know, is the next question. Her. Certainly, I care to know. Soc. Then reflect. Her. How shall I reflect? Soc. The true way is to have the assistance of those who know, and you must pay them well both in money and in thanks; these are the Sophists, of whom your brother, Callias, has- rather dearly- bought the reputation of wisdom. But you have not yet come into your inheritance, and therefore you had better go to him, and beg and entreat him to tell you what he has learnt from Protagoras about the fitness of names. Her. But how inconsistent should I be, if, whilst repudiating Protagoras and his Truth, I were to attach any value to what he and his book affirm! Soc. Then if you despise him, you must learn of Homer and the poets. Her. And where does Homer say anything about names, and what does he say? Soc. He often speaks of them; notably and nobly in the places where he distinguishes the different names which Gods and men give to the same things. Does he not in these passages make a remarkable statement about the correctness of names? For the Gods must clearly be supposed to call things by their right and natural names; do you not think so? Her. Why, of course they call them rightly, if they call them at all.", "But to what are you referring? Soc. Do you not know what he says about the river in Troy who had a single combat with Hephaestus? Whom the Gods call Xanthus, and men call Scamander. Her. I remember. Soc. Well, and about this river- to know that he ought to be called Xanthus and not Scamander- is not that a solemn lesson? Or about the bird which, as he says, The Gods call Chalcis, and men Cymindis: to be taught how much more correct the name Chalcis is than the name Cymindis- do you deem that a light matter? Or about Batieia and Myrina? And there are many other observations of the same kind in Homer and other poets. Now, I think that this is beyond the understanding of you and me; but the names of Scamandrius and Astyanax, which he affirms to have been the names of Hector's son, are more within the range of human faculties, as I am disposed to think; and what the poet means by correctness may be more readily apprehended in that instance: you will remember I dare say the lines to which I refer? Her. I do. Soc. Let me ask you, then, which did Homer think the more correct of the names given to Hector's son- Astyanax or Scamandrius? Her. I do not know. Soc. How would you answer, if you were asked whether the wise or the unwise are more likely to give correct names? Her. I should say the wise, of course. Soc. And are the men or the women of a city, taken as a class, the wiser? Her. I should say, the men. Soc. And Homer, as you know, says that the Trojan men called him Astyanax (king of the city); but if the men called him Astyanax, the other name of Scamandrius could only have been given to him by the women. Her. That may be inferred. Soc. And must not Homer have imagined the Trojans to be wiser than their wives? Her. To be sure. Soc. Then he must have thought Astyanax to be a more correct name for the boy than Scamandrius? Her. Clearly. Soc. And what is the reason of this? Let us consider:- does he not himself suggest a very good reason, when he says, For he alone defended their city and long walls? This appears to be a good reason for calling the son of the saviour king of the city which his father was saving, as Homer observes. Her. I see. Soc. Why, Hermogenes, I do not as yet see myself; and do you? Her. No, indeed; not I. Soc. But tell me, friend, did not Homer himself also give Hector his name? Her.", "What of that? Soc. The name appears to me to be very nearly the same as the name of Astyanax- both are Hellenic; and a king (anax) and a holder (ektor) have nearly the same meaning, and are both descriptive of a king; for a man is clearly the holder of that of which he is king; he rules, and owns, and holds it. But, perhaps, you may think that I am talking nonsense; and indeed I believe that I myself did not know what I meant when I imagined that I had found some indication of the opinion of Homer about the correctness of names. Her. I assure you that I think otherwise, and I believe you to be on the right track. Soc. There is reason, I think, in calling the lion's whelp a lion, and the foal of a horse a horse; I am speaking only of the ordinary course of nature, when an animal produces after his kind, and not of extraordinary births;- if contrary to nature a horse have a calf, then I should not call that a foal but a calf; nor do I call any inhuman birth a man, but only a natural birth. And the same may be said of trees and other things. Do you agree with me? Her. Yes, I agree. Soc. Very good. But you had better watch me and see that I do not play tricks with you. For on the same principle the son of a king is to be called a king. And whether the syllables of the name are the same or not the same, makes no difference, provided the meaning is retained; nor does the addition or subtraction of a letter make any difference so long as the essence of the thing remains in possession of the name and appears in it. Her. What do you mean? Soc. A very simple matter. I may illustrate my meaning by the names of letters, which you know are not the same as the letters themselves with the exception of the four e, u, o (short), o (long); the names of the rest, whether vowels or consonants, are made up of other letters which we add to them; but so long as we introduce the meaning, and there can be no mistake, the name of the letter is quite correct. Take, for example, the letter beta- the addition of e, t, a, gives no offence, and does not prevent the whole name from having the value which the legislator intended- so well did he know how to give the letters names. Her. I believe you are right. Soc. And may not the same be said of a king? a king will often be the son of a king, the good son or the noble son of a good or noble sire; and similarly the off spring of every kind, in the regular course of nature, is like the parent, and therefore has the same name. Yet the syllables may be disguised until they appear different to the ignorant person, and he may not recognize them, although they are the same, just as any one of us would not recognize the same drugs under different disguises of colour and smell, although to the physician, who regards the power of them, they are the same, and he is not put out by the addition; and in like manner the etymologist is not put out by the addition or transposition or subtraction of a letter or two, or indeed by the change of all the letters, for this need not interfere with the meaning. As was just now said, the names of Hector and Astyanax have only one letter alike, which is t, and yet they have the same meaning. And how little in common with the letters of their names has Archepolis (ruler of the city)- and yet the meaning is the same. And there are many other names which just mean \"king.\" Again, there are several names for a general, as, for example, Agis (leader) and Polemarchus (chief in war) and Eupolemus (good warrior); and others which denote a physician, as Iatrocles (famous healer) and Acesimbrotus (curer of mortals); and there are many others which might be cited, differing in their syllables and letters, but having the same meaning. Would you not say so? Her. Yes. Soc. The same names, then, ought to be assigned to those who follow in the course of nature? Her. Yes. Soc. And what of those who follow out of the course of nature, and are prodigies? for example, when a good and religious man has an irreligious son, he ought to bear the name not of his father, but of the class to which he belongs, just as in the case which was before supposed of a horse foaling a calf. Her. Quite true. Soc. Then the irreligious son of a religious father should be called irreligious? Her. Certainly. Soc.", "He should not be called Theophilus (beloved of God) or Mnesitheus (mindful of God), or any of these names: if names are correctly given, his should have an opposite meaning. Her. Certainly, Socrates. Soc. Again, Hermogenes, there is Orestes (the man of the mountains) who appears to be rightly called; whether chance gave the name, or perhaps some poet who meant to express the brutality and fierceness and mountain wildness of his hero's nature. Her. That is very likely, Socrates. Soc. And his father's name is also according to nature. Her. Clearly. Soc. Yes, for as his name, so also is his nature; Agamemnon (admirable for remaining) is one who is patient and persevering in the accomplishment of his resolves, and by his virtue crowns them; and his continuance at Troy with all the vast army is a proof of that admirable endurance in him which is signified by the name Agamemnon. I also think that Atreus is rightly called; for his murder of Chrysippus and his exceeding cruelty to Thyestes are damaging and destructive to his reputation- the name is a little altered and disguised so as not to be intelligible to every one, but to the etymologist there is no difficulty in seeing the meaning, for whether you think of him as ateires the stubborn, or as atrestos the fearless, or as ateros the destructive one, the name is perfectly correct in every point of view. And I think that Pelops is also named appropriately; for, as the name implies, he is rightly called Pelops who sees what is near only (o ta pelas oron). Her. How so? Soc. Because, according to the tradition, he had no forethought or foresight of all the evil which the murder of Myrtilus would entail upon his whole race in remote ages; he saw only what was at hand and immediate,- Or in other words, pelas (near), in his eagerness to win Hippodamia by all means for his bride. Every one would agree that the name of Tantalus is rightly given and in accordance with nature, if the traditions about him are true. Her. And what are the traditions? Soc. Many terrible misfortunes are said to have happened to him in his life- last of all, came the utter ruin of his country; and after his death he had the stone suspended (talanteia) over his head in the world below- all this agrees wonderfully well with his name. You might imagine that some person who wanted to call him Talantatos (the most weighted down by misfortune), disguised the name by altering it into Tantalus; and into this form, by some accident of tradition, it has actually been transmuted. The name of Zeus, who is his alleged father, has also an excellent meaning, although hard to be understood, because really like a sentence, which is divided into two parts, for some call him Zena, and use the one half, and others who use the other half call him Dia; the two together signify the nature of the God, and the business of a name, as we were saying, is to express the nature. For there is none who is more the author of life to us and to all, than the lord and king of all. Wherefore we are right in calling him Zena and Dia, which are one name, although divided, meaning the God through whom all creatures always have life (di on zen aei pasi tois zosin uparchei). There is an irreverence, at first sight, in calling him son of Cronos (who is a proverb for stupidity), and we might rather expect Zeus to be the child of a mighty intellect. Which is the fact; for this is the meaning of his father's name: Kronos quasi Koros (Choreo, to sweep), not in the sense of a youth, but signifying to chatharon chai acheraton tou nou, the pure and garnished mind (sc. apo tou chorein). He, as we are informed by tradition, was begotten of Uranus, rightly so called (apo tou oran ta ano) from looking upwards; which, as philosophers tell us, is the way to have a pure mind, and the name Uranus is therefore correct. If I could remember the genealogy of Hesiod, I would have gone on and tried more conclusions of the same sort on the remoter ancestors of the Gods,- then I might have seen whether this wisdom, which has come to me all in an instant, I know not whence, will or will not hold good to the end. Her. You seem to me, Socrates, to be quite like a prophet newly inspired, and to be uttering oracles. Soc. Yes, Hermogenes, and I believe that I caught the inspiration from the great Euthyphro of the Prospaltian deme, who gave me a long lecture which commenced at dawn: he talked and I listened, and his wisdom and enchanting ravishment has not only filled my ears but taken possession of my soul,and to-day I shall let his superhuman power work and finish the investigation of names- that will be the way; but to-morrow, if you are so disposed, we will conjure him away, and make a purgation of him, if we can only find some priest or sophist who is skilled in purifications of this sort. Her. With all my heart; for am very curious to hear the rest of the enquiry about names. Soc. Then let us proceed; and where would you have us begin, now that we have got a sort of outline of the enquiry? Are there any names which witness of themselves that they are not given arbitrarily, but have a natural fitness? The names of heroes and of men in general are apt to be deceptive because they are often called after ancestors with whose names, as we were saying, they may have no business; or they are the expression of a wish like Eutychides (the son of good fortune), or Sosias (the Saviour), or Theophilus (the beloved of God), and others. But I think that we had better leave these, for there will be more chance of finding correctness in the names of immutable essences;- there ought to have been more care taken about them when they were named, and perhaps there may have been some more than human power at work occasionally in giving them names. Her. I think so, Socrates. Soc. Ought we not to begin with the consideration of the Gods, and show that they are\" rightly named Gods? Her. Yes, that will be well.", "Soc. My notion would be something of this sort:- I suspect that the sun, moon, earth, stars, and heaven, which are still the Gods of many barbarians, were the only Gods known to the aboriginal Hellenes. Seeing that they were always moving and running, from their running nature they were called Gods or runners (Theous, Theontas); and when men became acquainted with the other Gods, they proceeded to apply the same name to them all. Do you think that likely? Her. I think it very likely indeed. Soc. What shall follow the Gods? Her. Must not demons and heroes and men come next? Soc. Demons! And what do you consider to be the meaning of this word? Tell me if my view is right. Her. Let me hear. Soc. You know how Hesiod uses the word? Her. I do not. Soc. Do you not remember that he speaks of a golden race of men who came first? Her. Yes, I do. Soc. He says of them- But now that fate has closed over this race They are holy demons upon the earth, Beneficent, averters of ills, guardians of mortal men. Her. What is the inference? Soc. What is the inference! Why, I suppose that he means by the golden men, not men literally made of gold, but good and noble; and I am convinced of this, because he further says that we are the iron race. Her. That is true. Soc. And do you not suppose that good men of our own day would by him be said to be of golden race? Her. Very likely. Soc. And are not the good wise? Her. Yes, they are wise. Soc. And therefore I have the most entire conviction that he called them demons, because they were daemones (knowing or wise), and in our older Attic dialect the word itself occurs. Now he and other poets say truly, that when a good man dies he has honour and a mighty portion among the dead, and becomes a demon; which is a name given to him signifying wisdom. And I say too, that every wise man who happens to be a good man is more than human (daimonion) both in life and death, and is rightly called a demon. Her. Then I rather think that I am of one mind with you; but what is the meaning of the word \"hero\"? (eros) Soc. I think that there is no difficulty in explaining, for the name is not much altered, and signifies that they were born of love. Her.", "What do you mean? Soc. Do you not know that the heroes are demigods? Her. What then? Soc. All of them sprang either from the love of a God for a mortal woman, or of a mortal man for a Goddess; think of the word in the old Attic, and you will see better that the name heros is only a slight alteration of Eros, from whom the heroes sprang: either this is the meaning, or, if not this, then they must have been skilful as rhetoricians and dialecticians, and able to put the question (erotan), for eirein is equivalent to legein. And therefore, as I was saying, in the Attic dialect the heroes turn out to be rhetoricians and questioners. All this is easy enough; the noble breed of heroes are a tribe of sophists and rhetors. But can you tell me why men are called anthropoi?- that is more difficult. Her. No, I cannot; and I would not try even if I could, because I think that you are the more likely to succeed. Soc. That is to say, you trust to the inspiration of Euthyphro. Her. Of course. Soc. Your faith is not vain; for at this very moment a new and ingenious thought strikes me, and, if I am not careful, before tomorrow's dawn I shall be wiser than I ought to be. Now, attend to me; and first, remember that we of put in and pull out letters in words, and give names as we please and change the accents. Take, for example, the word Dii Philos; in order to convert this from a sentence into a noun, we omit one of the iotas and sound the middle syllable grave instead of acute; as, on the other hand, letters are sometimes inserted in words instead of being omitted, and the acute takes the place of the grave. Her. That is true. Soc. The name anthropos, which was once a sentence, and is now a noun, appears to be a case just of this sort, for one letter, which is the a, has been omitted, and the acute on the last syllable has been changed to a grave. Her. What do you mean? Soc. I mean to say that the word \"man\" implies that other animals never examine, or consider, or look up at what they see, but that man not only sees (opope) but considers and looks up at that which he sees, and hence he alone of all animals is rightly anthropos, meaning anathron a opopen. Her. May I ask you to examine another word about which I am curious? Soc. Certainly. Her. I will take that which appears to me to follow next in order. You know the distinction of soul and body? Soc. Of course. Her. Let us endeavour to analyze them like the previous words. Soc. You want me first of all to examine the natural fitness of the word psnche (soul), and then of the word soma (body)? Her. Yes. Soc. If I am to say what occurs to me at the moment, I should imagine that those who first use the name psnche meant to express that the soul when in the body is the source of life, and gives the power of breath and revival (anapsuchon), and when this reviving power fails then the body perishes and dies, and this, if I am not mistaken, they called psyche. But please stay a moment; I fancy that I can discover something which will be more acceptable to the disciples of Euthyphro, for I am afraid that they will scorn this explanation. What do you say to another? Her. Let me hear. Soc.", "What is that which holds and carries and gives life and motion to the entire nature of the body? What else but the soul? Her. Just that. Soc. And do you not believe with Anaxagoras, that mind or soul is the ordering and containing principle of all things? Her. Yes; I do. Soc. Then you may well call that power phuseche which carries and holds nature (e phusin okei, kai ekei), and this may be refined away into psuche. Her. Certainly; and this derivation is, I think, more scientific than the other. Soc. It is so; but I cannot help laughing, if I am to suppose that this was the true meaning of the name. Her. But what shall we say of the next word? Soc. You mean soma (the body). Her. Yes. Soc. That may be variously interpreted; and yet more variously if a little permutation is allowed. For some say that the body is the grave (sema) of the soul which may be thought to be buried in our present life; or again the index of the soul, because the soul gives indications to (semainei) the body; probably the Orphic poets were the inventors of the name, and they were under the impression that the soul is suffering the punishment of sin, and that the body is an enclosure or prison in which the soul is incarcerated, kept safe (soma, sozetai), as the name ooma implies, until the penalty is paid; according to this view, not even a letter of the word need be changed. Her. I think, Socrates, that we have said enough of this class of words. But have we any more explanations of the names of the Gods, like that which you were giving of Zeus? I should like to know whether any similar principle of correctness is to be applied to them. Soc. Yes, indeed, Hermogenes; and there is one excellent principle which, as men of sense, we must acknowledge,- that of the Gods we know nothing, either of their natures or of the names which they give themselves; but we are sure that the names by which they call themselves, whatever they may be, are true. And this is the best of all principles; and the next best is to say, as in prayers, that we will call them by any sort of kind names or patronymics which they like, because we do not know of any other. That also, I think, is a very good custom, and one which I should much wish to observe. Let us, then, if you please, in the first place announce to them that we are not enquiring about them; we do not presume that we are able to do so; but we are enquiring about the meaning of men in giving them these names,- in this there can be small blame. Her. I think, Socrates, that you are quite right, and I would like to do as you say. Soc. Shall we begin, then, with Hestia, according to custom? Her. Yes, that will be very proper. Soc. What may we suppose him to have meant who gave the name Hestia? Her. That is another and certainly a most difficult question. Soc. My dear Hermogenes, the first imposers of names must surely have been considerable persons; they were philosophers, and had a good deal to say. Her. Well, and what of them? Soc. They are the men to whom I should attribute the imposition of names. Even in foreign names, if you analyze them, a meaning is still discernible. For example, that which we term ousia is by some called esia, and by others again osia.", "Now that the essence of things should be called estia, which is akin to the first of these (esia = estia), is rational enough. And there is reason in the Athenians calling that estia which participates in ousia. For in ancient times we too seem to have said esia for ousia, and this you may note to have been the idea of those who appointed that sacrifices should be first offered to estia, which was natural enough if they meant that estia was the essence of things. Those again who read osia seem to have inclined to the opinion of Heracleitus, that all things flow and nothing stands; with them the pushing principle (othoun) is the cause and ruling power of all things, and is therefore rightly called osia. Enough of this, which is all that we who know nothing can affirm. Next in order after Hestia we ought to consider Rhea and Cronos, although the name of Cronos has been already discussed. But I dare say that I am talking great nonsense. Her. Why, Socrates? Soc. My good friend, I have discovered a hive of wisdom. Her. Of what nature? Soc. Well, rather ridiculous, and yet plausible. Her. How plausible? Soc. I fancy to myself Heracleitus repeating wise traditions of antiquity as old as the days of Cronos and Rhea, and of which Homer also spoke. Her. How do you mean? Soc. Heracleitus is supposed to say that all things are in motion and nothing at rest; he compares them to the stream of a river, and says that you cannot go into the same water twice. Her. That is true. Soc. Well, then, how can we avoid inferring that he who gave the names of Cronos and Rhea to the ancestors of the Gods, agreed pretty much in the doctrine of Heracleitus? Is the giving of the names of streams to both of them purely accidental? Compare the line in which Homer, and, as I believe, Hesiod also, tells of Ocean, the origin of Gods, and mother Tethys. And again, Orpheus says, that The fair river of Ocean was the first to marry, and he espoused his sister Tethys, who was his mother's daughter. You see that this is a remarkable coincidence, and all in the direction of Heracleitus. Her. I think that there is something in what you say, Socrates; but I do not understand the meaning of the name Tethys. Soc. Well, that is almost self-explained, being only the name of a spring, a little disguised; for that which is strained and filtered (diattomenon, ethoumenon) may be likened to a spring, and the name Tethys is made up of these two words. Her. The idea is ingenious, Socrates. Soc. To be sure. But what comes next?- of Zeus we have spoken. Her. Yes. Soc. Then let us next take his two brothers, Poseidon and Pluto, whether the latter is called by that or by his other name. Her. By all means. Soc. Poseidon is Posidesmos, the chain of the feet; the original inventor of the name had been stopped by the watery element in his walks, and not allowed to go on, and therefore he called the ruler of this element Poseidon; the e was probably inserted as an ornament. Yet, perhaps, not so; but the name may have been originally written with a double l and not with an s, meaning that the God knew many things (Polla eidos). And perhaps also he being the shaker of the earth, has been named from shaking (seiein), and then p and d have been added.", "Pluto gives wealth (Ploutos), and his name means the giver of wealth, which comes out of the earth beneath. People in general appear to imagine that the term Hades is connected with the invisible (aeides) and so they are led by their fears to call the God Pluto instead. Her. And what is the true derivation? Soc. In spite of the mistakes which are made about the power of this deity, and the foolish fears which people have of him, such as the fear of always being with him after death, and of the soul denuded of the body going to him, my belief is that all is quite consistent, and that the office and name of the God really correspond. Her. Why, how is that? Soc. I will tell you my own opinion; but first, I should like to ask you which chain does any animal feel to be the stronger? and which confines him more to the same spot,- desire or necessity? Her. Desire, Socrates, is stronger far. Soc. And do you not think that many a one would escape from Hades, if he did not bind those who depart to him by the strongest of chains? Her. Assuredly they would. Soc. And if by the greatest of chains, then by some desire, as I should certainly infer, and not by necessity? Her. That is clear. Soc. And there are many desires? Her. Yes. Soc. And therefore by the greatest desire, if the chain is to be the greatest? Her. Yes. Soc. And is any desire stronger than the thought that you will be made better by associating with another? Her. Certainly not. Soc. And is not that the reason, Hermogenes, why no one, who has been to him, is willing to come back to us? Even the Sirens, like all the rest of the world, have been laid under his spells. Such a charm, as I imagine, is the God able to infuse into his words. And, according to this view, he is the perfect and accomplished Sophist, and the great benefactor of the inhabitants of the other world; and even to us who are upon earth he sends from below exceeding blessings. For he has much more than he wants down there; wherefore he is called Pluto (or the rich). Note also, that he will have nothing to do with men while they are in the body, but only when the soul is liberated from the desires and evils of the body. Now there is a great deal of philosophy and reflection in that; for in their liberated state he can bind them with the desire of virtue, but while they are flustered and maddened by the body, not even father Cronos himself would suffice to keep them with him in his own far-famed chains. Her. There is a deal of truth in what you say. Soc. Yes, Hermogenes, and the legislator called him Hades, not from the unseen (aeides)- far otherwise, but from his knowledge (eidenai) of all noble things. Her. Very good; and what do we say of Demeter, and Here, and Apollo, and Athene, and Hephaestus, and Ares, and the other deities? Soc. Demeter is e didousa meter, who gives food like a mother; Here is the lovely one (erate)- for Zeus, according to tradition, loved and married her; possibly also the name may have been given when the legislator was thinking of the heavens, and may be only a disguise of the air (aer), putting the end in the place of the beginning. You will recognize the truth of this if you repeat the letters of Here several times over.", "People dread the name of Pherephatta as they dread the name of Apollo- and with as little reason; the fear, if I am not mistaken, only arises from their ignorance of the nature of names. But they go changing the name into Phersephone, and they are terrified at this; whereas the new name means only that the Goddess is wise (sophe); for seeing that all things in the world are in motion (pheromenon), that principle which embraces and touches and is able to follow them, is wisdom. And therefore the Goddess may be truly called Pherepaphe (Pherepapha), or some name like it, because she touches that which is (tou pheromenon ephaptomene), herein showing her wisdom. And Hades, who is wise, consorts with her, because she is wise. They alter her name into Pherephatta now-a-days, because the present generation care for euphony more than truth. There is the other name, Apollo, which, as I was saying, is generally supposed to have some terrible signification. Have you remarked this fact? Her. To be sure I have, and what you say is true. Soc. But the name, in my opinion, is really most expressive of the power of the God. Her. How so? Soc. I will endeavour to explain, for I do not believe that any single name could have been better adapted to express the attributes of the God, embracing and in a manner signifying all four of them,- music, and prophecy, and medicine, and archery. Her. That must be a strange name, and I should like to hear the explanation. Soc. Say rather an harmonious name, as beseems the God of Harmony. In the first place, the purgations and purifications which doctors and diviners use, and their fumigations with drugs magical or medicinal, as well as their washings and lustral sprinklings, have all one and the same object, which is to make a man pure both in body and soul. Her. Very true. Soc. And is not Apollo the purifier, and the washer, and the absolver from all impurities? Her. Very true. Soc. Then in reference to his ablutions and absolutions, as being the physician who orders them, he may be rightly called Apolouon (purifier); or in respect of his powers of divination, and his truth and sincerity, which is the same as truth, he may be most fitly called Aplos, from aplous (sincere), as in the Thessalian dialect, for all the Thessalians call him Aplos; also he is Ballon (always shooting), because he is a master archer who never misses; or again, the name may refer to his musical attributes, and then, as in akolouthos, and akoitis, and in many other words the a is supposed to mean \"together,\" so the meaning of the name Apollo will be \"moving together,\" whether in the poles of heaven as they are called, or in the harmony of song, which is termed concord, because he moves all together by an harmonious power, as astronomers and musicians ingeniously declare. And he is the God who presides over harmony, and makes all things move together, both among Gods and among men. And as in the words akolouthos and akoitis the a is substituted for an o, so the name Apollon is equivalent to omopolon; only the second l is added in order to avoid the ill-omened sound of destruction (apolon). Now the suspicion of this destructive power still haunts the minds of some who do not consider the true value of the name, which, as I was saying just now, has reference to all the powers of the God, who is the single one, the everdarting, the purifier, the mover together (aplous, aei Ballon, apolouon, omopolon). The name of the Muses and of music would seem to be derived from their making philosophical enquiries (mosthai); and Leto is called by this name, because she is such a gentle Goddess, and so willing (ethelemon) to grant our requests; or her name may be Letho, as she is often called by strangers- they seem to imply by it her amiability, and her smooth and easy-going way of behaving. Artemis is named from her healthy (artemes), well-ordered nature, and because of her love of virginity, perhaps because she is a proficient in virtue (arete), and perhaps also as hating intercourse of the sexes (ton aroton miseasa). He who gave the Goddess her name may have had any or all of these reasons. Her. What is the meaning of Dionysus and Aphrodite? Soc. Son of Hipponicus, you ask a solemn question; there is a serious and also a facetious explanation of both these names; the serious explanation is not to be had from me, but there is no objection to your hearing the facetious one; for the Gods too love a joke. Dionusos is simply didous oinon (giver of wine), as he might be called in fun,- and oinos is properly oionous, because wine makes those who drink, think (oiesthai) that they have a mind (noun) when they have none. The derivation of Aphrodite, born of the foam (aphoros), may be fairly accepted on the authority of Hesiod. Her. Still there remains Athene, whom you, Socrates, as an Athenian, will surely not forget; there are also Hephaestus and Ares. Soc. I am not likely to forget them. Her. No, indeed. Soc. There is no difficulty in explaining the other appellation of Athene. Her. What other appellation?", "Soc. We call her Pallas. Her. To be sure. Soc. And we cannot be wrong in supposing that this is derived from armed dances. For the elevation of oneself or anything else above the earth, or by the use of the hands, we call shaking (pallein), or dancing. Her. That is quite true. Soc. Then that is the explanation of the name Pallas? Her. Yes; but what do you say of the other name? Soc. Athene? Her. Yes. Soc. That is a graver matter, and there, my friend, the modern interpreters of Homer may, I think, assist in explaining the view of the ancients. For most of these in their explanations of the poet, assert that he meant by Athene \"mind\" (nous) and \"intelligence\" (dianoia), and the maker of names appears to have had a singular notion about her; and indeed calls her by a still higher title, \"divine intelligence\" (Thou noesis), as though he would say: This is she who has the mind of God (Theonoa);- using a as a dialectical variety e, and taking away i and s. Perhaps, however, the name Theonoe may mean \"she who knows divine things\" (Theia noousa) better than others. Nor shall we be far wrong in supposing that the author of it wished to identify this Goddess with moral intelligence (en ethei noesin), and therefore gave her the name ethonoe; which, however, either he or his successors have altered into what they thought a nicer form, and called her Athene. Her. But what do you say of Hephaestus? Soc. Speak you of the princely lord of light (Phaeos istora)? Her. Surely. Soc. Ephaistos is Phaistos, and has added the e by attraction; that is obvious to anybody. Her. That is very probable, until some more probable notion gets into your head. Soc. To prevent that, you had better ask what is the derivation of Ares. Her. What is Ares? Soc. Ares may be called, if you will, from his manhood (arren) and manliness, or if you please, from his hard and unchangeable nature, which is the meaning of arratos: the latter is a derivation in every way appropriate to the God of war. Her. Very true. Soc. And now, by the Gods, let us have no more of the Gods, for I am afraid of them; ask about anything but them, and thou shalt see how the steeds of Euthyphro can prance. Her. Only one more God! I should like to know about Hermes, of whom I am said not to be a true son. Let us make him out, and then I shall know whether there is any meaning in what Cratylus says. Soc. I should imagine that the name Hermes has to do with speech, and signifies that he is the interpreter (ermeneus), or messenger, or thief, or liar, or bargainer; all that sort of thing has a great deal to do with language; as I was telling you the word eirein is expressive of the use of speech, and there is an often-recurring Homeric word emesato, which means \"he contrived\"- out of these two words, eirein and mesasthai, the legislator formed the name of the God who invented language and speech; and we may imagine him dictating to us the use of this name: \"O my friends,\" says he to us, \"seeing that he is the contriver of tales or speeches, you may rightly call him Eirhemes.\" And this has been improved by us, as we think, into Hermes. Iris also appears to have been called from the verb \"to tell\" (eirein), because she was a messenger. Her.", "Then I am very sure that Cratylus was quite right in saying that I was no true son of Hermes (Ermogenes), for I am not a good hand at speeches. Soc. There is also reason, my friend, in Pan being the double-formed son of Hermes. Her. How do you make that out? Soc. You are aware that speech signifies all things (pan), and is always turning them round and round, and has two forms, true and false? Her. Certainly. Soc. Is not the truth that is in him the smooth or sacred form which dwells above among the Gods, whereas falsehood dwells among men below, and is rough like the goat of tragedy; for tales and falsehoods have generally to do with the tragic or goatish life, and tragedy is the place of them? Her. Very true. Soc. Then surely Pan, who is the declarer of all things (pan) and the perpetual mover (aei polon) of all things, is rightly called aipolos (goat-herd), he being the two-formed son of Hermes, smooth in his upper part, and rough and goatlike in his lower regions. And, as the son of Hermes, he is speech or the brother of speech, and that brother should be like brother is no marvel. But, as I was saying, my dear Hermogenes, let us get away from the Gods. Her. From these sort of Gods, by all means, Socrates. But why should we not discuss another kind of Gods- the sun, moon, stars, earth, aether, air, fire, water, the seasons, and the year? Soc. You impose a great many tasks upon me. Still, if you wish, I will not refuse. Her. You will oblige me. Soc. How would you have me begin? Shall I take first of all him whom you mentioned first- the sun? Her. Very good. Soc. The origin of the sun will probably be clearer in the Doric form, for the Dorians call him alios, and this name is given to him because when he rises he gathers (alizoi) men together or because he is always rolling in his course (aei eilein ion) about the earth; or from aiolein, of which meaning is the same as poikillein (to variegate), because he variegates the productions of the earth. Her. But what is selene (the moon)? Soc. That name is rather unfortunate for Anaxagoras. Her. How so? Soc. The word seems to forestall his recent discovery, that the moon receives her light from the sun. Her. Why do you say so? Soc. The two words selas (brightness) and phos (light) have much the same meaning? Her. Yes. Soc. This light about the moon is always new (neon) and always old (enon), if the disciples of Anaxagoras say truly. For the sun in his revolution always adds new light, and there is the old light of the previous month. Her.", "Very true. Soc. The moon is not unfrequently called selanaia. Her. True. Soc. And as she has a light which is always old and always new (enon neon aei) she may very properly have the name selaenoneoaeia; and this when hammered into shape becomes selanaia. Her. A real dithyrambic sort of name that, Socrates. But what do you say of the month and the stars? Soc. Meis (month) is called from meiousthai (to lessen), because suffering diminution; the name of astra (stars) seems to be derived from astrape, which is an improvement on anastphope, signifying the upsetting of the eyes (anastrephein opa). Her. What do you say of pur (fire) and udor (water)? Soc. I am at a loss how to explain pur; either the muse of Euthyphro has deserted me, or there is some very great difficulty in the word. Please, however, to note the contrivance which I adopt whenever I am in a difficulty of this sort. Her. What is it? Soc. I will tell you; but I should like to know first whether you can tell me what is the meaning of the pur? Her. Indeed I cannot. Soc. Shall I tell you what I suspect to be the true explanation of this and several other words?- My belief is that they are of foreign origin. For the Hellenes, especially those who were under the dominion of the barbarians, often borrowed from them. Her. What is the inference? Soc. Why, you know that any one who seeks to demonstrate the fitness of these names according to the Hellenic language, and not according to the language from which the words are derived, is rather likely to be at fault. Her. Yes, certainly. Soc. Well then, consider whether this pur is not foreign; for the word is not easily brought into relation with the Hellenic tongue, and the Phrygians may be observed to have the same word slightly changed, just as they have udor (water) and kunes (dogs), and many other words. Her. That is true. Soc. Any violent interpretations of the words should be avoided; for something to say about them may easily be found. And thus I get rid of pur and udor. Aer (air), Hermogenes, may be explained as the element which raises (airei) things from the earth, or as ever flowing (aei pei), or because the flux of the air is wind, and the poets call the winds \"air-blasts,\" (aetai); he who uses the term may mean, so to speak, air-flux (aetorroun), in the sense of wind-flux (pneumatorroun); and because this moving wind may be expressed by either term he employs the word air (aer = aetes rheo). Aither (aether) I should interpret as aeitheer; this may be correctly said, because this element is always running in a flux about the air (aei thei peri tou aera ron). The meaning of the word ge (earth) comes out better when in the form of gaia, for the earth may be truly called \"mother\" (gaia, genneteira), as in the language of Homer (Od. ix. 118; xiii. 160) gegaasi means gegennesthai. Her. Good. Soc. What shall we take next? Her.", "There are orai (the seasons), and the two names of the year, eniautos and etos. Soc. The orai should be spelt in the old Attic way, if you desire to know the probable truth about them; they are rightly called the orai because they divide (orizousin) the summers and winters and winds and the fruits of the earth. The words eniautos and etos appear to be the same,- \"that which brings to light the plants and growths of the earth in their turn, and passes them in review within itself (en eauto exetazei)\": this is broken up into two words, eniautos from en eauto, and etos from etazei, just as the original name of Zeus was divided into Zena and Dia; and the whole proposition means that his power of reviewing from within is one, but has two names, two words etos and eniautos being thus formed out of a single proposition. Her. Indeed, Socrates, you make surprising progress. Soc. I am run away with. Her. Very true. Soc. But am not yet at my utmost speed. Her. I should like very much to know, in the next place, how you would explain the virtues. What principle of correctness is there in those charming words- wisdom, understanding, justice, and the rest of them? Soc. That is a tremendous class of names which you are disinterring; still, as I have put on the lion's skin, I must not be faint of heart; and I suppose that I must consider the meaning of wisdom (phronesis) and understanding (sunesis), and judgment (gnome), and knowledge (episteme), and all those other charming words, as you call them? Her. Surely, we must not leave off until we find out their meaning. Soc. By the dog of Egypt I have not a bad notion which came into my head only this moment: I believe that the primeval givers of names were undoubtedly like too many of our modern philosophers, who, in their search after the nature of things, are always getting dizzy from constantly going round and round, and then they imagine that the world is going round and round and moving in all directions; and this appearance, which arises out of their own internal condition, they suppose to be a reality of nature; they think that there is nothing stable or permanent, but only flux and motion, and that the world is always full of every sort of motion and change. The consideration of the names which I mentioned has led me into making this reflection. Her. How is that, Socrates? Soc. Perhaps you did not observe that in the names which have been just cited, the motion or flux or generation of things is most surely indicated. Her. No, indeed, I never thought of it. Soc. Take the first of those which you mentioned; clearly that is a name indicative of motion. Her. What was the name? Soc. Phronesis (wisdom), which may signify Phoras kai rhou noesis (perception of motion and flux), or perhaps Phoras onesis (the blessing of motion), but is at any rate connected with Pheresthai (motion); gnome (judgment), again, certainly implies the ponderation or consideration (nomesis) of generation, for to ponder is the same as to consider; or, if you would rather, here is noesis, the very word just now mentioned, which is neou esis (the desire of the new); the word neos implies that the world is always in process of creation. The giver of the name wanted to express his longing of the soul, for the original name was neoesis, and not noesis. The word sophrosune is the salvation (soteria) of that wisdom (phronesis) which we were just now considering. Epioteme (knowledge) is akin to this, and indicates that the soul which is good for anything follows (epetai) the motion of things, neither anticipating them nor falling behind them; wherefor the word should rather be read as epistemene, inserting en. Sunesis (understanding) may be regarded in like manner as a kind of conclusion; the word is derived from sunienai (to go along with), and, like epistasthai (to know), implies the progression of the soul in company with the nature of things. Sophia (wisdom) is very dark, and appears not to be of native growth; the meaning is, touching the motion or stream of things. You must remember that the poets, when they speak of the commencement of any rapid motion, often use the word esuthe (he rushed); and there was a famous Lacedaemonian who was named Sous (Rush), for by this word the Lacedaemonians signify rapid motion, and the touching (epaphe) of motion is expressed by sophia, for all things are supposed to be in motion. Good (agathon) is the name which is given to the admirable (agasto) in nature; for, although all things move, still there are degrees of motion; some are swifter, some slower; but there are some things which are admirable for their swiftness, and this admirable part of nature is called agathon. Dikaiosune (justice) is clearly dikaiou sunesis (understanding of the just); but the actual word dikaion is more difficult: men are only agreed to a certain extent about justice, and then they begin to disagree. For those who suppose all things to be in motion conceive the greater part of nature to be a mere receptacle; and they say that there is a penetrating power which passes through all this, and is the instrument of creation in all, and is the subtlest and swiftest element; for if it were not the subtlest, and a power which none can keep out, and also the swiftest, passing by other things as if they were standing still, it could not penetrate through the moving universe. And this element, which superintends all things and pieces (diaion) all, is rightly called dikaion; the letter k is only added for the sake of euphony. Thus far, as I was saying, there is a general agreement about the nature of justice; but I, Hermogenes, being an enthusiastic disciple, have been told in a mystery that the justice of which I am speaking is also the cause of the world: now a cause is that because of which anything is created; and some one comes and whispers in my ear that justice is rightly so called because partaking of the nature of the cause, and I begin, after hearing what he has said, to interrogate him gently: \"Well, my excellent friend,\" say I, \"but if all this be true, I still want to know what is justice.\" Thereupon they think that I ask tiresome questions, and am leaping over the barriers, and have been already sufficiently answered, and they try to satisfy me with one derivation after another, and at length they quarrel. For one of them says that justice is the sun, and that he only is the piercing (diaionta) and burning (kaonta) element which is the guardian of nature. And when I joyfully repeat this beautiful notion, I am answered by the satirical remark, \"What, is there no justice in the world when the sun is down?\" And when I earnestly beg my questioner to tell me his own honest opinion, he says, \"Fire in the abstract\"; but this is not very intelligible. Another says, \"No, not fire in the abstract, but the abstraction of heat in the fire.\"", "Another man professes to laugh at all this, and says, as Anaxagoras says, that justice is mind, for mind, as they say, has absolute power, and mixes with nothing, and orders all things, and passes through all things. At last, my friend, I find myself in far greater perplexity about the nature of justice than I was before I began to learn. But still I am of opinion that the name, which has led me into this digression, was given to justice for the reasons which I have mentioned. Her. I think, Socrates, that you are not improvising now; you must have heard this from some one else. Soc. And not the rest? Her. Hardly. Soc. Well, then, let me go on in the hope of making you believe in the originality of the rest. What remains after justice? I do not think that we have as yet discussed courage (andreia),- injustice (adikia), which is obviously nothing more than a hindrance to the penetrating principle (diaiontos), need not be considered. Well, then, the name of andreia seems to imply a battle;- this battle is in the world of existence, and according to the doctrine of flux is only the counterflux (enantia rhon): if you extract the d from andreia, the name at once signifies the thing, and you may clearly understand that andreia is not the stream opposed to every stream, but only to that which is contrary to justice, for otherwise courage would not have been praised. The words arren (male) and aner (man) also contain a similar allusion to the same principle of the upward flux (te ano rhon). Gune (woman) I suspect to be the same word as goun (birth): thelu (female) appears to be partly derived from thele (the teat), because the teat is like rain, and makes things flourish (tethelenai). Her. That is surely probable. Soc. Yes; and the very word thallein (to flourish) seems to figure the growth of youth, which is swift and sudden ever. And this is expressed by the legislator in the name, which is a compound of thein (running), and allesthai (leaping). Pray observe how I gallop away when I get on smooth ground. There are a good many names generally thought to be of importance, which have still to be explained. Her. True. Soc. There is the meaning of the word techne (art), for example. Her. Very true. Soc. That may be identified with echonoe, and expresses the possession of mind: you have only to take away the t and insert two o's, one between the ch and n, and another between the n and e. Her. That is a very shabby etymology. Soc. Yes, my dear friend; but then you know that the original names have been long ago buried and disguised by people sticking on and stripping off letters for the sake of euphony, and twisting and bedizening them in all sorts of ways: and time too may have had a share in the change. Take, for example, the word katoptron; why is the letter r inserted? This must surely be the addition of some one who cares nothing about the truth, but thinks only of putting the mouth into shape. And the additions are often such that at last no human being can possibly make out the original meaning of the word. Another example is the word sphigx, sphiggos, which ought properly to be phigx, phiggos, and there are other examples. Her. That is quite true, Socrates. Soc. And yet, if you are permitted to put in and pull out any letters which you please, names will be too easily made, and any name may be adapted to any object. Her. True. Soc. Yes, that is true. And therefore a wise dictator, like yourself, should observe the laws of moderation and probability. Her. Such is my desire. Soc.", "And mine, too, Hermogenes. But do not be too much of a precisian, or \"you will unnerve me of my strength.\" When you have allowed me to add mechane (contrivance) to techne (art) I shall be at the top of my bent, for I conceive mechane to be a sign of great accomplishment- anein; for mekos the meaning of greatness, and these two, mekos and anein, make up the word mechane. But, as I was saying, being now at the top of my bent, I should like to consider the meaning of the two words arete (virtue) and kakia (vice) arete I do not as yet understand, but kakia is transparent, and agrees with the principles which preceded, for all things being in a flux (ionton), kakia is kakos ion (going badly); and this evil motion when existing in the soul has the general name of kakia or vice, specially appropriated to it. The meaning of kakos ienai may be further illustrated by the use of deilia (cowardice), which ought to have come after andreia, but was forgotten, and, as I fear, is not the only word which has been passed over. Deilia signifies that the soul is bound with a strong chain (desmos), for lian means strength, and therefore deilia expresses the greatest and strongest bond of the soul; and aporia (difficulty) is an evil of the same nature (from a not, and poreuesthai to go), like anything else which is an impediment to motion and movement. Then the word kakia appears to mean kakos ienai, or going badly, or limping and halting; of which the consequence is, that the soul becomes filled with vice. And if kakia is the name of this sort of thing, arete will be the opposite of it, signifying in the first place ease of motion, then that the stream of the good soul is unimpeded, and has therefore the attribute of ever flowing without let or hindrance, and is therefore called arete, or, more correctly, aeireite (ever-flowing), and may perhaps have had another form, airete (eligible), indicating that nothing is more eligible than virtue, and this has been hammered into arete. I daresay that you will deem this to be another invention of mine, but I think that if the previous word kakia was right, then arete is also right. Her. But what is the meaning of kakon, which has played so great a part in your previous discourse? Soc. That is a very singular word about which I can hardly form an opinion, and therefore I must have recourse to my ingenious device. Her. What device? Soc. The device of a foreign origin, which I shall give to this word also. Her. Very likely you are right; but suppose that we leave these words and endeavour to see the rationale of kalon and aischron. Soc. The meaning of aischron is evident, being only aei ischon roes (always preventing from flowing), and this is in accordance with our former derivations. For the name-giver was a great enemy to stagnation of all sorts, and hence he gave the name aeischoroun to that which hindered the flux (aei ischon roun), and that is now beaten together into aischron. Her. But what do you say of kalon? Soc. That is more obscure; yet the form is only due to the quantity, and has been changed by altering ou into o. Her. What do you mean? Soc. This name appears to denote mind. Her. How so? Soc. Let me ask you what is the cause why anything has a name; is not the principle which imposes the name the cause? Her. Certainly. Soc. And must not this be the mind of Gods, or of men, or of both? Her. Yes. Soc. Is not mind that which called (kalesan) things by their names, and is not mind the beautiful (kalon)? Her. That is evident. Soc. And are not the works of intelligence and mind worthy of praise, and are not other works worthy of blame? Her. Certainly. Soc. Physic does the work of a physician, and carpentering does the works of a carpenter?", "Her. Exactly. Soc. And the principle of beauty does the works of beauty? Her. Of course. Soc. And that principle we affirm to be mind? Her. Very true. Soc. Then mind is rightly called beauty because she does the works which we recognize and speak of as the beautiful? Her. That is evident. Soc. What more names remain to us? Her. There are the words which are connected with agathon and kalon, such as sumpheron and lusiteloun, ophelimon, kerdaleon, and their opposites. Soc. The meaning of sumpheron (expedient) I think that you may discover for yourself by the light of the previous examples,- for it is a sister word to episteme, meaning just the motion (pora) of the soul accompanying the world, and things which are done upon this principle are called sumphora or sumpheronta, because they are carried round with the world. Her. That is probable. Soc. Again, cherdaleon (gainful) is called from cherdos (gain), but you must alter the d into n if you want to get at the meaning; for this word also signifies good, but in another way; he who gave the name intended to express the power of admixture (kerannumenon) and universal penetration in the good; in forming the word, however, he inserted a d instead of an n, and so made kerdos. Her. Well, but what is lusiteloun (profitable)? Soc. I suppose, Hermogenes, that people do not mean by the profitable the gainful or that which pays (luei) the retailer, but they use the word in the sense of swift. You regard the profitable (lusitelou), as that which being the swiftest thing in existence, allows of no stay in things and no pause or end of motion, but always, if there begins to be any end, lets things go again (luei), and makes motion immortal and unceasing: and in this point of view, as appears to me, the good is happily denominated lusiteloun- being that which looses (luon) the end (telos) of motion. Ophelimon (the advantageous) is derived from ophellein, meaning that which creates and increases; this latter is a common Homeric word, and has a foreign character. Her. And what do you say of their opposites? Soc. Of such as mere negatives I hardly think that I need speak. Her. Which are they? Soc. The words axumphoron (inexpedient), anopheles (unprofitable), alusiteles (unadvantageous), akerdes (ungainful). Her. True. Soc. I would rather take the words blaberon (harmful), zemiodes (hurtful). Her. Good. Soc. The word blaberon is that which is said to hinder or harm (blaptein) the stream (roun); blapton is boulomenon aptein (seeking to hold or bind); for aptein is the same as dein, and dein is always a term of censure; boulomenon aptein roun (wanting to bind the stream) would properly be boulapteroun, and this, as I imagine, is improved into blaberon. Her. You bring out curious results, Socrates, in the use of names; and when I hear the word boulapteroun I cannot help imagining that you are making your mouth into a flute, and puffing away at some prelude to Athene. Soc. That is the fault of the makers of the name, Hermogenes; not mine.", "Her. Very true; but what is the derivation of zemiodes? Soc. What is the meaning of zemiodes?- let me remark, Hermogenes, how right I was in saying that great changes are made in the meaning of words by putting in and pulling out letters; even a very slight permutation will sometimes give an entirely opposite sense; I may instance the word deon, which occurs to me at the moment, and reminds me of what I was going to say to you, that the fine fashionable language of modern times has twisted and disguised and entirely altered the original meaning both of deon, and also of zemiodes, which in the old language is clearly indicated. Her. What do you mean? Soc. I will try to explain. You are aware that our forefathers loved the sounds i and d, especially the women, who are most conservative of the ancient language, but now they change i into e (long) or e (short), and d into z; this is supposed to increase the grandeur of the sound. Her. How do you mean? Soc. For example, in very ancient times they called the day either imera or emera (short e), which is called by us emera (long e). Her. That is true. Soc. Do you observe that only the ancient form shows the intention of the giver of the name? of which the reason is, that men long for (imeirousi) and love the light which comes after the darkness, and is therefore called imera, from imeros, desire. Her. Clearly. Soc. But now the name is so travestied that you cannot tell the meaning, although there are some who imagine the day to be called emuera because it makes things gentle (emera). Her. Such is my view. Soc. And do you know that the ancients said dougon and not zugon? Her. They did so. Soc. And zugon (yoke) has no meaning,- it ought to be duogon, which word expresses the binding of two together (duein agoge) for the purpose of drawing;- this has been changed into zugon, and there are many other examples of similar changes. Her. There are. Soc. Proceeding in the same train of thought I may remark that the word deon (obligation) has a meaning which is the opposite of all the other appellations of good; for deon is here a species of good, and is, nevertheless, the chain (desmos) or hinderer of motion, and therefore own brother of blaberon. Her. Yes, Socrates; that is quite plain. Soc. Not if you restore the ancient form, which is more likely to be the correct one, and read dion instead of deon; if you convert the e into an i after the old fashion, this word will then agree with other words meaning good; for dion, not deon, signifies the good, and is a term of praise; and the author of names has not contradicted himself, but in all these various appellations, deon (obligatory), ophelimon (advantageous), lusiteloun (profitable), kerdaleon (gainful), agathon (good), sumpheron (expedient), euporon (plenteous), the same conception is implied of the ordering or all-pervading principle which is praised, and the restraining and binding principle which is censured. And this is further illustrated by the word zemiodes (hurtful), which if the z is only changed into d as in the ancient language, becomes demiodes; and this name, as you will perceive, is given to that which binds motion (dounti ion). Her. What do you say of edone (pleasure), lupe (pain), epithumia (desire), and the like, Socrates? Soc. I do not think, Hermogenes, that there is any great difficulty about them- edone is e onesis, the action which tends to advantage; and the original form may be supposed to have been eone, but this has been altered by the insertion of the d. Lupe appears to be derived from the relaxation (luein) which the body feels when in sorrow; ania (trouble) is the hindrance of motion (a and ienai); algedon (distress), if I am not mistaken, is a foreign word, which is derived from aleinos (grievous); odune (grief) is called from the putting on (endusis) sorrow; in achthedon (vexation) \"the word too labours,\" as any one may see; chara (joy) is the very expression of the fluency and diffusion of the soul (cheo); terpsis (delight) is so called from the pleasure creeping (erpon) through the soul, which may be likened to a breath (pnoe) and is properly erpnoun, but has been altered by time into terpnon; eupherosune (cheerfulness) and epithumia explain themselves; the former, which ought to be eupherosune and has been changed euphrosune, is named, as every one may see, from the soul moving (pheresthai) in harmony with nature; epithumia is really e epi ton thumon iousa dunamis, the power which enters into the soul; thumos (passion) is called from the rushing (thuseos) and boiling of the soul; imeros (desire) denotes the stream (rous) which most draws the soul dia ten esin tes roes- because flowing with desire (iemenos), and expresses a longing after things and violent attraction of the soul to them, and is termed imeros from possessing this power; pothos (longing) is expressive of the desire of that which is not present but absent, and in another place (pou); this is the reason why the name pothos is applied to things absent, as imeros is to things present; eros (love) is so called because flowing in (esron) from without; the stream is not inherent, but is an influence introduced through the eyes, and from flowing in was called esros (influx) in the old time when they used o (short) for o (long), and is called eros, now that o (long) is substituted for o (short). But why do you not give me another word? Her. What do you think of doxa (opinion), and that class of words? Soc. Doxa is either derived from dioxis (pursuit), and expresses the march of the soul in the pursuit of knowledge, or from the shooting of a bow (toxon); the latter is more likely, and is confirmed by oiesis (thinking), which is only oisis (moving), and implies the movement of the soul to the essential nature of each thing- just as boule (counsel) has to do with shooting (bole); and boulesthai (to wish) combines the notion of aiming and deliberating- all these words seem to follow doxa, and all involve the idea of shooting, just as aboulia, absence of counsel, on the other hand, is a mishap, or missing, or mistaking of the mark, or aim, or proposal, or object. Her. You are quickening your pace now, Socrates.", "Soc. Why yes, the end I now dedicate to God, not, however, until I have explained anagke (necessity), which ought to come next, and ekousion (the voluntary). Ekousion is certainly the yielding (eikon) and unresisting- the notion implied is yielding and not opposing, yielding, as I was just now saying, to that motion which is in accordance with our will; but the necessary and resistant being contrary to our will, implies error and ignorance; the idea is taken from walking through a ravine which is impassable, and rugged, and overgrown, and impedes motion- and this is the derivation of the word anagkaion (necessary) an agke ion, going through a ravine. But while my strength lasts let us persevere, and I hope that you will persevere with your questions. Her. Well, then, let me ask about the greatest and noblest, such as aletheia (truth) and pseudos (falsehood) and on (being), not forgetting to enquire why the word onoma (name), which is the theme of our discussion, has this name of onoma. Soc. You know the word maiesthai (to seek)? Her. Yes;- meaning the same as zetein (to enquire). Soc. The word onoma seems to be a compressed sentence, signifying on ou zetema (being for which there is a search); as is still more obvious in onomaston (notable), which states in so many words that real existence is that for which there is a seeking (on ou masma); aletheia is also an agglomeration of theia ale (divine wandering), implying the divine motion of existence; pseudos (falsehood) is the opposite of motion; here is another ill name given by the legislator to stagnation and forced inaction, which he compares to sleep (eudein); but the original meaning of the word is disguised by the addition of ps; on and ousia are ion with an i broken off; this agrees with the true principle, for being (on) is also moving (ion), and the same may be said of not being, which is likewise called not going (oukion or ouki on = ouk ion). Her. You have hammered away at them manfully; but suppose that some one were to say to you, what is the word ion, and what are reon and doun?- show me their fitness. Soc. You mean to say, how should I answer him? Her. Yes. Soc. One way of giving the appearance of an answer has been already suggested. Her. What way? Soc. To say that names which we do not understand are of foreign origin; and this is very likely the right answer, and something of this kind may be true of them; but also the original forms of words may have been lost in the lapse of ages; names have been so twisted in all manner of ways, that I should not be surprised if the old language when compared with that now in use would appear to us to be a barbarous tongue. Her. Very likely. Soc. Yes, very likely. But still the enquiry demands our earnest attention and we must not flinch. For we should remember, that if a person go on analysing names into words, and enquiring also into the elements out of which the words are formed, and keeps on always repeating this process, he who has to answer him must at last give up the enquiry in despair. Her. Very true. Soc. And at what point ought he to lose heart and give up the enquiry? Must he not stop when he comes to the names which are the elements of all other names and sentences; for these cannot be supposed to be made up of other names? The word agathon (good), for example, is, as we were saying, a compound of agastos (admirable) and thoos (swift). And probably thoos is made up of other elements, and these again of others. But if we take a word which is incapable of further resolution, then we shall be right in saying that we have at last reached a primary element, which need not be resolved any further. Her. I believe you to be in the right. Soc. And suppose the names about which you are now asking should turn out to be primary elements, must not their truth or law be examined according to some new method? Her. Very likely. Soc. Quite so, Hermogenes; all that has preceded would lead to this conclusion. And if, as I think, the conclusion is true, then I shall again say to you, come and help me, that I may not fall into some absurdity in stating the principle of primary names. Her. Let me hear, and I will do my best to assist you. Soc.", "I think that you will acknowledge with me, that one principle is applicable to all names, primary as well as secondary- when they are regarded simply as names, there is no difference in them. Her. Certainly not. Soc. All the names that we have been explaining were intended to indicate the nature of things. Her. Of course. Soc. And that this is true of the primary quite as much as of the secondary names, is implied in their being names. Her. Surely. Soc. But the secondary, as I conceive, derive their significance from the primary. Her. That is evident. Soc. Very good; but then how do the primary names which precede analysis show the natures of things, as far as they can be shown; which they must do, if they are to be real names? And here I will ask you a question: Suppose that we had no voice or tongue, and wanted to communicate with one another, should we not, like the deaf and dumb, make signs with the hands and head and the rest of the body? Her. There would be no choice, Socrates. Soc. We should imitate the nature of the thing; the elevation of our hands to heaven would mean lightness and upwardness; heaviness and downwardness would be expressed by letting them drop to the ground; if we were describing the running of a horse, or any other animal, we should make our bodies and their gestures as like as we could to them. Her. I do not see that we could do anything else. Soc. We could not; for by bodily imitation only can the body ever express anything. Her. Very true. Soc. And when we want to express ourselves, either with the voice, or tongue, or mouth, the expression is simply their imitation of that which we want to express. Her. It must be so, I think. Soc. Then a name is a vocal imitation of that which the vocal imitator names or imitates? Her. I think so. Soc. Nay, my friend, I am disposed to think that we have not reached the truth as yet. Her. Why not? Soc. Because if we have we shall be obliged to admit that the people who imitate sheep, or cocks, or other animals, name that which they imitate. Her. Quite true. Soc. Then could I have been right in what I was saying? Her. In my opinion, no. But I wish that you would tell me, Socrates, what sort of an imitation is a name? Soc.", "In the first place, I should reply, not a musical imitation, although that is also vocal; nor, again, an imitation of what music imitates; these, in my judgment, would not be naming. Let me put the matter as follows: All objects have sound and figure, and many have colour? Her. Certainly. Soc. But the art of naming appears not to be concerned with imitations of this kind; the arts which have to do with them are music and drawing? Her. True. Soc. Again, is there not an essence of each thing, just as there is a colour, or sound? And is there not an essence of colour and sound as well as of anything else which may be said to have an essence? Her. I should think so. Soc. Well, and if any one could express the essence of each thing in letters and syllables, would he not express the nature of each thing? Her. Quite so. Soc. The musician and the painter were the two names which you gave to the two other imitators. What will this imitator be called? Her. I imagine, Socrates, that he must be the namer, or name-giver, of whom we are in search. Soc. If this is true, then I think that we are in a condition to consider the names ron (stream), ienai (to go), schesis (retention), about which you were asking; and we may see whether the namer has grasped the nature of them in letters and syllables in such a manner as to imitate the essence or not. Her. Very good. Soc. But are these the only primary names, or are there others? Her. There must be others. Soc. So I should expect. But how shall we further analyse them, and where does the imitator begin? Imitation of the essence is made by syllables and letters; ought we not, therefore, first to separate the letters, just as those who are beginning rhythm first distinguish the powers of elementary, and then of compound sounds, and when they have done so, but not before, they proceed to the consideration of rhythms? Her. Yes. Soc. Must we not begin in the same way with letters; first separating the vowels, and then the consonants and mutes, into classes, according to the received distinctions of the learned; also the semivowels, which are neither vowels, nor yet mutes; and distinguishing into classes the vowels themselves? And when we have perfected the classification of things, we shall give their names, and see whether, as in the case of letters, there are any classes to which they may be all referred; hence we shall see their natures, and see, too, whether they have in them classes as there are in the letters; and when we have well considered all this, we shall know how to apply them to what they resemble- whether one letter is used to denote one thing, or whether there is to be an admixture of several of them; just, as in painting, the painter who wants to depict anything sometimes uses purple only, or any other colour, and sometimes mixes up several colours, as his method is when he has to paint flesh colour or anything of that kind- he uses his colours as his figures appear to require them; and so, too, we shall apply letters to the expression of objects, either single letters when required, or several letters; and so we shall form syllables, as they are called, and from syllables make nouns and verbs; and thus, at last, from the combinations of nouns and verbs arrive at language, large and fair and whole; and as the painter made a figure, even so shall we make speech by the art of the namer or the rhetorician, or by some other art. Not that I am literally speaking of ourselves, but I was carried away- meaning to say that this was the way in which (not we but) the ancients formed language, and what they put together we must take to pieces in like manner, if we are to attain a scientific view of the whole subject, and we must see whether the primary, and also whether the secondary elements are rightly given or not, for if they are not, the composition of them, my dear Hermogenes, will be a sorry piece of work, and in the wrong direction. Her. That, Socrates, I can quite believe. Soc. Well, but do you suppose that you will be able to analyse them in this way? for I am certain that I should not. Her. Much less am I likely to be able. Soc. Shall we leave them, then? or shall we seek to discover, if we can, something about them, according to the measure of our ability, saying by way of preface, as I said before of the Gods, that of the truth about them we know nothing, and do but entertain human notions of them.", "And in this present enquiry, let us say to ourselves, before we proceed, that the higher method is the one which we or others who would analyse language to any good purpose must follow; but under the circumstances, as men say, we must do as well as we can. What do you think? Her. I very much approve. Soc. That objects should be imitated in letters and syllables, and so find expression, may appear ridiculous, Hermogenes, but it cannot be avoided- there is no better principle to which we can look for the truth of first names. Deprived of this, we must have recourse to divine help, like the tragic poets, who in any perplexity have their Gods waiting in the air; and must get out of our difficulty in like fashion, by saying that \"the Gods gave the first names, and therefore they are right.\" This will be the best contrivance, or perhaps that other notion may be even better still, of deriving them from some barbarous people, for the barbarians are older than we are; or we may say that antiquity has cast a veil over them, which is the same sort of excuse as the last; for all these are not reasons but only ingenious excuses for having no reasons concerning the truth of words. And yet any sort of ignorance of first or primitive names involves an ignorance of secondary words; for they can only be explained by the primary. Clearly then the professor of languages should be able to give a very lucid explanation of first names, or let him be assured he will only talk nonsense about the rest. Do you not suppose this to be true? Her. Certainly, Socrates. Soc. My first notions of original names are truly wild and ridiculous, though I have no objection to impart them to you if you desire, and I hope that you will communicate to me in return anything better which you may have. Her. Fear not; I will do my best. Soc. In the first place, the letter r; appears to me to be the general instrument expressing all motion (kinesis). But I have not yet explained the meaning of this latter word, which is just iesis (going); for the letter e (long) was not in use among the ancients, who only employed e (short); and the root is kiein, which is a foreign form, the same as ienai. And the old word kinesis will be correctly given as iesis in corresponding modern letters. Assuming this foreign root kiein, and allowing for the change of the e and the insertion of the n, we have kinesis, which should have been kieinsis or eisis; and stasis is the negative of ienai (or eisis), and has been improved into stasis. Now the letter r, as I was saying, appeared to the imposer of names an excellent instrument for the expression of motion; and he frequently uses the letter for this purpose: for example, in the actual words rein and roe he represents motion by r; also in the words tromos (trembling), trachus (rugged); and again, in words such as krouein (strike), thrauein (crush), ereikein (bruise), thruptein (break), kermatixein (crumble), rumbein (whirl): of all these sorts of movements he generally finds an expression in the letter r, because, as I imagine, he had observed that the tongue was most agitated and least at rest in the pronunciation of this letter, which he therefore used in order to express motion, just as by the letter i he expresses the subtle elements which pass through all things. This is why he uses the letter i as imitative of motion, ienai, iesthai. And there is another class of letters, ph, ps, s, and x, of which the pronunciation is accompanied by great expenditure of breath; these are used in the imitation of such notions as psuchron (shivering), xeon (seething), seiesthai, (to be shaken), seismos (shock), and are always introduced by the giver of names when he wants to imitate what is phusodes (windy). He seems to have thought that the closing and pressure of the tongue in the utterance of d and t was expressive of binding and rest in a place: he further observed the liquid movement of l, in the pronunciation of which the tongue slips, and in this he found the expression of smoothness, as in leios (level), and in the word oliothanein (to slip) itself, liparon (sleek), in the word kollodes (gluey), and the like: the heavier sound of g detained the slipping tongue, and the union of the two gave the notion of a glutinous clammy nature, as in glischros, glukus, gloiodes. The n he observed to be sounded from within, and therefore to have a notion of inwardness; hence he introduced the sound in endos and entos: a he assigned to the expression of size, and n of length, because they are great letters: o was the sign of roundness, and therefore there is plenty of o mixed up in the word goggulon (round). Thus did the legislator, reducing all things into letters and syllables, and impressing on them names and signs, and out of them by imitation compounding other signs. That is my view, Hermogenes, of the truth of names; but I should like to hear what Cratylus has more to say. Her. But, Socrates, as I was telling you before, Cratylus mystifies me; he says that there is a fitness of names, but he never explains what is this fitness, so that I cannot tell whether his obscurity is intended or not. Tell me now, Cratylus, here in the presence of Socrates, do you agree in what Socrates has been saying about names, or have you something better of your own? and if you have, tell me what your view is, and then you will either learn of Socrates, or Socrates and I will learn of you. Crat. Well, but surely, Hermogenes, you do not suppose that you can learn, or I explain, any subject of importance all in a moment; at any rate, not such a subject as language, which is, perhaps, the very greatest of all. Her. No, indeed; but, as Hesiod says, and I agree with him, \"to add little to little\" is worth while. And, therefore, if you think that you can add anything at all, however small, to our knowledge, take a little trouble and oblige Socrates, and me too, who certainly have a claim upon you. Soc. I am by no means positive, Cratylus, in the view which Hermogenes and myself have worked out; and therefore do not hesitate to say what you think, which if it be better than my own view shall gladly accept. And I should not be at all surprised to find that you have found some better notion. For you have evidently reflected on these matters and have had teachers, and if you have really a better theory of the truth of names, you may count me in the number of your disciples. Crat. You are right, Socrates, in saying that I have made a study of these matters, and I might possibly convert you into a disciple. But I fear that the opposite is more probable, and I already find myself moved to say to you what Achilles in the \"Prayers\" says to Ajax- Illustrious Ajax, son of Telamon, lord of the people, You appear to have spoken in all things much to my mind. And you, Socrates, appear to me to be an oracle, and to give answers much to my whether you are inspired by Euthyphro, or whether some Muse may have long been an inhabitant of your breast, unconsciously to yourself. Soc. Excellent Cratylus, I have long been wondering at my own wisdom; I cannot trust myself. And I think that I ought to stop and ask myself What am I saying? for there is nothing worse than self-deception- when the deceiver is always at home and always with you- it is quite terrible, and therefore I ought often to retrace my steps and endeavour to \"look fore and aft,\" in the words of the aforesaid Homer.", "And now let me see; where are we? Have we not been saying that the correct name indicates the nature of the thing:- has this proposition been sufficiently proven? Crat. Yes, Socrates, what you say, as I am disposed to think, is quite true. Soc. Names, then, are given in order to instruct? Crat. Certainly. Soc. And naming is an art, and has artificers? Crat. Yes. Soc. And who are they? Crat. The legislators, of whom you spoke at first. Soc. And does this art grow up among men like other arts? Let me explain what I mean: of painters, some are better and some worse? Crat. Yes. Soc. The better painters execute their works, I mean their figures, better, and the worse execute them worse; and of builders also, the better sort build fairer houses, and the worse build them worse. Crat. True. Soc. And among legislators, there are some who do their work better and some worse? Crat. No; there I do not agree with you. Soc. Then you do not think that some laws are better and others worse? Crat. No, indeed. Soc. Or that one name is better than another? Crat. Certainly not. Soc. Then all names are rightly imposed? Crat. Yes, if they are names at all. Soc. Well, what do you say to the name of our friend Hermogenes, which was mentioned before:- assuming that he has nothing of the nature of Hermes in him, shall we say that this is a wrong name, or not his name at all? Crat. I should reply that Hermogenes is not his name at all, but only appears to be his, and is really the name of somebody else, who has the nature which corresponds to it. Soc. And if a man were to call him Hermogenes, would he not be even speaking falsely? For there may be a doubt whether you can call him Hermogenes, if he is not. Crat. What do you mean?", "Soc. Are you maintaining that falsehood is impossible? For if this is your meaning I should answer, that there have been plenty of liars in all ages. Crat. Why, Socrates, how can a man say that which is not?- say something and yet say nothing? For is not falsehood saying the thing which is not? Soc. Your argument, friend, is too subtle for a man of my age. But I should like to know whether you are one of those philosophers who think that falsehood may be spoken but not said? Crat. Neither spoken nor said. Soc. Nor uttered nor addressed? For example: If a person, saluting you in a foreign country, were to take your hand and say: \"Hail, Athenian stranger, Hermogenes, son of Smicrion\"- these words, whether spoken, said, uttered, or addressed, would have no application to you but only to our friend Hermogenes, or perhaps to nobody at all? Crat. In my opinion, Socrates, the speaker would only be talking nonsense. Soc. Well, but that will be quite enough for me, if you will tell me whether the nonsense would be true or false, or partly true and partly false:- which is all that I want to know. Crat. I should say that he would be putting himself in motion to no purpose; and that his words would be an unmeaning sound like the noise of hammering at a brazen pot. Soc. But let us see, Cratylus, whether we cannot find a meeting-point, for you would admit that the name is not the same with the thing named? Crat. I should. Soc. And would you further acknowledge that the name is an imitation of the thing? Crat. Certainly. Soc. And you would say that pictures are also imitations of things, but in another way? Crat. Yes. Soc. I believe you may be right, but I do not rightly understand you. Please to say, then, whether both sorts of imitation (I mean both pictures or words) are not equally attributable and applicable to the things of which they are the imitation. Crat. They are. Soc. First look at the matter thus: you may attribute the likeness of the man to the man, and of the woman to the woman; and so on? Crat. Certainly. Soc. And conversely you may attribute the likeness of the man to the woman, and of the woman to the man? Crat. Very true. Soc. And are both modes of assigning them right, or only the first? Crat. Only the first. Soc.", "That is to say, the mode of assignment which attributes to each that which belongs to them and is like them? Crat. That is my view. Soc. Now then, as I am desirous that we being friends should have a good understanding about the argument, let me state my view to you: the first mode of assignment, whether applied to figures or to names, I call right, and when applied to names only, true as well as right; and the other mode of giving and assigning the name which is unlike, I call wrong, and in the case of names, false as well as wrong. Crat. That may be true, Socrates, in the case of pictures; they may be wrongly assigned; but not in the case of names- they must be always right. Soc. Why, what is the difference? May I not go to a man and say to him, \"This is your picture,\" showing him his own likeness, or perhaps the likeness of a woman; and when I say \"show,\" I mean bring before the sense of sight. Crat. Certainly. Soc. And may I not go to him again, and say, \"This is your name\"?- for the name, like the picture, is an imitation. May I not say to him- \"This is your name\"? and may I not then bring to his sense of hearing the imitation of himself, when I say, \"This is a man\"; or of a female of the human species, when I say, \"This is a woman,\" as the case may be? Is not all that quite possible? Crat. I would fain agree with you, Socrates; and therefore I say, Granted. Soc. That is very good of you, if I am right, which need hardly be disputed at present. But if I can assign names as well as pictures to objects, the right assignment of them we may call truth, and the wrong assignment of them falsehood. Now if there be such a wrong assignment of names, there may also be a wrong or inappropriate assignment of verbs; and if of names and verbs then of the sentences, which are made up of them. What do you say, Cratylus? Crat. I agree; and think that what you say is very true. Soc. And further, primitive nouns may be compared to pictures, and in pictures you may either give all the appropriate colours and figures, or you may not give them all- some may be wanting; or there may be too many or too much of them- may there not? Crat. Very true. Soc. And he who gives all gives a perfect picture or figure; and he who takes away or adds also gives a picture or figure, but not a good one. Crat. Yes. Soc. In like manner, he who by syllables and letters imitates the nature of things, if he gives all that is appropriate will produce a good image, or in other words a name; but if he subtracts or perhaps adds a little, he will make an image but not a good one; whence I infer that some names are well and others ill made. Crat. That is true. Soc. Then the artist of names may be sometimes good, or he may be bad? Crat. Yes. Soc. And this artist of names is called the legislator? Crat. Yes. Soc. Then like other artists the legislator may be good or he may be bad; it must surely be so if our former admissions hold good? Crat. Very true, Socrates; but the case of language, you see, is different; for when by the help of grammar we assign the letters a or b, or any other letters to a certain name, then, if we add, or subtract, or misplace a letter, the name which is written is not only written wrongly, but not written at all; and in any of these cases becomes other than a name.", "Soc. But I doubt whether your view is altogether correct, Cratylus. Crat. How so? Soc. I believe that what you say may be true about numbers, which must be just what they are, or not be at all; for example, the number ten at once becomes other than ten if a unit be added or subtracted, and so of any other number: but this does not apply to that which is qualitative or to anything which is represented under an image. I should say rather that the image, if expressing in every point the entire reality, would no longer be an image. Let us suppose the existence of two objects: one of them shall be Cratylus, and the other the image of Cratylus; and we will suppose, further, that some God makes not only a representation such as a painter would make of your outward form and colour, but also creates an inward organization like yours, having the same warmth and softness; and into this infuses motion, and soul, and mind, such as you have, in a word copies all your qualities, and places them by you in another form; would you say that this was Cratylus and the image of Cratylus, or that there were two Cratyluses? Crat. I should say that there were two Cratyluses. Soc. Then you see, my friend, that we must find some other principle of truth in images, and also in names; and not insist that an image is no longer an image when something is added or subtracted. Do you not perceive that images are very far from having qualities which are the exact counterpart of the realities which they represent? Crat. Yes, I see. Soc. But then how ridiculous would be the effect of names on things, if they were exactly the same with them! For they would be the doubles of them, and no one would be able to determine which were the names and which were the realities. Crat. Quite true. Soc. Then fear not, but have the courage to admit that one name may be correctly and another incorrectly given; and do not insist that the name shall be exactly the same with the thing; but allow the occasional substitution of a wrong letter, and if of a letter also of a noun in a sentence, and if of a noun in a sentence also of a sentence which is not appropriate to the matter, and acknowledge that the thing may be named, and described, so long as the general character of the thing which you are describing is retained; and this, as you will remember, was remarked by Hermogenes and myself in the particular instance of the names of the letters. Crat. Yes, I remember. Soc. Good; and when the general character is preserved, even if some of the proper letters are wanting, still the thing is signified;- well, if all the letters are given; not well, when only a few of them are given. I think that we had better admit this, lest we be punished like travellers in Aegina who wander about the street late at night: and be likewise told by truth herself that we have arrived too late; or if not, you must find out some new notion of correctness of names, and no longer maintain that a name is the expression of a thing in letters or syllables; for if you say both, you will be inconsistent with yourself. Crat. I quite acknowledge, Socrates, what you say to be very reasonable. Soc. Then as we are agreed thus far, let us ask ourselves whether a name rightly imposed ought not to have the proper letters. Crat. Yes. Soc. And the proper letters are those which are like the things? Crat. Yes. Soc. Enough then of names which are rightly given. And in names which are incorrectly given, the greater part may be supposed to be made up of proper and similar letters, or there would be no likeness; but there will be likewise a part which is improper and spoils the beauty and formation of the word: you would admit that? Crat. There would be no use, Socrates, in my quarrelling with you, since I cannot be satisfied that a name which is incorrectly given is a name at all. Soc. Do you admit a name to be the representation of a thing? Crat. Yes, I do. Soc. But do you not allow that some nouns are primitive, and some derived? Crat. Yes, I do.", "Soc. Then if you admit that primitive or first nouns are representations of things, is there any better way of framing representations than by assimilating them to the objects as much as you can; or do you prefer the notion of Hermogenes and of many others, who say that names are conventional, and have a meaning to those who have agreed about them, and who have previous knowledge of the things intended by them, and that convention is the only principle; and whether you abide by our present convention, or make a new and opposite one, according to which you call small great and great small- that, they would say, makes no difference, if you are only agreed. Which of these two notions do you prefer? Crat. Representation by likeness, Socrates, is infinitely better than representation by any chance sign. Soc. Very good: but if the name is to be like the thing, the letters out of which the first names are composed must also be like things. Returning to the image of the picture, I would ask, How could any one ever compose a picture which would be like anything at all, if there were not pigments in nature which resembled the things imitated, and out of which the picture is composed? Crat. Impossible. Soc. No more could names ever resemble any actually existing thing, unless the original elements of which they are compounded bore some degree of resemblance to the objects of which the names are the imitation: And the original elements are letters? Crat. Yes. Soc. Let me now invite you to consider what Hermogenes and I were saying about sounds. Do you agree with me that the letter r is expressive of rapidity, motion, and hardness? Were we right or wrong in saying so? Crat. I should say that you were right. Soc. And that l was expressive of smoothness, and softness, and the like? Crat. There again you were right. Soc. And yet, as you are aware, that which is called by us sklerotes, is by the Eretrians called skleroter. Crat. Very true. Soc. But are the letters r and s, equivalents; and is there the same significance to them in the termination r, which there is to us in s, or is there no significance to one of us? Crat. Nay, surely there is a significance to both of us. Soc. In as far as they are like, or in as far as they are unlike? Crat. In as far as they are like. Soc. Are they altogether alike? Crat. Yes; for the purpose of expressing motion. Soc. And what do you say of the insertion of the l? for that is expressive not of hardness but of softness. Crat. Why, perhaps the letter l is wrongly inserted, Socrates, and should be altered into r, as you were saying to Hermogenes and in my opinion rightly, when you spoke of adding and subtracting letters upon occasion. Soc. Good. But still the word is intelligible to both of us; when I say skleros (hard), you know what I mean. Crat. Yes, my dear friend, and the explanation of that is custom.", "Soc. And what is custom but convention? I utter a sound which I understand, and you know that I understand the meaning of the sound: this is what you are saying? Crat. Yes. Soc. And if when I speak you know my meaning, there is an indication given by me to you? Crat. Yes. Soc. This indication of my meaning may proceed from unlike as well as from like, for example in the l of sklerotes. But if this is true, then you have made a convention with yourself, and the correctness of a name turns out to be convention, since letters which are unlike are indicative equally with those which are like, if they are sanctioned by custom and convention. And even supposing that you distinguish custom from convention ever so much, still you must say that the signification of words is given by custom and not by likeness, for custom may indicate by the unlike as well as by the like. But as we are agreed thus far, Cratylus (for I shall assume that your silence gives consent), then custom and convention must be supposed to contribute to the indication of our thoughts; for suppose we take the instance of number, how can you ever imagine, my good friend, that you will find names resembling every individual number, unless you allow that which you term convention and agreement to have authority in determining the correctness of names? I quite agree with you that words should as far as possible resemble things; but I fear that this dragging in of resemblance, as Hermogenes says, is a shabby thing, which has to be supplemented by the mechanical aid of convention with a view to correctness; for I believe that if we could always, or almost always, use likenesses, which are perfectly appropriate, this would be the most perfect state of language; as the opposite is the most imperfect. But let me ask you, what is the force of names, and what is the use of them? Crat. The use of names, Socrates, as I should imagine, is to inform: the simple truth is, that he who knows names knows also the things which are expressed by them. Soc. I suppose you mean to say, Cratylus, that as the name is, so also is the thing; and that he who knows the one will also know the other, because they are similars, and all similars fall under the same art or science; and therefore you would say that he who knows names will also know things. Crat. That is precisely what I mean. Soc. But let us consider what is the nature of this information about things which, according to you, is given us by names. Is it the best sort of information? or is there any other? What do you say? Crat. I believe that to be both the only and the best sort of information about them; there can be no other. Soc. But do you believe that in the discovery of them, he who discovers the names discovers also the things; or is this only the method of instruction, and is there some other method of enquiry and discovery. Crat. I certainly believe that the methods of enquiry and discovery are of the same nature as instruction. Soc. Well, but do you not see, Cratylus, that he who follows names in the search after things, and analyses their meaning, is in great danger of being deceived? Crat. How so? Soc. Why clearly he who first gave names gave them according to his conception of the things which they signified- did he not? Crat. True. Soc. And if his conception was erroneous, and he gave names according to his conception, in what position shall we who are his followers find ourselves? Shall we not be deceived by him? Crat. But, Socrates, am I not right in thinking that he must surely have known; or else, as I was saying, his names would not be names at all? And you have a clear proof that he has not missed the truth, and the proof is- that he is perfectly consistent. Did you ever observe in speaking that all the words which you utter have a common character and purpose? Soc. But that, friend Cratylus, is no answer.", "For if he did begin in error, he may have forced the remainder into agreement with the original error and with himself; there would be nothing strange in this, any more than in geometrical diagrams, which have often a slight and invisible flaw in the first part of the process, and are consistently mistaken in the long deductions which follow. And this is the reason why every man should expend his chief thought and attention on the consideration of his first principles:- are they or are they not rightly laid down? and when he has duly sifted them, all the rest will follow. Now I should be astonished to find that names are really consistent. And here let us revert to our former discussion: Were we not saying that all things are in motion and progress and flux, and that this idea of motion is expressed by names? Do you not conceive that to be the meaning of them? Crat. Yes; that is assuredly their meaning, and the true meaning. Soc. Let us revert to episteme (knowledge) and observe how ambiguous this word is, seeming rather to signify stopping the soul at things than going round with them; and therefore we should leave the beginning as at present, and not reject the e, but make an insertion of an instead of an i (not pioteme, but epiisteme). Take another example: bebaion (sure) is clearly the expression of station and position, and not of motion. Again, the word istoria (enquiry) bears upon the face of it the stopping (istanai) of the stream; and the word piston (faithful) certainly indicates cessation of motion; then, again, mneme (memory), as any one may see, expresses rest in the soul, and not motion. Moreover, words such as amartia and sumphora, which have a bad sense, viewed in the light of their etymologies will be the same as sunesis and episteme and other words which have a good sense (i.e., omartein, sunienai, epesthai, sumphersthai) and much the same may be said of amathia and akolaia, for amathia may be explained as e ama theo iontos poreia, and akolasia as e akolouthia tois pragmasin. Thus the names which in these instances we find to have the worst sense, will turn out to be framed on the same principle as those which have the best. And any one I believe who would take the trouble might find many other examples in which the giver of names indicates, not that things are in motion or progress, but that they are at rest; which is the opposite of motion. Crat. Yes, Socrates, but observe; the greater number express motion. Soc. What of that, Cratylus? Are we to count them like votes? and is correctness of names the voice of the majority? Are we to say of whichever sort there are most, those are the true ones? Crat. No; that is not reasonable. Soc. Certainly not. But let us have done with this question and proceed to another, about which I should like to know whether you think with me. Were we not lately acknowledging that the first givers of names in states, both Hellenic and barbarous, were the legislators, and that the art which gave names was the art of the legislator? Crat. Quite true. Soc. Tell me, then, did the first legislators, who were the givers of the first names, know or not know the things which they named? Crat. They must have known, Socrates. Soc. Why, yes, friend Cratylus, they could hardly have been ignorant. Crat. I should say not. Soc. Let us return to the point from which we digressed. You were saying, if you remember, that he who gave names must have known the things which he named; are you still of that opinion? Crat. I am. Soc. And would you say that the giver of the first names had also a knowledge of the things which he named? Crat. I should. Soc. But how could he have learned or discovered things from names if the primitive names were not yet given? For, if we are correct in our view, the only way of learning and discovering things, is either to discover names for ourselves or to learn them from others.", "Crat. I think that there is a good deal in what you say, Socrates. Soc. But if things are only to be known through names, how can we suppose that the givers of names had knowledge, or were legislators before there were names at all, and therefore before they could have known them? Crat. I believe, Socrates, the true account of the matter to be, that a power more than human gave things their first names, and that the names which are thus given are necessarily their true names. Soc. Then how came the giver of the names, if he was an inspired being or God, to contradict himself? For were we not saying just now that he made some names expressive of rest and others of motion? Were we mistaken? Crat. But I suppose one of the two not to be names at all. Soc. And which, then, did he make, my good friend; those which are expressive of rest, or those which are expressive of motion? This is a point which, as I said before, cannot be determined by counting them. Crat. No; not in that way, Socrates. Soc. But if this is a battle of names, some of them asserting that they are like the truth, others contending that they are, how or by what criterion are we to decide between them? For there are no other names to which appeal can be made, but obviously recourse must be had to another standard which, without employing names, will make clear which of the two are right; and this must be a standard which shows the truth of things. Crat. I agree. Soc. But if that is true, Cratylus, then I suppose that things may be known without names? Crat. Clearly. Soc. But how would you expect to know them? What other way can there be of knowing them, except the true and natural way, through their affinities, when they are akin to each other, and through themselves? For that which is other and different from them must signify something other and different from them. Crat. What you are saying is, I think, true. Soc. Well, but reflect; have we not several times acknowledged that names rightly given are the likenesses and images of the things which they name? Crat. Yes. Soc. Let us suppose that to any extent you please you can learn things through the medium of names, and suppose also that you can learn them from the things themselves- which is likely to be the nobler and clearer way to learn of the image, whether the image and the truth of which the image is the expression have been rightly conceived, or to learn of the truth whether the truth and the image of it have been duly executed? Crat. I should say that we must learn of the truth. Soc. How real existence is to be studied or discovered is, I suspect, beyond you and me. But we may admit so much, that the knowledge of things is not to be derived from names. No; they must be studied and investigated in themselves. Crat. Clearly, Socrates. Soc. There is another point. I should not like us to be imposed upon by the appearance of such a multitude of names, all tending in the same direction. I myself do not deny that the givers of names did really give them under the idea that all things were in motion and flux; which was their sincere but, I think, mistaken opinion.", "And having fallen into a kind of whirlpool themselves, they are carried round, and want to drag us in after them. There is a matter, master Cratylus, about which I often dream, and should like to ask your opinion: Tell me, whether there is or is not any absolute beauty or good, or any other absolute existence? Crat. Certainly, Socrates, I think so. Soc. Then let us seek the true beauty: not asking whether a face is fair, or anything of that sort, for all such things appear to be in a flux; but let us ask whether the true beauty is not always beautiful. Crat. Certainly. Soc. And can we rightly speak of a beauty which is always passing away, and is first this and then that; must not the same thing be born and retire and vanish while the word is in our mouths? Crat. Undoubtedly. Soc. Then how can that be a real thing which is never in the same state? I for obviously things which are the same cannot change while they remain the same; and if they are always the same and in the same state, and never depart from their original form, they can never change or be moved. Crat. Certainly they cannot. Soc. Nor yet can they be known by any one; for at the moment that the observer approaches, then they become other and of another nature, so that you cannot get any further in knowing their nature or state, for you cannot know that which has no state. Crat. True. Soc. Nor can we reasonably say, Cratylus, that there is knowledge at all, if everything is in a state of transition and there is nothing abiding; for knowledge too cannot continue to be knowledge unless continuing always to abide and exist. But if the very nature of knowledge changes, at the time when the change occurs there will be no knowledge; and if the transition is always going on, there will always be no knowledge, and, according to this view, there will be no one to know and nothing to be known: but if that which knows and that which is known exist ever, and the beautiful and the good and every other thing also exist, then I do not think that they can resemble a process or flux, as we were just now supposing. Whether there is this eternal nature in things, or whether the truth is what Heracleitus and his followers and many others say, is a question hard to determine; and no man of sense will like to put himself or the education of his mind in the power of names: neither will he so far trust names or the givers of names as to be confident in any knowledge which condemns himself and other existences to an unhealthy state of unreality; he will not believe that all things leak like a pot, or imagine that the world is a man who has a running at the nose. This may be true, Cratylus, but is also very likely to be untrue; and therefore I would not have you be too easily persuaded of it. Reflect well and like a man, and do not easily accept such a doctrine; for you are young and of an age to learn. And when you have found the truth, come and tell me. Crat. I will do as you say, though I can assure you, Socrates, that I have been considering the matter already, and the result of a great deal of trouble and consideration is that I incline to Heracleitus. Soc. Then, another day, my friend, when you come back, you shall give me a lesson; but at present, go into the country, as you are intending, and Hermogenes shall set you on your way. Crat. Very good, Socrates; I hope, however, that you will continue to think about these things yourself. -THE END- ."]}