{"EMERSON": ["AN ADDRESS _Delivered before the Senior Class in Divinity College, Cambridge, Sunday Evening, July 15, 1838_ In this refulgent summer, it has been a luxury to draw the breath of life. The grassurst, the meadow is spotted with fire and gold in the tint of flowers. The air is full of birds, and sweet with the breath of the pine, the balm-of-Gilead, and the new hay. Night brings no gloom to the heart with its welcome shade. Through the transparent darkness the stars pour their almost spiritual rays. Man under them seems a young child, and his huge globe a toy. The cool night bathes the world as with a river, and prepares his eyes again for the crimson dawn. The mystery of nature was never displayed more happily. The corn and the wine have been freely dealt to all creatures, and the never-broken silence with which the old bounty goes forward, has not yielded yet one word of explanation. One is constrained to respect the perfection of this world, in which our senses converse. How wide; how rich; what invitation from every property it gives to every faculty of man! In its fruitful soils; in its navigable sea; in its mountains of metal and stone; in its forests of all woods; in its animals; in its chemical ingredients; in the powers and path of light, heat, attraction, and life, it is well worth the pith and heart of great men to subdue and enjoy it. The planters, the mechanics, the inventors, the astronomers, the builders of cities, and the captains, history delights to honor. But when the mind opens, and reveals the laws which traverse the universe, and make things what they are, then shrinks the great world at once into a mere illustration and fable of this mind. What am I? and What is? asks the human spirit with a curiosity new-kindled, but never to be quenched. Behold these outrunning laws, which our imperfect apprehension can see tend this way and that, but not come full circle. Behold these infinite relations, so like, so unlike; many, yet one. I would study, I would know, I would admire forever. These works of thought have been the entertainments of the human spirit in all ages. A more secret, sweet, and overpowering beauty appears to man when his heart and mind open to the sentiment of virtue. Then he is instructed in what is above him. He learns that his being is without bound; that, to the good, to the perfect, he is born, low as he now lies in evil and weakness. That which he venerates is still his own, though he has not realized it yet. _He ought_. He knows the sense of that grand word, though his analysis fails entirely to render account of it. When in innocency, or when by intellectual perception, he attains to say, -- `I love the Right; Truth is beautiful within and without, forevermore. Virtue, I am thine: save me: use me: thee will I serve, day and night, in great, in small, that I may be not virtuous, but virtue;' -- then is the end of the creation answered, and God is well pleased. The sentiment of virtue is a reverence and delight in the presence of certain divine laws. It perceives that this homely game of life we play, covers, under what seem foolish details, principles that astonish. The child amidst his baubles, is learning the action of light, motion, gravity, muscular force; and in the game of human life, love, fear, justice, appetite, man, and God, interact. These laws refuse to be adequately stated. They will not be written out on paper, or spoken by the tongue. They elude our persevering thought; yet we read them hourly in each other's faces, in each other's actions, in our own remorse. The moral traits which are all globed into every virtuous act and thought, -- in speech, we must sever, and describe or suggest by painful enumeration of many particulars. Yet, as this sentiment is the essence of all religion, let me guide your eye to the precise objects of the sentiment, by an enumeration of some of those classes of facts in which this element is conspicuous. The intuition of the moral sentiment is an insight of the perfection of the laws of the soul. These laws execute themselves. They are out of time, out of space, and not subject to circumstance. Thus; in the soul of man there is a justice whose retributions are instant and entire. He who does a good deed, is instantly ennobled. He who does a mean deed, is by the action itself contracted. He who puts off impurity, thereby puts on purity. If a man is at heart just, then in so far is he God; the safety of God, the immortality of God, the majesty of God do enter into that man with justice. If a man dissemble, deceive, he deceives himself, and goes out of acquaintance with his own being. A man in the view of absolute goodness, adores, with total humility. Every step so downward, is a step upward. The man who renounces himself, comes to himself. See how this rapid intrinsic energy worketh everywhere, righting wrongs, correcting appearances, and bringing up facts to a harmony with thoughts.", "Its operation in life, though slow to the senses, is, at last, as sure as in the soul. By it, a man is made the Providence to himself, dispensing good to his goodness, and evil to his sin. Character is always known. Thefts never enrich; alms never impoverish; murder will speak out of stone walls. The least admixture of a lie, -- for example, the taint of vanity, the least attempt to make a good impression, a favorable appearance, -- will instantly vitiate the effect. But speak the truth, and all nature and all spirits help you with unexpected furtherance. Speak the truth, and all things alive or brute are vouchers, and the very roots of the grass underground there, do seem to stir and move to bear you witness. See again the perfection of the Law as it applies itself to the affections, and becomes the law of society. As we are, so we associate. The good, by affinity, seek the good; the vile, by affinity, the vile. Thus of their own volition, souls proceed into heaven, into hell. These facts have always suggested to man the sublime creed, that the world is not the product of manifold power, but of one will, of one mind; and that one mind is everywhere active, in each ray of the star, in each wavelet of the pool; and whatever opposes that will, is everywhere balked and baffled, because things are made so, and not otherwise. Good is positive. Evil is merely privative, not absolute: it is like cold, which is the privation of heat. All evil is so much death or nonentity. Benevolence is absolute and real. So much benevolence as a man hath, so much life hath he. For all things proceed out of this same spirit, which is differently named love, justice, temperance, in its different applications, just as the ocean receives different names on the several shores which it washes. All things proceed out of the same spirit, and all things conspire with it. Whilst a man seeks good ends, he is strong by the whole strength of nature. In so far as he roves from these ends, he bereaves himself of power, of auxiliaries; his being shrinks out of all remote channels, he becomes less and less, a mote, a point, until absolute badness is absolute death. The perception of this law of laws awakens in the mind a sentiment which we call the religious sentiment, and which makes our highest happiness. Wonderful is its power to charm and to command. It is a mountain air. It is the embalmer of the world. It is myrrh and storax, and chlorine and rosemary. It makes the sky and the hills sublime, and the silent song of the stars is it. By it, is the universe made safe and habitable, not by science or power. Thought may work cold and intransitive in things, and find no end or unity; but the dawn of the sentiment of virtue on the heart, gives and is the assurance that Law is sovereign over all natures; and the worlds, time, space, eternity, do seem to break out into joy. This sentiment is divine and deifying. It is the beatitude of man. It makes him illimitable. Through it, the soul first knows itself. It corrects the capital mistake of the infant man, who seeks to be great by following the great, and hopes to derive advantages _from another_, -- by showing the fountain of all good to be in himself, and that he, equally with every man, is an inlet into the deeps of Reason. When he says, \"I ought;\" when love warms him; when he chooses, warned from on high, the good and great deed; then, deep melodies wander through his soul from Supreme Wisdom. Then he can worship, and be enlarged by his worship; for he can never go behind this sentiment. In the sublimest flights of the soul, rectitude is never surmounted, love is never outgrown. This sentiment lies at the foundation of society, and successively creates all forms of worship. The principle of veneration never dies out. Man fallen into superstition, into sensuality, is never quite without the visions of the moral sentiment. In like manner, all the expressions of this sentiment are sacred and permanent in proportion to their purity. The expressions of this sentiment affect us more than all other compositions. The sentences of the oldest time, which ejaculate this piety, are still fresh and fragrant. This thought dwelled always deepest in the minds of men in the devout and contemplative East; not alone in Palestine, where it reached its purest expression, but in Egypt, in Persia, in India, in China. Europe has always owed to oriental genius, its divine impulses. What these holy bards said, all sane men found agreeable and true. And the unique impression of Jesus upon mankind, whose name is not so much written as ploughed into the history of this world, is proof of the subtle virtue of this infusion. Meantime, whilst the doors of the temple stand open, night and day, before every man, and the oracles of this truth cease never, it is guarded by one stern condition; this, namely; it is an intuition. It cannot be received at second hand. Truly speaking, it is not instruction, but provocation, that I can receive from another soul.", "What he announces, I must find true in me, or wholly reject; and on his word, or as his second, be he who he may, I can accept nothing. On the contrary, the absence of this primary faith is the presence of degradation. As is the flood so is the ebb. Let this faith depart, and the very words it spake, and the things it made, become false and hurtful. Then falls the church, the state, art, letters, life. The doctrine of the divine nature being forgotten, a sickness infects and dwarfs the constitution. Once man was all; now he is an appendage, a nuisance. And because the indwelling Supreme Spirit cannot wholly be got rid of, the doctrine of it suffers this perversion, that the divine nature is attributed to one or two persons, and denied to all the rest, and denied with fury. The doctrine of inspiration is lost; the base doctrine of the majority of voices, usurps the place of the doctrine of the soul. Miracles, prophecy, poetry; the ideal life, the holy life, exist as ancient history merely; they are not in the belief, nor in the aspiration of society; but, when suggested, seem ridiculous. Life is comic or pitiful, as soon as the high ends of being fade out of sight, and man becomes near-sighted, and can only attend to what addresses the senses. These general views, which, whilst they are general, none will contest, find abundant illustration in the history of religion, and especially in the history of the Christian church. In that, all of us have had our birth and nurture. The truth contained in that, you, my young friends, are now setting forth to teach. As the Cultus, or established worship of the civilized world, it has great historical interest for us. Of its blessed words, which have been the consolation of humanity, you need not that I should speak. I shall endeavor to discharge my duty to you, on this occasion, by pointing out two errors in its administration, which daily appear more gross from the point of view we have just now taken. Jesus Christ belonged to the true race of prophets. He saw with open eye the mystery of the soul. Drawn by its severe harmony, ravished with its beauty, he lived in it, and had his being there. Alone in all history, he estimated the greatness of man. One man was true to what is in you and me. He saw that God incarnates himself in man, and evermore goes forth anew to take possession of his world. He said, in this jubilee of sublime emotion, `I am divine. Through me, God acts; through me, speaks. Would you see God, see me; or, see thee, when thou also thinkest as I now think.' But what a distortion did his doctrine and memory suffer in the same, in the next, and the following ages! There is no doctrine of the Reason which will bear to be taught by the Understanding. The understanding caught this high chant from the poet's lips, and said, in the next age, `This was Jehovah come down out of heaven. I will kill you, if you say he was a man.' The idioms of his language, and the figures of his rhetoric, have usurped the place of his truth; and churches are not built on his principles, but on his tropes. Christianity became a Mythus, as the poetic teaching of Greece and of Egypt, before. He spoke of miracles; for he felt that man's life was a miracle, and all that man doth, and he knew that this daily miracle shines, as the character ascends. But the word Miracle, as pronounced by Christian churches, gives a false impression; it is Monster. It is not one with the blowing clover and the falling rain. He felt respect for Moses and the prophets; but no unfit tenderness at postponing their initial revelations, to the hour and the man that now is; to the eternal revelation in the heart. Thus was he a true man. Having seen that the law in us is commanding, he would not suffer it to be commanded. Boldly, with hand, and heart, and life, he declared it was God. Thus is he, as I think, the only soul in history who has appreciated the worth of a man. 1. In this point of view we become very sensible of the first defect of historical Christianity. Historical Christianity has fallen into the error that corrupts all attempts to communicate religion. As it appears to us, and as it has appeared for ages, it is not the doctrine of the soul, but an exaggeration of the personal, the positive, the ritual. It has dwelt, it dwells, with noxious exaggeration about the _person_ of Jesus. The soul knows no persons. It invites every man to expand to the full circle of the universe, and will have no preferences but those of spontaneous love. But by this eastern monarchy of a Christianity, which indolence and fear have built, the friend of man is made the injurer of man. The manner in which his name is surrounded with expressions, which were once sallies of admiration and love, but are now petrified into official titles, kills all generous sympathy and liking. All who hear me, feel, that the language that describes Christ to Europe and America, is not the style of friendship and enthusiasm to a good and noble heart, but is appropriated and formal, -- paints a demigod, as the Orientals or the Greeks would describe Osiris or Apollo.", "Accept the injurious impositions of our early catachetical instruction, and even honesty and self-denial were but splendid sins, if they did not wear the Christian name. One would rather be `A pagan, suckled in a creed outworn,' than to be defrauded of his manly right in coming into nature, and finding not names and places, not land and professions, but even virtue and truth foreclosed and monopolized. You shall not be a man even. You shall not own the world; you shall not dare, and live after the infinite Law that is in you, and in company with the infinite Beauty which heaven and earth reflect to you in all lovely forms; but you must subordinate your nature to Christ's nature; you must accept our interpretations; and take his portrait as the vulgar draw it. That is always best which gives me to myself. The sublime is excited in me by the great stoical doctrine, Obey thyself. That which shows God in me, fortifies me. That which shows God out of me, makes me a wart and a wen. There is no longer a necessary reason for my being. Already the long shadows of untimely oblivion creep over me, and I shall decease forever. The divine bards are the friends of my virtue, of my intellect of my strength. They admonish me, that the gleams which flash across my mind, are not mine, but God's; that they had the like, and were not disobedient to the heavenly vision. So I love them. Noble provocations go out from them, inviting me to resist evil; to subdue the world; and to Be. And thus by his holy thoughts, Jesus serves us, and thus only. To aim to convert a man by miracles, is a profanation of the soul. A true conversion, a true Christ, is now, as always, to be made, by the reception of beautiful sentiments. It is true that a great and rich soul, like his, falling among the simple, does so preponderate, that, as his did, it names the world. The world seems to them to exist for him, and they have not yet drunk so deeply of his sense, as to see that only by coming again to themselves, or to God in themselves, can they grow forevermore. It is a low benefit to give me something; it is a high benefit to enable me to do somewhat of myself. The time is coming when all men will see, that the gift of God to the soul is not a vaunting, overpowering, excluding sanctity, but a sweet, natural goodness, a goodness like thine and mine, and that so invites thine and mine to be and to grow. The injustice of the vulgar tone of preaching is not less flagrant to Jesus, than to the souls which it profanes. The preachers do not see that they make his gospel not glad, and shear him of the locks of beauty and the attributes of heaven. When I see a majestic Epaminondas, or Washington; when I see among my contemporaries, a true orator, an upright judge, a dear friend; when I vibrate to the melody and fancy of a poem; I see beauty that is to be desired. And so lovely, and with yet more entire consent of my human being, sounds in my ear the severe music of the bards that have sung of the true God in all ages. Now do not degrade the life and dialogues of Christ out of the circle of this charm, by insulation and peculiarity. Let them lie as they befel, alive and warm, part of human life, and of the landscape, and of the cheerful day. 2. The second defect of the traditionary and limited way of using the mind of Christ is a consequence of the first; this, namely; that the Moral Nature, that Law of laws, whose revelations introduce greatness, -- yea, God himself, into the open soul, is not explored as the fountain of the established teaching in society. Men have come to speak of the revelation as somewhat long ago given and done, as if God were dead. The injury to faith throttles the preacher; and the goodliest of institutions becomes an uncertain and inarticulate voice. It is very certain that it is the effect of conversation with the beauty of the soul, to beget a desire and need to impart to others the same knowledge and love. If utterance is denied, the thought lies like a burden on the man. Always the seer is a sayer. Somehow his dream is told: somehow he publishes it with solemn joy: sometimes with pencil on canvas; sometimes with chisel on stone; sometimes in towers and aisles of granite, his soul's worship is builded; sometimes in anthems of indefinite music; but clearest and most permanent, in words. The man enamored of this excellency, becomes its priest or poet. The office is coeval with the world. But observe the condition, the spiritual limitation of the office. The spirit only can teach. Not any profane man, not any sensual, not any liar, not any slave can teach, but only he can give, who has; he only can create, who is. The man on whom the soul descends, through whom the soul speaks, alone can teach. Courage, piety, love, wisdom, can teach; and every man can open his door to these angels, and they shall bring him the gift of tongues. But the man who aims to speak as books enable, as synods use, as the fashion guides, and as interest commands, babbles. Let him hush. To this holy office, you propose to devote yourselves. I wish you may feel your call in throbs of desire and hope. The office is the first in the world. It is of that reality, that it cannot suffer the deduction of any falsehood. And it is my duty to say to you, that the need was never greater of new revelation than now. From the views I have already expressed, you will infer the sad conviction, which I share, I believe, with numbers, of the universal decay and now almost death of faith in society.", "The soul is not preached. The Church seems to totter to its fall, almost all life extinct. On this occasion, any complaisance would be criminal, which told you, whose hope and commission it is to preach the faith of Christ, that the faith of Christ is preached. It is time that this ill-suppressed murmur of all thoughtful men against the famine of our churches; this moaning of the heart because it is bereaved of the consolation, the hope, the grandeur, that come alone out of the culture of the moral nature; should be heard through the sleep of indolence, and over the din of routine. This great and perpetual office of the preacher is not discharged. Preaching is the expression of the moral sentiment in application to the duties of life. In how many churches, by how many prophets, tell me, is man made sensible that he is an infinite Soul; that the earth and heavens are passing into his mind; that he is drinking forever the soul of God? Where now sounds the persuasion, that by its very melody imparadises my heart, and so affirms its own origin in heaven? Where shall I hear words such as in elder ages drew men to leave all and follow, -- father and mother, house and land, wife and child? Where shall I hear these august laws of moral being so pronounced, as to fill my ear, and I feel ennobled by the offer of my uttermost action and passion? The test of the true faith, certainly, should be its power to charm and command the soul, as the laws of nature control the activity of the hands, -- so commanding that we find pleasure and honor in obeying. The faith should blend with the light of rising and of setting suns, with the flying cloud, the singing bird, and the breath of flowers. But now the priest's Sabbath has lost the splendor of nature; it is unlovely; we are glad when it is done; we can make, we do make, even sitting in our pews, a far better, holier, sweeter, for ourselves. Whenever the pulpit is usurped by a formalist, then is the worshipper defrauded and disconsolate. We shrink as soon as the prayers begin, which do not uplift, but smite and offend us. We are fain to wrap our cloaks about us, and secure, as best we can, a solitude that hears not. I once heard a preacher who sorely tempted me to say, I would go to church no more. Men go, thought I, where they are wont to go, else had no soul entered the temple in the afternoon. A snow storm was falling around us. The snow storm was real; the preacher merely spectral; and the eye felt the sad contrast in looking at him, and then out of the window behind him, into the beautiful meteor of the snow. He had lived in vain. He had no one word intimating that he had laughed or wept, was married or in love, had been commended, or cheated, or chagrined. If he had ever lived and acted, we were none the wiser for it. The capital secret of his profession, namely, to convert life into truth, he had not learned. Not one fact in all his experience, had he yet imported into his doctrine. This man had ploughed, and planted, and talked, and bought, and sold; he had read books; he had eaten and drunken; his head aches; his heart throbs; he smiles and suffers; yet was there not a surmise, a hint, in all the discourse, that he had ever lived at all. Not a line did he draw out of real history. The true preacher can be known by this, that he deals out to the people his life, -- life passed through the fire of thought. But of the bad preacher, it could not be told from his sermon, what age of the world he fell in; whether he had a father or a child; whether he was a freeholder or a pauper; whether he was a citizen or a countryman; or any other fact of his biography. It seemed strange that the people should come to church. It seemed as if their houses were very unentertaining, that they should prefer this thoughtless clamor. It shows that there is a commanding attraction in the moral sentiment, that can lend a faint tint of light to dulness and ignorance, coming in its name and place. The good hearer is sure he has been touched sometimes; is sure there is somewhat to be reached, and some word that can reach it. When he listens to these vain words, he comforts himself by their relation to his remembrance of better hours, and so they clatter and echo unchallenged. I am not ignorant that when we preach unworthily, it is not always quite in vain. There is a good ear, in some men, that draws supplies to virtue out of very indifferent nutriment. There is poetic truth concealed in all the common-places of prayer and of sermons, and though foolishly spoken, they may be wisely heard; for, each is some select expression that broke out in a moment of piety from some stricken or jubilant soul, and its excellency made it remembered. The prayers and even the dogmas of our church, are like the zodiac of Denderah, and the astronomical monuments of the Hindoos, wholly insulated from anything now extant in the life and business of the people. They mark the height to which the waters once rose. But this docility is a check upon the mischief from the good and devout. In a large portion of the community, the religious service gives rise to quite other thoughts and emotions. We need not chide the negligent servant. We are struck with pity, rather, at the swift retribution of his sloth. Alas for the unhappy man that is called to stand in the pulpit, and _not_ give bread of life. Everything that befalls, accuses him. Would he ask contributions for the missions, foreign or domestic? Instantly his face is suffused with shame, to propose to his parish, that they should send money a hundred or a thousand miles, to furnish such poor fare as they have at home, and would do well to go the hundred or the thousand miles to escape. Would he urge people to a godly way of living; -- and can he ask a fellow-creature to come to Sabbath meetings, when he and they all know what is the poor uttermost they can hope for therein? Will he invite them privately to the Lord's Supper? He dares not.", "If no heart warm this rite, the hollow, dry, creaking formality is too plain, than that he can face a man of wit and energy, and put the invitation without terror. In the street, what has he to say to the bold village blasphemer? The village blasphemer sees fear in the face, form, and gait of the minister. Let me not taint the sincerity of this plea by any oversight of the claims of good men. I know and honor the purity and strict conscience of numbers of the clergy. What life the public worship retains, it owes to the scattered company of pious men, who minister here and there in the churches, and who, sometimes accepting with too great tenderness the tenet of the elders, have not accepted from others, but from their own heart, the genuine impulses of virtue, and so still command our love and awe, to the sanctity of character. Moreover, the exceptions are not so much to be found in a few eminent preachers, as in the better hours, the truer inspirations of all, -- nay, in the sincere moments of every man. But with whatever exception, it is still true, that tradition characterizes the preaching of this country; that it comes out of the memory, and not out of the soul; that it aims at what is usual, and not at what is necessary and eternal; that thus, historical Christianity destroys the power of preaching, by withdrawing it from the exploration of the moral nature of man, where the sublime is, where are the resources of astonishment and power. What a cruel injustice it is to that Law, the joy of the whole earth, which alone can make thought dear and rich; that Law whose fatal sureness the astronomical orbits poorly emulate, that it is travestied and depreciated, that it is behooted and behowled, and not a trait, not a word of it articulated. The pulpit in losing sight of this Law, loses its reason, and gropes after it knows not what. And for want of this culture, the soul of the community is sick and faithless. It wants nothing so much as a stern, high, stoical, Christian discipline, to make it know itself and the divinity that speaks through it. Now man is ashamed of himself; he skulks and sneaks through the world, to be tolerated, to be pitied, and scarcely in a thousand years does any man dare to be wise and good, and so draw after him the tears and blessings of his kind. Certainly there have been periods when, from the inactivity of the intellect on certain truths, a greater faith was possible in names and persons. The Puritans in England and America, found in the Christ of the Catholic Church, and in the dogmas inherited from Rome, scope for their austere piety, and their longings for civil freedom. But their creed is passing away, and none arises in its room. I think no man can go with his thoughts about him, into one of our churches, without feeling, that what hold the public worship had on men is gone, or going. It has lost its grasp on the affection of the good, and the fear of the bad. In the country, neighborhoods, half parishes are _signing off_, -- to use the local term. It is already beginning to indicate character and religion to withdraw from the religious meetings. I have heard a devout person, who prized the Sabbath, say in bitterness of heart, \"On Sundays, it seems wicked to go to church.\" And the motive, that holds the best there, is now only a hope and a waiting. What was once a mere circumstance, that the best and the worst men in the parish, the poor and the rich, the learned and the ignorant, young and old, should meet one day as fellows in one house, in sign of an equal right in the soul, -- has come to be a paramount motive for going thither. My friends, in these two errors, I think, I find the causes of a decaying church and a wasting unbelief. And what greater calamity can fall upon a nation, than the loss of worship? Then all things go to decay. Genius leaves the temple, to haunt the senate, or the market. Literature becomes frivolous. Science is cold. The eye of youth is not lighted by the hope of other worlds, and age is without honor. Society lives to trifles, and when men die, we do not mention them. And now, my brothers, you will ask, What in these desponding days can be done by us? The remedy is already declared in the ground of our complaint of the Church. We have contrasted the Church with the Soul. In the soul, then, let the redemption be sought. Wherever a man comes, there comes revolution. The old is for slaves. When a man comes, all books are legible, all things transparent, all religions are forms. He is religious. Man is the wonderworker. He is seen amid miracles. All men bless and curse. He saith yea and nay, only. The stationariness of religion; the assumption that the age of inspiration is past, that the Bible is closed; the fear of degrading the character of Jesus by representing him as a man; indicate with sufficient clearness the falsehood of our theology. It is the office of a true teacher to show us that God is, not was; that He speaketh, not spake. The true Christianity, -- a faith like Christ's in the infinitude of man, -- is lost. None believeth in the soul of man, but only in some man or person old and departed. Ah me! no man goeth alone. All men go in flocks to this saint or that poet, avoiding the God who seeth in secret.", "They cannot see in secret; they love to be blind in public. They think society wiser than their soul, and know not that one soul, and their soul, is wiser than the whole world. See how nations and races flit by on the sea of time, and leave no ripple to tell where they floated or sunk, and one good soul shall make the name of Moses, or of Zeno, or of Zoroaster, reverend forever. None assayeth the stern ambition to be the Self of the nation, and of nature, but each would be an easy secondary to some Christian scheme, or sectarian connection, or some eminent man. Once leave your own knowledge of God, your own sentiment, and take secondary knowledge, as St. Paul's, or George Fox's, or Swedenborg's, and you get wide from God with every year this secondary form lasts, and if, as now, for centuries, -- the chasm yawns to that breadth, that men can scarcely be convinced there is in them anything divine. Let me admonish you, first of all, to go alone; to refuse the good models, even those which are sacred in the imagination of men, and dare to love God without mediator or veil. Friends enough you shall find who will hold up to your emulation Wesleys and Oberlins, Saints and Prophets. Thank God for these good men, but say, `I also am a man.' Imitation cannot go above its model. The imitator dooms himself to hopeless mediocrity. The inventor did it, because it was natural to him, and so in him it has a charm. In the imitator, something else is natural, and he bereaves himself of his own beauty, to come short of another man's. Yourself a newborn bard of the Holy Ghost, -- cast behind you all conformity, and acquaint men at first hand with Deity. Look to it first and only, that fashion, custom, authority, pleasure, and money, are nothing to you, -- are not bandages over your eyes, that you cannot see, -- but live with the privilege of the immeasurable mind. Not too anxious to visit periodically all families and each family in your parish connection, -- when you meet one of these men or women, be to them a divine man; be to them thought and virtue; let their timid aspirations find in you a friend; let their trampled instincts be genially tempted out in your atmosphere; let their doubts know that you have doubted, and their wonder feel that you have wondered. By trusting your own heart, you shall gain more confidence in other men. For all our penny-wisdom, for all our soul-destroying slavery to habit, it is not to be doubted, that all men have sublime thoughts; that all men value the few real hours of life; they love to be heard; they love to be caught up into the vision of principles. We mark with light in the memory the few interviews we have had, in the dreary years of routine and of sin, with souls that made our souls wiser; that spoke what we thought; that told us what we knew; that gave us leave to be what we inly were. Discharge to men the priestly office, and, present or absent, you shall be followed with their love as by an angel. And, to this end, let us not aim at common degrees of merit. Can we not leave, to such as love it, the virtue that glitters for the commendation of society, and ourselves pierce the deep solitudes of absolute ability and worth? We easily come up to the standard of goodness in society. Society's praise can be cheaply secured, and almost all men are content with those easy merits; but the instant effect of conversing with God, will be, to put them away. There are persons who are not actors, not speakers, but influences; persons too great for fame, for display; who disdain eloquence; to whom all we call art and artist, seems too nearly allied to show and by-ends, to the exaggeration of the finite and selfish, and loss of the universal. The orators, the poets, the commanders encroach on us only as fair women do, by our allowance and homage. Slight them by preoccupation of mind, slight them, as you can well afford to do, by high and universal aims, and they instantly feel that you have right, and that it is in lower places that they must shine. They also feel your right; for they with you are open to the influx of the all-knowing Spirit, which annihilates before its broad noon the little shades and gradations of intelligence in the compositions we call wiser and wisest. In such high communion, let us study the grand strokes of rectitude: a bold benevolence, an independence of friends, so that not the unjust wishes of those who love us, shall impair our freedom, but we shall resist for truth's sake the freest flow of kindness, and appeal to sympathies far in advance; and, -- what is the highest form in which we know this beautiful element, -- a certain solidity of merit, that has nothing to do with opinion, and which is so essentially and manifestly virtue, that it is taken for granted, that the right, the brave, the generous step will be taken by it, and nobody thinks of commending it. You would compliment a coxcomb doing a good act, but you would not praise an angel. The silence that accepts merit as the most natural thing in the world, is the highest applause. Such souls, when they appear, are the Imperial Guard of Virtue, the perpetual reserve, the dictators of fortune. One needs not praise their courage, -- they are the heart and soul of nature. O my friends, there are resources in us on which we have not drawn. There are men who rise refreshed on hearing a threat; men to whom a crisis which intimidates and paralyzes the majority, -- demanding not the faculties of prudence and thrift, but comprehension, immovableness, the readiness of sacrifice, -- comes graceful and beloved as a bride. Napoleon said of Massena, that he was not himself until the battle began to go against him; then, when the dead began to fall in ranks around him, awoke his powers of combination, and he put on terror and victory as a robe. So it is in rugged crises, in unweariable endurance, and in aims which put sympathy out of question, that the angel is shown. But these are heights that we can scarce remember and look up to, without contrition and shame. Let us thank God that such things exist. And now let us do what we can to rekindle the smouldering, nigh quenched fire on the altar. The evils of the church that now is are manifest. The question returns, What shall we do? I confess, all attempts to project and establish a Cultus with new rites and forms, seem to me vain. Faith makes us, and not we it, and faith makes its own forms. All attempts to contrive a system are as cold as the new worship introduced by the French to the goddess of Reason, -- to-day, pasteboard and fillagree, and ending to-morrow in madness and murder. Rather let the breath of new life be breathed by you through the forms already existing. For, if once you are alive, you shall find they shall become plastic and new. The remedy to their deformity is, first, soul, and second, soul, and evermore, soul. A whole popedom of forms, one pulsation of virtue can uplift and vivify. Two inestimable advantages Christianity has given us; first; the Sabbath, the jubilee of the whole world; whose light dawns welcome alike into the closet of the philosopher, into the garret of toil, and into prison cells, and everywhere suggests, even to the vile, the dignity of spiritual being. Let it stand forevermore, a temple, which new love, new faith, new sight shall restore to more than its first splendor to mankind.", "And secondly, the institution of preaching, -- the speech of man to men, -- essentially the most flexible of all organs, of all forms. What hinders that now, everywhere, in pulpits, in lecture-rooms, in houses, in fields, wherever the invitation of men or your own occasions lead you, you speak the very truth, as your life and conscience teach it, and cheer the waiting, fainting hearts of men with new hope and new revelation? I look for the hour when that supreme Beauty, which ravished the souls of those eastern men, and chiefly of those Hebrews, and through their lips spoke oracles to all time, shall speak in the West also. The Hebrew and Greek Scriptures contain immortal sentences, that have been bread of life to millions. But they have no epical integrity; are fragmentary; are not shown in their order to the intellect. I look for the new Teacher, that shall follow so far those shining laws, that he shall see them come full circle; shall see their rounding complete grace; shall see the world to be the mirror of the soul; shall see the identity of the law of gravitation with purity of heart; and shall show that the Ought, that Duty, is one thing with Science, with Beauty, and with Joy. .", "THE AMERICAN SCHOLAR _An Oration delivered before the Phi Beta Kappa Society, at Cambridge, August 31, 1837_ Mr. President and Gentlemen, I greet you on the re-commencement of our literary year. Our anniversary is one of hope, and, perhaps, not enough of labor. We do not meet for games of strength or skill, for the recitation of histories, tragedies, and odes, like the ancient Greeks; for parliaments of love and poesy, like the Troubadours; nor for the advancement of science, like our cotemporaries in the British and European capitals. Thus far, our holiday has been simply a friendly sign of the survival of the love of letters amongst a people too busy to give to letters any more. As such, it is precious as the sign of an indestructible instinct. Perhaps the time is already come, when it ought to be, and will be, something else; when the sluggard intellect of this continent will look from under its iron lids, and fill the postponed expectation of the world with something better than the exertions of mechanical skill. Our day of dependence, our long apprenticeship to the learning of other lands, draws to a close. The millions, that around us are rushing into life, cannot always be fed on the sere remains of foreign harvests. Events, actions arise, that must be sung, that will sing themselves. Who can doubt, that poetry will revive and lead in a new age, as the star in the constellation Harp, which now flames in our zenith, astronomers announce, shall one day be the pole-star for a thousand years? In this hope, I accept the topic which not only usage, but the nature of our association, seem to prescribe to this day, -- the AMERICAN SCHOLAR. Year by year, we come up hither to read one more chapter of his biography. Let us inquire what light new days and events have thrown on his character, and his hopes. It is one of those fables, which, out of an unknown antiquity, convey an unlooked-for wisdom, that the gods, in the beginning, divided Man into men, that he might be more helpful to himself; just as the hand was divided into fingers, the better to answer its end. The old fable covers a doctrine ever new and sublime; that there is One Man, -- present to all particular men only partially, or through one faculty; and that you must take the whole society to find the whole man. Man is not a farmer, or a professor, or an engineer, but he is all. Man is priest, and scholar, and statesman, and producer, and soldier. In the _divided_ or social state, these functions are parcelled out to individuals, each of whom aims to do his stint of the joint work, whilst each other performs his. The fable implies, that the individual, to possess himself, must sometimes return from his own labor to embrace all the other laborers. But unfortunately, this original unit, this fountain of power, has been so distributed to multitudes, has been so minutely subdivided and peddled out, that it is spilled into drops, and cannot be gathered. The state of society is one in which the members have suffered amputation from the trunk, and strut about so many walking monsters, -- a good finger, a neck, a stomach, an elbow, but never a man. Man is thus metamorphosed into a thing, into many things. The planter, who is Man sent out into the field to gather food, is seldom cheered by any idea of the true dignity of his ministry. He sees his bushel and his cart, and nothing beyond, and sinks into the farmer, instead of Man on the farm. The tradesman scarcely ever gives an ideal worth to his work, but is ridden by the routine of his craft, and the soul is subject to dollars. The priest becomes a form; the attorney, a statute-book; the mechanic, a machine; the sailor, a rope of a ship. In this distribution of functions, the scholar is the delegated intellect. In the right state, he is, _Man Thinking_. In the degenerate state, when the victim of society, he tends to become a mere thinker, or, still worse, the parrot of other men's thinking. In this view of him, as Man Thinking, the theory of his office is contained. Him nature solicits with all her placid, all her monitory pictures; him the past instructs; him the future invites. Is not, indeed, every man a student, and do not all things exist for the student's behoof? And, finally, is not the true scholar the only true master? But the old oracle said, `All things have two handles: beware of the wrong one.' In life, too often, the scholar errs with mankind and forfeits his privilege. Let us see him in his school, and consider him in reference to the main influences he receives. I. The first in time and the first in importance of the influences upon the mind is that of nature. Every day, the sun; and, after sunset, night and her stars. Ever the winds blow; ever the grass grows. Every day, men and women, conversing, beholding and beholden. The scholar is he of all men whom this spectacle most engages. He must settle its value in his mind. What is nature to him? There is never a beginning, there is never an end, to the inexplicable continuity of this web of God, but always circular power returning into itself. Therein it resembles his own spirit, whose beginning, whose ending, he never can find, -- so entire, so boundless. Far, too, as her splendors shine, system on system shooting like rays, upward, downward, without centre, without circumference, -- in the mass and in the particle, nature hastens to render account of herself to the mind. Classification begins. To the young mind, every thing is individual, stands by itself. By and by, it finds how to join two things, and see in them one nature; then three, then three thousand; and so, tyrannized over by its own unifying instinct, it goes on tying things together, diminishing anomalies, discovering roots running under ground, whereby contrary and remote things cohere, and flower out from one stem.", "It presently learns, that, since the dawn of history, there has been a constant accumulation and classifying of facts. But what is classification but the perceiving that these objects are not chaotic, and are not foreign, but have a law which is also a law of the human mind? The astronomer discovers that geometry, a pure abstraction of the human mind, is the measure of planetary motion. The chemist finds proportions and intelligible method throughout matter; and science is nothing but the finding of analogy, identity, in the most remote parts. The ambitious soul sits down before each refractory fact; one after another, reduces all strange constitutions, all new powers, to their class and their law, and goes on for ever to animate the last fibre of organization, the outskirts of nature, by insight. Thus to him, to this school-boy under the bending dome of day, is suggested, that he and it proceed from one root; one is leaf and one is flower; relation, sympathy, stirring in every vein. And what is that Root? Is not that the soul of his soul? -- A thought too bold, -- a dream too wild. Yet when this spiritual light shall have revealed the law of more earthly natures, -- when he has learned to worship the soul, and to see that the natural philosophy that now is, is only the first gropings of its gigantic hand, he shall look forward to an ever expanding knowledge as to a becoming creator. He shall see, that nature is the opposite of the soul, answering to it part for part. One is seal, and one is print. Its beauty is the beauty of his own mind. Its laws are the laws of his own mind. Nature then becomes to him the measure of his attainments. So much of nature as he is ignorant of, so much of his own mind does he not yet possess. And, in fine, the ancient precept, \"Know thyself,\" and the modern precept, \"Study nature,\" become at last one maxim. II. The next great influence into the spirit of the scholar, is, the mind of the Past, -- in whatever form, whether of literature, of art, of institutions, that mind is inscribed. Books are the best type of the influence of the past, and perhaps we shall get at the truth, -- learn the amount of this influence more conveniently, -- by considering their value alone. The theory of books is noble. The scholar of the first age received into him the world around; brooded thereon; gave it the new arrangement of his own mind, and uttered it again. It came into him, life; it went out from him, truth. It came to him, short-lived actions; it went out from him, immortal thoughts. It came to him, business; it went from him, poetry. It was dead fact; now, it is quick thought. It can stand, and it can go. It now endures, it now flies, it now inspires. Precisely in proportion to the depth of mind from which it issued, so high does it soar, so long does it sing. Or, I might say, it depends on how far the process had gone, of transmuting life into truth. In proportion to the completeness of the distillation, so will the purity and imperishableness of the product be. But none is quite perfect. As no air-pump can by any means make a perfect vacuum, so neither can any artist entirely exclude the conventional, the local, the perishable from his book, or write a book of pure thought, that shall be as efficient, in all respects, to a remote posterity, as to cotemporaries, or rather to the second age. Each age, it is found, must write its own books; or rather, each generation for the next succeeding. The books of an older period will not fit this. Yet hence arises a grave mischief. The sacredness which attaches to the act of creation, -- the act of thought, -- is transferred to the record. The poet chanting, was felt to be a divine man: henceforth the chant is divine also. The writer was a just and wise spirit: henceforward it is settled, the book is perfect; as love of the hero corrupts into worship of his statue. Instantly, the book becomes noxious: the guide is a tyrant. The sluggish and perverted mind of the multitude, slow to open to the incursions of Reason, having once so opened, having once received this book, stands upon it, and makes an outcry, if it is disparaged. Colleges are built on it. Books are written on it by thinkers, not by Man Thinking; by men of talent, that is, who start wrong, who set out from accepted dogmas, not from their own sight of principles. Meek young men grow up in libraries, believing it their duty to accept the views, which Cicero, which Locke, which Bacon, have given, forgetful that Cicero, Locke, and Bacon were only young men in libraries, when they wrote these books. Hence, instead of Man Thinking, we have the bookworm. Hence, the book-learned class, who value books, as such; not as related to nature and the human constitution, but as making a sort of Third Estate with the world and the soul. Hence, the restorers of readings, the emendators, the bibliomaniacs of all degrees. Books are the best of things, well used; abused, among the worst. What is the right use? What is the one end, which all means go to effect?", "They are for nothing but to inspire. I had better never see a book, than to be warped by its attraction clean out of my own orbit, and made a satellite instead of a system. The one thing in the world, of value, is the active soul. This every man is entitled to; this every man contains within him, although, in almost all men, obstructed, and as yet unborn. The soul active sees absolute truth; and utters truth, or creates. In this action, it is genius; not the privilege of here and there a favorite, but the sound estate of every man. In its essence, it is progressive. The book, the college, the school of art, the institution of any kind, stop with some past utterance of genius. This is good, say they, -- let us hold by this. They pin me down. They look backward and not forward. But genius looks forward: the eyes of man are set in his forehead, not in his hindhead: man hopes: genius creates. Whatever talents may be, if the man create not, the pure efflux of the Deity is not his; -- cinders and smoke there may be, but not yet flame. There are creative manners, there are creative actions, and creative words; manners, actions, words, that is, indicative of no custom or authority, but springing spontaneous from the mind's own sense of good and fair. On the other part, instead of being its own seer, let it receive from another mind its truth, though it were in torrents of light, without periods of solitude, inquest, and self-recovery, and a fatal disservice is done. Genius is always sufficiently the enemy of genius by over influence. The literature of every nation bear me witness. The English dramatic poets have Shakspearized now for two hundred years. Undoubtedly there is a right way of reading, so it be sternly subordinated. Man Thinking must not be subdued by his instruments. Books are for the scholar's idle times. When he can read God directly, the hour is too precious to be wasted in other men's transcripts of their readings. But when the intervals of darkness come, as come they must, -- when the sun is hid, and the stars withdraw their shining, -- we repair to the lamps which were kindled by their ray, to guide our steps to the East again, where the dawn is. We hear, that we may speak. The Arabian proverb says, \"A fig tree, looking on a fig tree, becometh fruitful.\" It is remarkable, the character of the pleasure we derive from the best books. They impress us with the conviction, that one nature wrote and the same reads. We read the verses of one of the great English poets, of Chaucer, of Marvell, of Dryden, with the most modern joy, -- with a pleasure, I mean, which is in great part caused by the abstraction of all _time_ from their verses. There is some awe mixed with the joy of our surprise, when this poet, who lived in some past world, two or three hundred years ago, says that which lies close to my own soul, that which I also had wellnigh thought and said. But for the evidence thence afforded to the philosophical doctrine of the identity of all minds, we should suppose some preestablished harmony, some foresight of souls that were to be, and some preparation of stores for their future wants, like the fact observed in insects, who lay up food before death for the young grub they shall never see. I would not be hurried by any love of system, by any exaggeration of instincts, to underrate the Book. We all know, that, as the human body can be nourished on any food, though it were boiled grass and the broth of shoes, so the human mind can be fed by any knowledge. And great and heroic men have existed, who had almost no other information than by the printed page. I only would say, that it needs a strong head to bear that diet. One must be an inventor to read well. As the proverb says, \"He that would bring home the wealth of the Indies, must carry out the wealth of the Indies.\" There is then creative reading as well as creative writing. When the mind is braced by labor and invention, the page of whatever book we read becomes luminous with manifold allusion. Every sentence is doubly significant, and the sense of our author is as broad as the world. We then see, what is always true, that, as the seer's hour of vision is short and rare among heavy days and months, so is its record, perchance, the least part of his volume. The discerning will read, in his Plato or Shakspeare, only that least part, -- only the authentic utterances of the oracle; -- all the rest he rejects, were it never so many times Plato's and Shakspeare's. Of course, there is a portion of reading quite indispensable to a wise man. History and exact science he must learn by laborious reading. Colleges, in like manner, have their indispensable office, -- to teach elements. But they can only highly serve us, when they aim not to drill, but to create; when they gather from far every ray of various genius to their hospitable halls, and, by the concentrated fires, set the hearts of their youth on flame. Thought and knowledge are natures in which apparatus and pretension avail nothing. Gowns, and pecuniary foundations, though of towns of gold, can never countervail the least sentence or syllable of wit. Forget this, and our American colleges will recede in their public importance, whilst they grow richer every year. III. There goes in the world a notion, that the scholar should be a recluse, a valetudinarian, -- as unfit for any handiwork or public labor, as a penknife for an axe.", "The so-called `practical men' sneer at speculative men, as if, because they speculate or _see_, they could do nothing. I have heard it said that the clergy, -- who are always, more universally than any other class, the scholars of their day, -- are addressed as women; that the rough, spontaneous conversation of men they do not hear, but only a mincing and diluted speech. They are often virtually disfranchised; and, indeed, there are advocates for their celibacy. As far as this is true of the studious classes, it is not just and wise. Action is with the scholar subordinate, but it is essential. Without it, he is not yet man. Without it, thought can never ripen into truth. Whilst the world hangs before the eye as a cloud of beauty, we cannot even see its beauty. Inaction is cowardice, but there can be no scholar without the heroic mind. The preamble of thought, the transition through which it passes from the unconscious to the conscious, is action. Only so much do I know, as I have lived. Instantly we know whose words are loaded with life, and whose not. The world, -- this shadow of the soul, or _other me_, lies wide around. Its attractions are the keys which unlock my thoughts and make me acquainted with myself. I run eagerly into this resounding tumult. I grasp the hands of those next me, and take my place in the ring to suffer and to work, taught by an instinct, that so shall the dumb abyss be vocal with speech. I pierce its order; I dissipate its fear; I dispose of it within the circuit of my expanding life. So much only of life as I know by experience, so much of the wilderness have I vanquished and planted, or so far have I extended my being, my dominion. I do not see how any man can afford, for the sake of his nerves and his nap, to spare any action in which he can partake. It is pearls and rubies to his discourse. Drudgery, calamity, exasperation, want, are instructers in eloquence and wisdom. The true scholar grudges every opportunity of action past by, as a loss of power. It is the raw material out of which the intellect moulds her splendid products. A strange process too, this, by which experience is converted into thought, as a mulberry leaf is converted into satin. The manufacture goes forward at all hours. The actions and events of our childhood and youth, are now matters of calmest observation. They lie like fair pictures in the air. Not so with our recent actions, -- with the business which we now have in hand. On this we are quite unable to speculate. Our affections as yet circulate through it. We no more feel or know it, than we feel the feet, or the hand, or the brain of our body. The new deed is yet a part of life, -- remains for a time immersed in our unconscious life. In some contemplative hour, it detaches itself from the life like a ripe fruit, to become a thought of the mind. Instantly, it is raised, transfigured; the corruptible has put on incorruption. Henceforth it is an object of beauty, however base its origin and neighborhood. Observe, too, the impossibility of antedating this act. In its grub state, it cannot fly, it cannot shine, it is a dull grub. But suddenly, without observation, the selfsame thing unfurls beautiful wings, and is an angel of wisdom. So is there no fact, no event, in our private history, which shall not, sooner or later, lose its adhesive, inert form, and astonish us by soaring from our body into the empyrean. Cradle and infancy, school and playground, the fear of boys, and dogs, and ferules, the love of little maids and berries, and many another fact that once filled the whole sky, are gone already; friend and relative, profession and party, town and country, nation and world, must also soar and sing. Of course, he who has put forth his total strength in fit actions, has the richest return of wisdom. I will not shut myself out of this globe of action, and transplant an oak into a flower-pot, there to hunger and pine; nor trust the revenue of some single faculty, and exhaust one vein of thought, much like those Savoyards, who, getting their livelihood by carving shepherds, shepherdesses, and smoking Dutchmen, for all Europe, went out one day to the mountain to find stock, and discovered that they had whittled up the last of their pine-trees. Authors we have, in numbers, who have written out their vein, and who, moved by a commendable prudence, sail for Greece or Palestine, follow the trapper into the prairie, or ramble round Algiers, to replenish their merchantable stock. If it were only for a vocabulary, the scholar would be covetous of action. Life is our dictionary. Years are well spent in country labors; in town, -- in the insight into trades and manufactures; in frank intercourse with many men and women; in science; in art; to the one end of mastering in all their facts a language by which to illustrate and embody our perceptions. I learn immediately from any speaker how much he has already lived, through the poverty or the splendor of his speech. Life lies behind us as the quarry from whence we get tiles and copestones for the masonry of to-day. This is the way to learn grammar. Colleges and books only copy the language which the field and the work-yard made.", "But the final value of action, like that of books, and better than books, is, that it is a resource. That great principle of Undulation in nature, that shows itself in the inspiring and expiring of the breath; in desire and satiety; in the ebb and flow of the sea; in day and night; in heat and cold; and as yet more deeply ingrained in every atom and every fluid, is known to us under the name of Polarity, -- these \"fits of easy transmission and reflection,\" as Newton called them, are the law of nature because they are the law of spirit. The mind now thinks; now acts; and each fit reproduces the other. When the artist has exhausted his materials, when the fancy no longer paints, when thoughts are no longer apprehended, and books are a weariness, -- he has always the resource _to live_. Character is higher than intellect. Thinking is the function. Living is the functionary. The stream retreats to its source. A great soul will be strong to live, as well as strong to think. Does he lack organ or medium to impart his truths? He can still fall back on this elemental force of living them. This is a total act. Thinking is a partial act. Let the grandeur of justice shine in his affairs. Let the beauty of affection cheer his lowly roof. Those `far from fame,' who dwell and act with him, will feel the force of his constitution in the doings and passages of the day better than it can be measured by any public and designed display. Time shall teach him, that the scholar loses no hour which the man lives. Herein he unfolds the sacred germ of his instinct, screened from influence. What is lost in seemliness is gained in strength. Not out of those, on whom systems of education have exhausted their culture, comes the helpful giant to destroy the old or to build the new, but out of unhandselled savage nature, out of terrible Druids and Berserkirs, come at last Alfred and Shakspeare. I hear therefore with joy whatever is beginning to be said of the dignity and necessity of labor to every citizen. There is virtue yet in the hoe and the spade, for learned as well as for unlearned hands. And labor is everywhere welcome; always we are invited to work; only be this limitation observed, that a man shall not for the sake of wider activity sacrifice any opinion to the popular judgments and modes of action. I have now spoken of the education of the scholar by nature, by books, and by action. It remains to say somewhat of his duties. They are such as become Man Thinking. They may all be comprised in self-trust. The office of the scholar is to cheer, to raise, and to guide men by showing them facts amidst appearances. He plies the slow, unhonored, and unpaid task of observation. Flamsteed and Herschel, in their glazed observatories, may catalogue the stars with the praise of all men, and, the results being splendid and useful, honor is sure. But he, in his private observatory, cataloguing obscure and nebulous stars of the human mind, which as yet no man has thought of as such, -- watching days and months, sometimes, for a few facts; correcting still his old records; -- must relinquish display and immediate fame. In the long period of his preparation, he must betray often an ignorance and shiftlessness in popular arts, incurring the disdain of the able who shoulder him aside. Long he must stammer in his speech; often forego the living for the dead. Worse yet, he must accept, -- how often! poverty and solitude. For the ease and pleasure of treading the old road, accepting the fashions, the education, the religion of society, he takes the cross of making his own, and, of course, the self-accusation, the faint heart, the frequent uncertainty and loss of time, which are the nettles and tangling vines in the way of the self-relying and self-directed; and the state of virtual hostility in which he seems to stand to society, and especially to educated society. For all this loss and scorn, what offset? He is to find consolation in exercising the highest functions of human nature. He is one, who raises himself from private considerations, and breathes and lives on public and illustrious thoughts. He is the world's eye. He is the world's heart. He is to resist the vulgar prosperity that retrogrades ever to barbarism, by preserving and communicating heroic sentiments, noble biographies, melodious verse, and the conclusions of history. Whatsoever oracles the human heart, in all emergencies, in all solemn hours, has uttered as its commentary on the world of actions, -- these he shall receive and impart. And whatsoever new verdict Reason from her inviolable seat pronounces on the passing men and events of to-day, -- this he shall hear and promulgate. These being his functions, it becomes him to feel all confidence in himself, and to defer never to the popular cry. He and he only knows the world. The world of any moment is the merest appearance. Some great decorum, some fetish of a government, some ephemeral trade, or war, or man, is cried up by half mankind and cried down by the other half, as if all depended on this particular up or down. The odds are that the whole question is not worth the poorest thought which the scholar has lost in listening to the controversy. Let him not quit his belief that a popgun is a popgun, though the ancient and honorable of the earth affirm it to be the crack of doom.", "In silence, in steadiness, in severe abstraction, let him hold by himself; add observation to observation, patient of neglect, patient of reproach; and bide his own time, -- happy enough, if he can satisfy himself alone, that this day he has seen something truly. Success treads on every right step. For the instinct is sure, that prompts him to tell his brother what he thinks. He then learns, that in going down into the secrets of his own mind, he has descended into the secrets of all minds. He learns that he who has mastered any law in his private thoughts, is master to that extent of all men whose language he speaks, and of all into whose language his own can be translated. The poet, in utter solitude remembering his spontaneous thoughts and recording them, is found to have recorded that, which men in crowded cities find true for them also. The orator distrusts at first the fitness of his frank confessions, -- his want of knowledge of the persons he addresses, -- until he finds that he is the complement of his hearers; -- that they drink his words because he fulfils for them their own nature; the deeper he dives into his privatest, secretest presentiment, to his wonder he finds, this is the most acceptable, most public, and universally true. The people delight in it; the better part of every man feels, This is my music; this is myself. In self-trust, all the virtues are comprehended. Free should the scholar be, -- free and brave. Free even to the definition of freedom, \"without any hindrance that does not arise out of his own constitution.\" Brave; for fear is a thing, which a scholar by his very function puts behind him. Fear always springs from ignorance. It is a shame to him if his tranquillity, amid dangerous times, arise from the presumption, that, like children and women, his is a protected class; or if he seek a temporary peace by the diversion of his thoughts from politics or vexed questions, hiding his head like an ostrich in the flowering bushes, peeping into microscopes, and turning rhymes, as a boy whistles to keep his courage up. So is the danger a danger still; so is the fear worse. Manlike let him turn and face it. Let him look into its eye and search its nature, inspect its origin, -- see the whelping of this lion, -- which lies no great way back; he will then find in himself a perfect comprehension of its nature and extent; he will have made his hands meet on the other side, and can henceforth defy it, and pass on superior. The world is his, who can see through its pretension. What deafness, what stone-blind custom, what overgrown error you behold, is there only by sufferance, -- by your sufferance. See it to be a lie, and you have already dealt it its mortal blow. Yes, we are the cowed, -- we the trustless. It is a mischievous notion that we are come late into nature; that the world was finished a long time ago. As the world was plastic and fluid in the hands of God, so it is ever to so much of his attributes as we bring to it. To ignorance and sin, it is flint. They adapt themselves to it as they may; but in proportion as a man has any thing in him divine, the firmament flows before him and takes his signet and form. Not he is great who can alter matter, but he who can alter my state of mind. They are the kings of the world who give the color of their present thought to all nature and all art, and persuade men by the cheerful serenity of their carrying the matter, that this thing which they do, is the apple which the ages have desired to pluck, now at last ripe, and inviting nations to the harvest. The great man makes the great thing. Wherever Macdonald sits, there is the head of the table. Linnaeus makes botany the most alluring of studies, and wins it from the farmer and the herb-woman; Davy, chemistry; and Cuvier, fossils. The day is always his, who works in it with serenity and great aims. The unstable estimates of men crowd to him whose mind is filled with a truth, as the heaped waves of the Atlantic follow the moon. For this self-trust, the reason is deeper than can be fathomed, -- darker than can be enlightened. I might not carry with me the feeling of my audience in stating my own belief. But I have already shown the ground of my hope, in adverting to the doctrine that man is one. I believe man has been wronged; he has wronged himself. He has almost lost the light, that can lead him back to his prerogatives. Men are become of no account. Men in history, men in the world of to-day are bugs, are spawn, and are called `the mass' and `the herd.' In a century, in a millennium, one or two men; that is to say, -- one or two approximations to the right state of every man. All the rest behold in the hero or the poet their own green and crude being, -- ripened; yes, and are content to be less, so _that_ may attain to its full stature. What a testimony, -- full of grandeur, full of pity, is borne to the demands of his own nature, by the poor clansman, the poor partisan, who rejoices in the glory of his chief. The poor and the low find some amends to their immense moral capacity, for their acquiescence in a political and social inferiority. They are content to be brushed like flies from the path of a great person, so that justice shall be done by him to that common nature which it is the dearest desire of all to see enlarged and glorified. They sun themselves in the great man's light, and feel it to be their own element. They cast the dignity of man from their downtrod selves upon the shoulders of a hero, and will perish to add one drop of blood to make that great heart beat, those giant sinews combat and conquer. He lives for us, and we live in him. Men such as they are, very naturally seek money or power; and power because it is as good as money, -- the \"spoils,\" so called, \"of office.\" And why not? for they aspire to the highest, and this, in their sleep-walking, they dream is highest.", "Wake them, and they shall quit the false good, and leap to the true, and leave governments to clerks and desks. This revolution is to be wrought by the gradual domestication of the idea of Culture. The main enterprise of the world for splendor, for extent, is the upbuilding of a man. Here are the materials strown along the ground. The private life of one man shall be a more illustrious monarchy, -- more formidable to its enemy, more sweet and serene in its influence to its friend, than any kingdom in history. For a man, rightly viewed, comprehendeth the particular natures of all men. Each philosopher, each bard, each actor, has only done for me, as by a delegate, what one day I can do for myself. The books which once we valued more than the apple of the eye, we have quite exhausted. What is that but saying, that we have come up with the point of view which the universal mind took through the eyes of one scribe; we have been that man, and have passed on. First, one; then, another; we drain all cisterns, and, waxing greater by all these supplies, we crave a better and more abundant food. The man has never lived that can feed us ever. The human mind cannot be enshrined in a person, who shall set a barrier on any one side to this unbounded, unboundable empire. It is one central fire, which, flaming now out of the lips of Etna, lightens the capes of Sicily; and, now out of the throat of Vesuvius, illuminates the towers and vineyards of Naples. It is one light which beams out of a thousand stars. It is one soul which animates all men. But I have dwelt perhaps tediously upon this abstraction of the Scholar. I ought not to delay longer to add what I have to say, of nearer reference to the time and to this country. Historically, there is thought to be a difference in the ideas which predominate over successive epochs, and there are data for marking the genius of the Classic, of the Romantic, and now of the Reflective or Philosophical age. With the views I have intimated of the oneness or the identity of the mind through all individuals, I do not much dwell on these differences. In fact, I believe each individual passes through all three. The boy is a Greek; the youth, romantic; the adult, reflective. I deny not, however, that a revolution in the leading idea may be distinctly enough traced. Our age is bewailed as the age of Introversion. Must that needs be evil? We, it seems, are critical; we are embarrassed with second thoughts; we cannot enjoy any thing for hankering to know whereof the pleasure consists; we are lined with eyes; we see with our feet; the time is infected with Hamlet's unhappiness, -- \"Sicklied o'er with the pale cast of thought.\" Is it so bad then? Sight is the last thing to be pitied. Would we be blind? Do we fear lest we should outsee nature and God, and drink truth dry? I look upon the discontent of the literary class, as a mere announcement of the fact, that they find themselves not in the state of mind of their fathers, and regret the coming state as untried; as a boy dreads the water before he has learned that he can swim. If there is any period one would desire to be born in, -- is it not the age of Revolution; when the old and the new stand side by side, and admit of being compared; when the energies of all men are searched by fear and by hope; when the historic glories of the old, can be compensated by the rich possibilities of the new era? This time, like all times, is a very good one, if we but know what to do with it. I read with joy some of the auspicious signs of the coming days, as they glimmer already through poetry and art, through philosophy and science, through church and state. One of these signs is the fact, that the same movement which effected the elevation of what was called the lowest class in the state, assumed in literature a very marked and as benign an aspect. Instead of the sublime and beautiful; the near, the low, the common, was explored and poetized. That, which had been negligently trodden under foot by those who were harnessing and provisioning themselves for long journeys into far countries, is suddenly found to be richer than all foreign parts. The literature of the poor, the feelings of the child, the philosophy of the street, the meaning of household life, are the topics of the time. It is a great stride. It is a sign, -- is it not? of new vigor, when the extremities are made active, when currents of warm life run into the hands and the feet. I ask not for the great, the remote, the romantic; what is doing in Italy or Arabia; what is Greek art, or Provencal minstrelsy; I embrace the common, I explore and sit at the feet of the familiar, the low. Give me insight into to-day, and you may have the antique and future worlds. What would we really know the meaning of? The meal in the firkin; the milk in the pan; the ballad in the street; the news of the boat; the glance of the eye; the form and the gait of the body; -- show me the ultimate reason of these matters; show me the sublime presence of the highest spiritual cause lurking, as always it does lurk, in these suburbs and extremities of nature; let me see every trifle bristling with the polarity that ranges it instantly on an eternal law; and the shop, the plough, and the leger, referred to the like cause by which light undulates and poets sing; -- and the world lies no longer a dull miscellany and lumber-room, but has form and order; there is no trifle; there is no puzzle; but one design unites and animates the farthest pinnacle and the lowest trench. This idea has inspired the genius of Goldsmith, Burns, Cowper, and, in a newer time, of Goethe, Wordsworth, and Carlyle. This idea they have differently followed and with various success. In contrast with their writing, the style of Pope, of Johnson, of Gibbon, looks cold and pedantic. This writing is blood-warm. Man is surprised to find that things near are not less beautiful and wondrous than things remote. The near explains the far.", "The drop is a small ocean. A man is related to all nature. This perception of the worth of the vulgar is fruitful in discoveries. Goethe, in this very thing the most modern of the moderns, has shown us, as none ever did, the genius of the ancients. There is one man of genius, who has done much for this philosophy of life, whose literary value has never yet been rightly estimated; -- I mean Emanuel Swedenborg. The most imaginative of men, yet writing with the precision of a mathematician, he endeavored to engraft a purely philosophical Ethics on the popular Christianity of his time. Such an attempt, of course, must have difficulty, which no genius could surmount. But he saw and showed the connection between nature and the affections of the soul. He pierced the emblematic or spiritual character of the visible, audible, tangible world. Especially did his shade-loving muse hover over and interpret the lower parts of nature; he showed the mysterious bond that allies moral evil to the foul material forms, and has given in epical parables a theory of isanity, of beasts, of unclean and fearful things. Another sign of our times, also marked by an analogous political movement, is, the new importance given to the single person. Every thing that tends to insulate the individual, -- to surround him with barriers of natural respect, so that each man shall feel the world is his, and man shall treat with man as a sovereign state with a sovereign state; -- tends to true union as well as greatness. \"I learned,\" said the melancholy Pestalozzi, \"that no man in God's wide earth is either willing or able to help any other man.\" Help must come from the bosom alone. The scholar is that man who must take up into himself all the ability of the time, all the contributions of the past, all the hopes of the future. He must be an university of knowledges. If there be one lesson more than another, which should pierce his ear, it is, The world is nothing, the man is all; in yourself is the law of all nature, and you know not yet how a globule of sap ascends; in yourself slumbers the whole of Reason; it is for you to know all, it is for you to dare all. Mr. President and Gentlemen, this confidence in the unsearched might of man belongs, by all motives, by all prophecy, by all preparation, to the American Scholar. We have listened too long to the courtly muses of Europe. The spirit of the American freeman is already suspected to be timid, imitative, tame. Public and private avarice make the air we breathe thick and fat. The scholar is decent, indolent, complaisant. See already the tragic consequence. The mind of this country, taught to aim at low objects, eats upon itself. There is no work for any but the decorous and the complaisant. Young men of the fairest promise, who begin life upon our shores, inflated by the mountain winds, shined upon by all the stars of God, find the earth below not in unison with these, -- but are hindered from action by the disgust which the principles on which business is managed inspire, and turn drudges, or die of disgust, -- some of them suicides. What is the remedy? They did not yet see, and thousands of young men as hopeful now crowding to the barriers for the career, do not yet see, that, if the single man plant himself indomitably on his instincts, and there abide, the huge world will come round to him. Patience, -- patience; -- with the shades of all the good and great for company; and for solace, the perspective of your own infinite life; and for work, the study and the communication of principles, the making those instincts prevalent, the conversion of the world. Is it not the chief disgrace in the world, not to be an unit; -- not to be reckoned one character; -- not to yield that peculiar fruit which each man was created to bear, but to be reckoned in the gross, in the hundred, or the thousand, of the party, the section, to which we belong; and our opinion predicted geographically, as the north, or the south? Not so, brothers and friends, -- please God, ours shall not be so. We will walk on our own feet; we will work with our own hands; we will speak our own minds. The study of letters shall be no longer a name for pity, for doubt, and for sensual indulgence. The dread of man and the love of man shall be a wall of defence and a wreath of joy around all. A nation of men will for the first time exist, because each believes himself inspired by the Divine Soul which also inspires all men. ."], "HAWTHORNE": ["1835 TWICE-TOLD TALES ALICE DOANE'S APPEAL by Nathaniel Hawthorne ON A PLEASANT AFTERNOON of June, it was my good fortune to be the companion of two young ladies in a walk. The direction of our course being left to me, I led them neither to Legge's Hill, nor to the Cold Spring, nor to the rude shores and old batteries of the Neck, nor yet to Paradise; though if the latter place were rightly named, my fair friends would have been at home there. We reached the outskirts of the town, and turning aside from a street of tanners and curriers, began to ascend a hill, which at a distance, by its dark slope and the even line of its summit, resembled a green rampart along the road. It was less steep than its aspect threatened. The eminence formed part of an extensive tract of pasture land, and was traversed by cow paths in various directions; but, strange to tell, though the whole slope and summit were of a peculiarly deep green, scarce a blade of grass was visible from the base upward. This deceitful verdure was occasioned by a plentiful crop of \"woodwax,\" which wears the same dark and glossy green throughout the summer, except at one short period, when it puts forth a profusion of yellow blossoms. At that season, to a distant spectator, the hill appears absolutely overlaid with gold, or covered with a glory of sunshine, even beneath a clouded sky. But the curious wanderer on the hill will perceive that all the grass, and everything that should nourish man or beast, has been destroyed by this vile and ineradicable weed: its tufted roots make the soil their own, and permit nothing else to vegetate among them; so that a physical curse may be said to have blasted the spot, where guilt and frenzy consummated the most execrable scene that our history blushes to record. For this was the field where superstition won her darkest triumph; the high place where our fathers set up their shame, to the mournful gaze of generations far remote. The dust of martyrs was beneath our feet. We stood on Gallows Hill. For my own part, I have often courted the historic influence of the spot. But it is singular how few come on pilgrimage to this famous hill; how many spend their lives almost at its base, and never once obey the summons of the shadowy past, as it beckons them to the summit. Till a year or two since, this portion of our history had been very imperfectly written, and, as we are not a people of legend or tradition, it was not every citizen of our ancient town that could tell, within half a century, so much as the date of the witchcraft delusion. Recently, indeed, an historian has treated the subject in a manner that will keep his name alive, in the only desirable connection with the errors of our ancestry, by converting the hill of their disgrace into an honorable monument of his own antiquarian lore, and of that better wisdom, which draws the moral while it tells the tale. But we are a people of the present, and have no heartfelt interest in the olden time. Every fifth of November, in commemoration of they know not what, or rather without an idea beyond the momentary blaze, the young men scare the town with bonfires on this haunted height, but never dream of paying funeral honors to those who died so wrongfully, and, without a coffin or a prayer, were buried here. Though with feminine susceptibility, my companions caught all the melancholy associations of the scene, yet these could but imperfectly overcome the gayety of girlish spirits. Their emotions came and went with quick vicissitude, and sometimes combined to form a peculiar and delicious excitement, the mirth brightening the gloom into a sunny shower of feeling, and a rainbow in the mind. My own more sombre mood was tinged by theirs. With now a merry word and next a sad one, we trod among the tangled weeds, and almost hoped that our feet would sink into the hollow of a witch's grave. Such vestiges were to be found within the memory of man, but have vanished now, and with them, I believe, all traces of the precise spot of the executions. On the long and broad ridge of the eminence, there is no very decided elevation of any one point, nor other prominent marks, except the decayed stumps of two trees, standing near each other, and here and there the rocky substance of the hill, peeping just above the woodwax. There are few such prospects of town and village, woodland and cultivated field, steeples and country seats, as we beheld from this unhappy spot. No blight had fallen on old Essex; all was prosperity and riches, healthfully distributed. Before us lay our native town, extending from the foot of the hill to the harbor, level as a chess board embraced by two arms of the sea, and filling the whole peninsula with a close assemblage of wooden roofs, overtopped by many a spire, and intermixed with frequent heaps of verdure, where trees threw up their shade from unseen trunks. Beyond was the bay and its islands, almost the only objects, in a country unmarked by strong natural features, on which time and human toil had produced no change. Retaining these portions of the scene, and also the peaceful glory and tender gloom of the declining sun, we threw, in imagination, a veil of deep forest over the land, and pictured a few scattered villages, and this old town itself a village, as when the prince of hell bore sway there. The idea thus gained of its former aspect, its quaint edifices standing far apart, with peaked roofs and projecting stories, and its single meeting-house pointing up a tall spire in the midst; the vision, in short, of the town in 1692, served to introduce a wondrous tale of those old times. I had brought the manuscript in my pocket. It was one of a series written years ago, when my pen, now sluggish and perhaps feeble, because I have not much to hope or fear, was driven by stronger external motives, and a more passionate impulse within, than I am fated to feel again. Three or four of these tales had appeared in the \"Token,\" after a long time and various adventures, but had encumbered me with no troublesome notoriety, even in my birthplace. One great heap had met a brighter destiny: they had fed the flames; thoughts meant to delight the world and endure for ages had perished in a moment, and stirred not a single heart but mine. The story now to be introduced, and another, chanced to be in kinder custody at the time, and thus, by no conspicuous merits of their own, escaped destruction. The ladies, in consideration that I had never before intruded my performances on them, by any but the legitimate medium, through the press, consented to hear me read. I made them sit down on a moss-grown rock, close by the spot where we chose to believe that the death tree had stood. After a little hesitation on my part, caused by a dread of renewing my acquaintance with fantasies that had lost their charm in the ceaseless flux of mind, I began the tale, which opened darkly with the discovery of a murder. A hundred years, and nearly half that time, have elapsed since the body of a murdered man was found, at about the distance of three miles, on the old road to Boston. He lay in a solitary spot, on the bank of a small lake, which the severe frost of December had covered with a sheet of ice. Beneath this, it seemed to have been the intention of the murderer to conceal his victim in a chill and watery grave, the ice being deeply hacked, perhaps with the weapon that had slain him, though its solidity was too stubborn for the patience of a man with blood upon his hand. The corpse therefore reclined on the earth, but was separated from the road by a thick growth of dwarf pines. There had been a slight fall of snow during the night, and as if nature were shocked at the deed, and strove to hide it with her frozen tears, a little drifted heap had partly buried the body, and lay deepest over the pale dead face. An early traveller, whose dog had led him to the spot, ventured to uncover the features, but was affrighted by their expression. A look of evil and scornful triumph had hardened on them, and made death so life-like and so terrible, that the beholder at once took flight, as swiftly as if the stiffened corpse would rise up and follow. I read on, and identified the body as that of a young man, a stranger in the country, but resident during several preceding months in the town which lay at our feet. The story described, at some length, the excitement caused by the murder, the unavailing quest after the perpetrator, the funeral ceremonies, and other commonplace matters, in the course of which, I brought forward the personages who were to move among the succeeding events. They were but three. A young man and his sister; the former characterized by a diseased imagination and morbid feelings; the latter, beautiful and virtuous, and instilling something of her own excellence into the wild heart of her brother, but not enough to cure the deep taint of his nature. The third person was a wizard; a small, gray, withered man, with fiendish ingenuity in devising evil, and superhuman power to execute it, but senseless as an idiot and feebler than a child to all better purposes. The central scene of the story was an interview between this wretch and Leonard Doane, in the wizard's hut, situated beneath a range of rocks at some distance from the town.", "They sat beside a smouldering fire, while a tempest of wintry rain was beating on the roof. The young man spoke of the closeness of the tie which united him and Alice, the consecrated fervor of their affection from childhood upwards, their sense of lonely sufficiency to each other, because they only of their race had escaped death, in a night attack by the Indians. He related his discovery or suspicion of a secret sympathy between his sister and Walter Brome, and told how a distempered jealousy had maddened him. In the following passage, I threw a glimmering light on the mystery of the tale. \"Searching,\" continued Leonard, \"into the breast of Walter Brome, I at length found a cause why Alice must inevitably love him. For he was my very counterpart! I compared his mind by each individual portion, and as a whole, with mine. There was a resemblance from which I shrunk with sickness, and loathing, and horror, as if my own features had come and stared upon me in a solitary place, or had met me in struggling through a crowd. Nay! the very same thoughts would often express themselves in the same words from our lips, proving a hateful sympathy in our secret souls. His education, indeed, in the cities of the old world, and mine in this rude wilderness, had wrought a superficial difference. The evil of his character, also, had been strengthened and rendered prominent by a reckless and ungoverned life, while mine had been softened and purified by the gentle and holy nature of Alice. But my soul had been conscious of the germ of all the fierce and deep passions, and of all the many varieties of wickedness, which accident had brought to their full maturity in him. Nor will I deny that, in the accursed one, I could see the withered blossom of every virtue, which, by a happier culture, had been made to bring forth fruit in me. Now, here was a man whom Alice might love with all the strength of sisterly affection, added to that impure passion which alone engrosses all the heart. The stranger would have more than the love which had been gathered to me from the many graves of our household- and I be desolate!\" Leonard Doane went on to describe the insane hatred that had kindled his heart into a volume of hellish flame. It appeared, indeed, that his jealousy had grounds, so far as that Walter Brome had actually sought the love of Alice, who also had betrayed an undefinable, but powerful interest in the unknown youth. The latter, in spite of his passion for Alice, seemed to return the loathful antipathy of her brother; the similarity of their dispositions made them like joint possessors of an individual nature, which could not become wholly the property of one, unless by the extinction of the other. At last, with the same devil in each bosom, they chanced to meet, they two on a lonely road. While Leonard spoke, the wizard had sat listening to what he already knew, yet with tokens of pleasurable interest, manifested by flashes of expression across his vacant features, by grisly smiles and by a word here and there, mysteriously filling up some void in the narrative. But when the young man told how Walter Brome had taunted him with indubitable proofs of the shame of Alice, and, before the triumphant sneer could vanish from his face, had died by her brother's hand, the wizard laughed aloud. Leonard started, but just then a gust of wind came down the chimney, forming itself into a close resemblance of the slow, unvaried laughter, by which he had been interrupted. \"I was deceived,\" thought he; and thus pursued his fearful story. \"I trod out his accursed soul, and knew that he was dead; for my spirit bounded as if a chain had fallen from it and left me free. But the burst of exulting certainty soon fled, and was succeeded by a torpor over my brain and a dimness before my eyes, with the sensation of one who struggles through a dream. So I bent down over the body of Walter Brome, gazing into his face, and striving to make my soul glad with the thought, that he, in very truth, lay dead before me. I know not what space of time I had thus stood, nor how the vision came. But it seemed to me that the irrevocable years since childhood had rolled back, and a scene, that had long been confused and broken in my memory, arrayed itself with all its first distinctness. Methought I stood a weeping infant by my father's hearth; by the cold and blood-stained hearth where he lay dead. I heard the childish wail of Alice, and my own cry arose with hers, as we beheld the features of our parent, fierce with the strife and distorted with the pain, in which his spirit had passed away. As I gazed, a cold wind whistled by, and waved my father's hair. Immediately I stood again in the lonesome 91 road, no more a sinless child, but a man of blood, whose tears were falling fast over the face of his dead enemy. But the delusion was not wholly gone; that face still wore a likeness of my father; and because my soul shrank from the fixed glare of the eyes, I bore the body to the lake, and would have buried it there. But before his icy sepulchre was hewn, I heard the voice of two travellers and fled.\" Such was the dreadful confession of Leonard Doane. And now tortured by the idea of his sister's guilt, yet sometimes yielding to a conviction of her purity; stung with remorse for the death of Walter Brome, and shuddering with a deeper sense of some unutterable crime, perpetrated, as he imagined, in madness or a dream; moved also by dark impulses, as if a fiend were whispering him to meditate violence against the life of Alice; he had sought this interview with the wizard, who, on certain conditions, had no power to withhold his aid in unravelling the mystery. The tale drew near its close. The moon was bright on high; the blue firmament appeared to glow with an inherent brightness; the greater stars were burning in their spheres; the northern lights threw their mysterious glare far over the horizon; the few small clouds aloft were burdened with radiance; but the sky, with all its variety of light, was scarcely so brilliant as the earth. The rain of the preceding night had frozen as it fell, and, by that simple magic, had wrought wonders. The trees were hung with diamonds and many-colored gems; the houses were overlaid with silver, and the streets paved with slippery brightness; a frigid glory was flung over all familiar things, from the cottage chimney to the steeple of the meetinghouse, that gleamed upward to the sky. This living world, where we sit by our firesides, or go forth to meet beings like ourselves, seemed rather the creation of wizard power, with so much of the resemblance to known objects that a man might shudder at the ghostly shape of his old beloved dwelling, and the shadow of a ghostly tree before his door. One looked to behold inhabitants suited to such a town, glittering in icy garments, with the motionless features, cold, sparkling eyes, and just sensation enough in their frozen hearts to shiver at each other's presence. By this fantastic piece of description, and more in the same style, I intended to throw a ghostly glimmer round the reader, so that his imagination might view the town through a medium that should take off its every-day aspect, and make it a proper theatre for so wild a scene as the final one. Amid this unearthly show, the wretched brother and sister were represented as setting forth, at midnight, through the gleaming streets, and directing their steps to a graveyard, where all the dead had been laid, from the first corpse in that ancient town, to the murdered man who was buried three days before. As they went, they seemed to see the wizard gliding by their sides, or walking dimly on the path before them. But here I paused, and gazed into the faces of my two fair auditors, to judge whether, even on the hill where so many had been brought to death by wilder tales than this, I might venture to proceed. Their bright eyes were fixed on me; their lips apart. I took courage, and led the fated pair to a new-made grave, where for a few moments, in the bright and silent midnight, they stood alone. But suddenly there was a multitude of people among the graves.", "Each family tomb had given up its inhabitants, who, one by one, through distant years, had been borne to its dark chamber, but now came forth and stood in a pale group together. There was the gray ancestor, the aged mother, and all their descendants, some withered and full of years, like themselves, and others in their prime; there, too, were the children who went prattling to the tomb, and there the maiden who yielded her early beauty to death's embrace, before passion had polluted it. Husbands and wives arose, who had lain many years side by side, and young mothers who had forgotten to kiss their first babes, though pillowed so long on their bosoms. Many had been buried in the habiliments of life, and still wore their ancient garb; some were old defenders of the infant colony, and gleamed forth in their steel-caps and bright breast-plates, as if starting up at an Indian war-cry; other venerable shapes had been pastors of the church, famous among the New England clergy, and now leaned with hands clasped over their gravestones, ready to call the congregation to prayer. There stood the early settlers, those old illustrious ones, the heroes of tradition and fireside legends, the men of history whose features had been so long beneath the sod that few alive could have remembered them. There, too, were faces of former townspeople, dimly recollected from childhood, and others, whom Leonard and Alice had wept in later years, but who now were most terrible of all, by their ghastly smile of recognition. All, in short, were there; the dead of other generations, whose moss-grown names could scarce be read upon their tombstones, and their successors, whose graves were not yet green; all whom black funerals had followed slowly thither now reappeared where the mourners left them. Yet none but souls accursed were there, and fiends counterfeiting the likeness of departed saints. The countenances of those venerable men, whose very features had been hallowed by lives of piety, were contorted now by intolerable pain or hellish passion, and now by an unearthly and derisive merriment. Had the pastors prayed, all saintlike as they seemed, it had been blasphemy. The chaste matrons, too, and the maidens with untasted lips, who had slept in their virgin graves apart from all other dust, now wore a look from which the two trembling mortals shrank, as if the unimaginable sin of twenty worlds were collected there. The faces of fond lovers, even of such as had pined into the tomb, because there their treasure was, were bent on one another with glances of hatred and smiles of bitter scorn, passions that are to devils what love is to the blest. At times, the features of those who had passed from a holy life to heaven would vary to and fro, between their assumed aspect and the fiendish lineaments whence they had been transformed. The whole miserable multitude, both sinful souls and false spectres of good men, groaned horribly and gnashed their teeth, as they looked upward to the calm loveliness of the midnight sky, and beheld those homes of bliss where they must never dwell. Such was the apparition, though too shadowy for language to portray; for here would be the moonbeams on the ice, glittering through a warrior's breast-plate, and there the letters of a tombstone, on the form that stood before it; and whenever a breeze went by, it swept the old men's hoary heads, the women's fearful beauty, and all the unreal throng, into one indistinguishable cloud together. I dare not give the remainder of the scene, except in a very brief epitome. This company of devils and condemned souls had come on a holiday, to revel in the discovery of a complicated crime; as foul a one as ever imagined in their dreadful abode. In the course of the tale, the reader had been permitted to discover that all the incidents were results of the machinations of the wizard, who had cunningly devised that Walter Brome should tempt his unknown sister to guilt and shame, and himself perish by the hand of his twin-brother. I described the glee of the fiends at this hideous conception, and their eagerness to know if it were consummated. The story concluded with the Appeal of Alice to the spectre of Walter Brome, his reply, absolving her from every stain; and the trembling awe with which ghost and devil fled, as from the sinless presence of an angel. The sun had gone down. While I held my page of wonders in the fading light, and read how Alice and her brother were left alone among the graves, my voice mingled with the sigh of a summer wind, which passed over the hill-top, with the broad and hollow sound as of the flight of unseen spirits. Not a word was spoken till I added that the wizard's grave was close beside us, and that the woodwax had sprouted originally from his unhallowed bones. The ladies started; perhaps their cheeks might have grown pale had not the crimson west been blushing on them; but after a moment they began to laugh, while the breeze took a livelier motion, as if responsive to their mirth. I kept an awful solemnity of visage, being, indeed, a little piqued that a narrative which had good authority in our ancient superstitions, and would have brought even a church deacon to Gallows Hill, in old witch times, should now be considered too grotesque and extravagant for timid maids to tremble at. Though it was past supper time, I detained them a while longer on the hill, and made a trial whether truth were more powerful than fiction. We looked again towards the town, no longer arrayed in that icy splendor of earth, tree, and edifice, beneath the glow of a wintry midnight, which shining afar through the gloom of a century had made it appear the very home of visions in visionary streets. An indistinctness had begun to creep over the mass of buildings and blend them with the intermingled tree-tops, except where the roof of a statelier mansion, and the steeples and brick towers of churches, caught the brightness of some cloud that yet floated in the sunshine. Twilight over the landscape was congenial to the obscurity of time. With such eloquence as my share of feeling and fancy could supply, I called back hoar antiquity, and bade my companions imagine an ancient multitude of people, congregated on the hill-side, spreading far below, clustering on the steep old roofs, and climbing the adjacent heights, wherever a glimpse of this spot might be obtained. I strove to realize and faintly communicate the deep, unutterable loathing and horror, the indignation, the affrighted wonder, that wrinkled on every brow, and filled the universal heart. See! the whole crowd turns pale and shrinks within itself, as the virtuous emerge from yonder street. Keeping pace with that devoted company, I described them one by one; here tottered a woman in her dotage, knowing neither the crime imputed her, nor its punishment; there another, distracted by the universal madness, till feverish dreams were remembered as realities, and she almost believed her guilt. One, a proud man once, was so broken down by the intolerable hatred heaped upon him, that he seemed to hasten his steps, eager to hide himself in the grave hastily dug at the foot of the gallows. As they went slowly on, a mother looked behind, and beheld her peaceful dwelling; she cast her eyes elsewhere, and groaned inwardly yet with bitterest anguish, for there was her little son among the accusers. I watched the face of an ordained pastor, who walked onward to the same death; his lips moved in prayer; no narrow petition for himself alone, but embracing all his fellow-sufferers and the frenzied multitude; he looked to Heaven and trod lightly up the hill. Behind their victims came the afflicted, a guilty and miserable band; villains who had thus avenged themselves on their enemies, and viler wretches, whose cowardice had destroyed their friends; lunatics, whose ravings had chimed in with the madness of the land; and children, who had played a game that the imps of darkness might have envied them, since it disgraced an age, and dipped a people's hands in blood. In the rear of the procession rode a figure on horseback, so darkly conspicuous, so sternly triumphant, that my hearers mistook him for the visible presence of the fiend himself; but it was only his good friend, Cotton Mather, proud of his well-won dignity, as the representative of all the hateful features of his time; the one blood-thirsty man, in whom were concentrated those vices of spirit and errors of opinion that sufficed to madden the whole surrounding multitude. And thus I marshalled them onward, the innocent who were to die, and the guilty who were to grow old in long remorse- tracing their every step, by rock, and shrub, and broken track, till their shadowy visages had circled round the hill-top, where we stood. I plunged into my imagination for a blacker horror, and a deeper woe, and pictured the scaffold- But here my companions seized an arm on each side; their nerves were trembling; and, sweeter victory still, I had reached the seldom trodden places of their hearts, and found the well-spring of their tears. And now the past had done all it could. We slowly descended, watching the lights as they twinkled gradually through the town, and listening to the distant mirth of boys at play, and to the voice of a young girl warbling somewhere in the dusk, a pleasant sound to wanderers from old witch times. Yet, ere we left the hill, we could not but regret that there is nothing on its barren summit, no relic of old, nor lettered stone of later days, to assist the imagination in appealing to the heart. We build the memorial column on the height which our fathers made sacred with their blood, poured out in a holy cause. And here, in dark, funereal stone, should rise another monument, sadly commemorative of the errors of an earlier race, and not to be cast down, while the human heart has one infirmity that may result in crime. THE END .", "1835 TWICE-TOLD TALES THE AMBITIOUS GUEST by Nathaniel Hawthorne ONE SEPTEMBER NIGHT a family had gathered round their hearth, and piled it high with the driftwood of mountain streams, the dry cones of the pine, and the splintered ruins of great trees that had come crashing down the precipice. Up the chimney roared the fire, and brightened the room with its broad blaze. The faces of the father and mother had a sober gladness; the children laughed; the eldest daughter was the image of Happiness at seventeen; and the aged grandmother, who sat knitting in the warmest place, was the image of Happiness grown old. They had found the \"herb, heart's-ease,\" in the bleakest spot of all New England. This family were situated in the Notch of the White Hills, where the wind was sharp throughout the year, and pitilessly cold in the winter- giving their cottage all its fresh inclemency before it descended on the valley of the Saco. They dwelt in a cold spot and a dangerous one; for a mountain towered above their heads, so steep, that the stones would often rumble down its sides and startle them at midnight. The daughter had just uttered some simple jest that filled them all with mirth, when the wind came through the Notch and seemed to pause before their cottage- rattling the door, with a sound of wailing and lamentation, before it passed into the valley. For a moment it saddened them, though there was nothing unusual in the tones. But the family were glad again when they perceived that the latch was lifted by some traveller, whose footsteps had been unheard amid the dreary blast which heralded his approach, and wailed as he was entering, and went moaning away from the door. Though they dwelt in such a solitude, these people held daily converse with the world. The romantic pass of the Notch is a great artery, through which the life-blood of internal commerce is continually throbbing between Maine, on one side, and the Green Mountains and the shores of the St. Lawrence, on the other. The stage-coach always drew up before the door of the cottage. The way-farer, with no companion but his staff, paused here to exchange a word, that the sense of loneliness might not utterly overcome him ere he could pass through the cleft of the mountain, or reach the first house in the valley. And here the teamster, on his way to Portland market, would put up for the night; and, if a bachelor, might sit an hour beyond the usual bedtime, and steal a kiss from the mountain maid at parting. It was one of those primitive taverns where the traveller pays only for food and lodging, but meets with a homely kindness beyond all price. When the footsteps were heard, therefore, between the outer door and the inner one, the whole family rose up, grandmother, children, and all, as if about to welcome someone who belonged to them, and whose fate was linked with theirs. The door was opened by a young man. His face at first wore the melancholy expression, almost despondency, of one who travels a wild and bleak road, at nightfall and alone, but soon brightened up when he saw the kindly warmth of his reception. He felt his heart spring forward to meet them all, from the old woman, who wiped a chair with her apron, to the little child that held out its arms to him. One glance and smile placed the stranger on a footing of innocent familiarity with the eldest daughter. \"Ah, this fire is the right thing!\" cried he; \"especially when there is such a pleasant circle round it. I am quite benumbed; for the Notch is just like the pipe of a great pair of bellows; it has blown a terrible blast in my face all the way from Bartlett.\" \"Then you are going towards Vermont?\" said the master of the house, as he helped to take a light knapsack off the young man's shoulders. \"Yes; to Burlington, and far enough beyond,\" replied he. \"I meant to have been at Ethan Crawford's tonight; but a pedestrian lingers along such a road as this. It is no matter; for, when I saw this good fire, and all your cheerful faces, I felt as if you had kindled it on purpose for me, and were waiting my arrival. So I shall sit down among you, and make myself at home.\" The frank-hearted stranger had just drawn his chair to the fire when something like a heavy footstep was heard without, rushing down the steep side of the mountain, as with long and rapid strides, and taking such a leap in passing the cottage as to strike the opposite precipice. The family held their breath, because they knew the sound, and their guest held his by instinct. \"The old mountain has thrown a stone at us, for fear we should forget him,\" said the landlord, recovering himself. \"He sometimes nods his head and threatens to come down; but we are old neighbors, and agree together pretty well upon the whole. Besides we have a sure place of refuge hard by if he should be coming in good earnest.\" Let us now suppose the stranger to have finished his supper of bear's meat; and, by his natural felicity of manner, to have placed himself on a footing of kindness with the whole family, so that they talked as freely together as if he belonged to their mountain brood. He was of a proud, yet gentle spirit- haughty and reserved among the rich and great; but ever ready to stoop his head to the lowly cottage door, and be like a brother or a son at the poor man's fireside. In the household of the Notch he found warmth and simplicity of feeling, the pervading intelligence of New England, and a poetry of native growth, which they had gathered when they little thought of it from the mountain peaks and chasms, and at the very threshold of their romantic and dangerous abode. He had travelled far and alone; his whole life, indeed, had been a solitary path; for, with the lofty caution of his nature, he had kept himself apart from those who might otherwise have been his companions. The family, too, though so kind and hospitable, had that consciousness of unity among themselves, and separation from the world at large, which, in every domestic circle, should still keep a holy place where no stranger may intrude. But this evening a prophetic sympathy impelled the refined and educated youth to pour out his heart before the simple mountaineers, and constrained them to answer him with the same free confidence. And thus it should have been. Is not the kindred of a common fate a closer tie than that of birth? The secret of the young man's character was a high and abstracted ambition. He could have borne to live an undistinguished life, but not to be forgotten in the grave. Yearning desire had been transformed to hope; and hope, long cherished, had become like certainty, that, obscurely as he journeyed now, a glory was to beam on all his pathway- though not, perhaps, while he was treading it. But when posterity should gaze back into the gloom of what was now the present, they would trace the brightness of his footsteps, brightening as meaner glories faded, and confess that a gifted one had passed from his cradle to his tomb with none to recognize him. \"As yet,\" cried the stranger- his cheek glowing and his eye flashing with enthusiasm- \"as yet, I have done nothing. Were I to vanish from the earth tomorrow, none would know so much of me as you: that a nameless youth came up at nightfall from the valley of the Saco, and opened his heart to you in the evening, and passed through the Notch by sunrise, and was seen no more. Not a soul would ask, 'Who was he? Whither did the wanderer go?'", "But I cannot die till I have achieved my destiny. Then, let Death come! I shall have built my monument!\" There was a continual flow of natural emotion, gushing forth amid abstracted reverie, which enabled the family to understand this young man's sentiments, though so foreign from their own. With quick sensibility of the ludicrous, he blushed at the ardor into which he had been betrayed. \"You laugh at me,\" said he, taking the eldest daughter's hand, and laughing himself. \"You think my ambition as nonsensical as if I were to freeze myself to death on the top of Mount Washington, only that people might spy at me from the country round about. And, truly, that would be a noble pedestal for a man's statue!\" \"It is better to sit here by this fire,\" answered the girl, blushing, \"and be comfortable and contented, though nobody thinks about us.\" \"I suppose,\" said her father, after a fit of musing, \"there is something natural in what the young man says; and if my mind had been turned that way, I might have felt just the same. It is strange, wife, how his talk has set my head running on things that are pretty certain never to come to pass.\" \"Perhaps they may,\" observed the wife. \"Is the man thinking what he will do when he is a widower?\" \"No, no!\" cried he, repelling the idea with reproachful kindness. \"When I think of your death, Esther, I think of mine, too. But I was wishing we had a good farm in Bartlett, or Bethlehem, or Littleton, or some other township round the White Mountains; but not where they could tumble on our heads. I should want to stand well with my neighbors and be called Squire, and sent to General Court for a term or two; for a plain, honest man may do as much good there as a lawyer. And when I should be grown quite an old man, and you an old woman, so as not to be long apart, I might die happy enough in my bed, and leave you all crying around me. A slate gravestone would suit me as well as a marble one- with just my name and age, and a verse of a hymn, and something to let people know that I lived an honest man and died a Christian.\" \"There now!\" exclaimed the stranger; \"it is our nature to desire a monument, be it slate or marble, or a pillar of granite, or a glorious memory in the universal heart of man.\" \"We're in a strange way, tonight,\" said the wife, with tears in her eyes. \"They say it's a sign of something, when folks' minds go a-wandering so. Hark to the children!\" They listened accordingly. The younger children had been put to bed in another room, but with an open door between, so that they could be heard talking busily among themselves. One and all seemed to have caught the infection from the fireside circle, and were outvying each other in wild wishes, and childish projects, of what they would do when they came to be men and women. At length a little boy, instead of addressing his brothers and sisters, called out to his mother. \"I'll tell you what I wish, mother,\" cried he. \"I want you and father and grandma'm, and all of us, and the stranger too, to start right away, and go and take a drink out of the basin of the Flume!\" Nobody could help laughing at the child's notion of leaving a warm bed, and dragging them from a cheerful fire, to visit the basin of the Flume- a brook, which tumbles over the precipice, deep within the Notch. The boy had hardly spoken when a wagon rattled along the road, and stopped a moment before the door. It appeared to contain two or three men, who were cheering their hearts with the rough chorus of a song, which resounded, in broken notes, between the cliffs, while the singers hesitated whether to continue their journey or put up here for the night. \"Father,\" said the girl, \"they are calling you by name.\" But the good man doubted whether they had really called him, and was unwilling to show himself too solicitous of gain by inviting people to patronize his house. He therefore did not hurry to the door; and the lash being soon applied, the travellers plunged into the Notch, still singing and laughing, though their music and mirth came back drearily from the heart of the mountain. \"There, mother!\" cried the boy, again. \"They'd have given us a ride to the Flume.\" Again they laughed at the child's pertinacious fancy for a night ramble. But it happened that a light cloud passed over the daughter's spirit; she looked gravely into the fire, and drew a breath that was almost a sigh. It forced its way, in spite of a little struggle to repress it. Then starting and blushing, she looked quickly round the circle, as if they had caught a glimpse into her bosom. The stranger asked what she had been thinking of. \"Nothing,\" answered she, with a downcast smile. \"Only I felt lonesome just then.\" \"Oh, I have always had a gift of feeling what is in other people's hearts,\" said he, half seriously. \"Shall I tell the secrets of yours? For I know what to think when a young girl shivers by a warm hearth, and complains of lonesomeness at her mother's side.", "Shall I put these feelings into words?\" \"They would not be a girl's feelings any longer if they could be put into words,\" replied the mountain nymph, laughing, but avoiding his eye. All this was said apart. Perhaps a germ of love was springing in their hearts, so pure that it might blossom in Paradise, since it could not be matured on earth; for women worship such gentle dignity as his; and the proud, contemplative, yet kindly soul is oftenest captivated by simplicity like hers. But while they spoke softly, and he was watching the happy sadness, the lightsome shadows, the shy yearnings of a maiden's nature, the wind through the Notch took a deeper and drearier sound. It seemed, as the fanciful stranger said, like the choral strain of the spirits of the blast, who in old Indian times had their dwelling among these mountains, and made their heights and recesses a sacred region. There was a wail along the road, as if a funeral were passing. To chase away the gloom, the family threw pine branches on their fire, till the dry leaves crackled and the flame arose, discovering once again a scene of peace and humble happiness. The light hovered about them fondly, and caressed them all. There were the little faces of the children, peeping from their bed apart, and here the father's frame of strength, the mother's subdued and careful mien, the high-browed youth, the budding girl, and the good old grandam, still knitting in the warmest place. The aged woman looked up from her task, and, with fingers ever busy, was the next to speak. \"Old folks have their notions,\" said she, \"as well as young ones. You've been wishing and planning; and letting your heads run on one thing and another, till you've set my mind a-wandering too. Now what should an old woman wish for, when she can go but a step or two before she comes to her grave? Children, it will haunt me night and day till I tell you.\" \"What is it, mother?\" cried the husband and wife at once. Then the old woman, with an air of mystery which drew the circle closer round the fire, informed them that she had provided her grave-clothes some years before- a nice linen shroud, a cap with a muslin ruff, and everything of a finer sort than she had worn since her wedding day. But this evening an old superstition had strangely recurred to her. It used to be said, in her younger days, that if anything were amiss with a corpse, if only the ruff were not smooth, or the cap did not set right, the corpse in the coffin and beneath the clods would strive to put up its cold hands and arrange it. The bare thought made her nervous. \"Don't talk so, grandmother!\" said the girl, shuddering. \"Now,\" continued the old woman, with singular earnestness, yet smiling strangely at her own folly, \"I want one of you, my children- when your mother is dressed and in the coffin- I want one of you to hold a looking-glass over my face. Who knows but I may take a glimpse at myself, and see whether all's right?\" \"Old and young, we dream of graves and monuments,\" murmured the stranger youth. \"I wonder how mariners feel when the ship is sinking, and they, unknown and undistinguished, are to be buried together in the ocean- that wide and nameless sepulchre?\" For a moment, the old woman's ghastly conception so engrossed the minds of her hearers that a sound abroad in the night, rising like the roar of a blast, had grown broad, deep, and terrible, before the fated group were conscious of it. The house and all within it trembled; the foundations of the earth seemed to be shaken, as if this awful sound were the peal of the last trump. Young and old exchanged one wild glance, and remained an instant, pale, affrighted, without utterance, or power to move. Then the same shriek burst simultaneously from all their lips. \"The Slide! The Slide!\" The simplest words must intimate, but not portray, the unutterable horror of the catastrophe. The victims rushed from their cottage, and sought refuge in what they deemed a safer spot- where, in contemplation of such an emergency, a sort of barrier had been reared. Alas! they had quitted their security, and fled right into the pathway of destruction. Down came the whole side of the mountain, in a cataract of ruin. Just before it reached the house, the stream broke into two branches- shivered not a window there, but overwhelmed the whole vicinity, blocked up the road, and annihilated everything in its dreadful course. Long ere the thunder of the great Slide had ceased to roar among the mountains, the mortal agony had been endured, and the victims were at peace. Their bodies were never found. The next morning, the light smoke was seen stealing from the cottage chimney up the mountain side. Within, the fire was yet smouldering on the hearth, and the chairs in a circle round it, as if the inhabitants had but gone forth to view the devastation of the Slide, and would shortly return, to thank Heaven for their miraculous escape. All had left separate tokens, by which those who had known the family were made to shed a tear for each. Who has not heard their name? The story has been told far and wide, and will forever be a legend of these mountains. Poets have sung their fate. There were circumstances which led some to suppose that a stranger had been received into the cottage on this awful night, and had shared the catastrophe of all its inmates. Others denied that there were sufficient grounds for such a conjecture. Wo for the high-souled youth, with his dream of Earthly Immortality!", "His name and person utterly unknown; his history, his way of life, his plans, a mystery never to be solved, his death and his existence equally a doubt! Whose was the agony of that death moment? THE END ."]}