{"HAWTHORNE": ["1835 TWICE-TOLD TALES ALICE DOANE'S APPEAL by Nathaniel Hawthorne ON A PLEASANT AFTERNOON of June, it was my good fortune to be the companion of two young ladies in a walk. The direction of our course being left to me, I led them neither to Legge's Hill, nor to the Cold Spring, nor to the rude shores and old batteries of the Neck, nor yet to Paradise; though if the latter place were rightly named, my fair friends would have been at home there. We reached the outskirts of the town, and turning aside from a street of tanners and curriers, began to ascend a hill, which at a distance, by its dark slope and the even line of its summit, resembled a green rampart along the road. It was less steep than its aspect threatened. The eminence formed part of an extensive tract of pasture land, and was traversed by cow paths in various directions; but, strange to tell, though the whole slope and summit were of a peculiarly deep green, scarce a blade of grass was visible from the base upward. This deceitful verdure was occasioned by a plentiful crop of \"woodwax,\" which wears the same dark and glossy green throughout the summer, except at one short period, when it puts forth a profusion of yellow blossoms. At that season, to a distant spectator, the hill appears absolutely overlaid with gold, or covered with a glory of sunshine, even beneath a clouded sky. But the curious wanderer on the hill will perceive that all the grass, and everything that should nourish man or beast, has been destroyed by this vile and ineradicable weed: its tufted roots make the soil their own, and permit nothing else to vegetate among them; so that a physical curse may be said to have blasted the spot, where guilt and frenzy consummated the most execrable scene that our history blushes to record. For this was the field where superstition won her darkest triumph; the high place where our fathers set up their shame, to the mournful gaze of generations far remote. The dust of martyrs was beneath our feet. We stood on Gallows Hill. For my own part, I have often courted the historic influence of the spot. But it is singular how few come on pilgrimage to this famous hill; how many spend their lives almost at its base, and never once obey the summons of the shadowy past, as it beckons them to the summit. Till a year or two since, this portion of our history had been very imperfectly written, and, as we are not a people of legend or tradition, it was not every citizen of our ancient town that could tell, within half a century, so much as the date of the witchcraft delusion. Recently, indeed, an historian has treated the subject in a manner that will keep his name alive, in the only desirable connection with the errors of our ancestry, by converting the hill of their disgrace into an honorable monument of his own antiquarian lore, and of that better wisdom, which draws the moral while it tells the tale. But we are a people of the present, and have no heartfelt interest in the olden time. Every fifth of November, in commemoration of they know not what, or rather without an idea beyond the momentary blaze, the young men scare the town with bonfires on this haunted height, but never dream of paying funeral honors to those who died so wrongfully, and, without a coffin or a prayer, were buried here. Though with feminine susceptibility, my companions caught all the melancholy associations of the scene, yet these could but imperfectly overcome the gayety of girlish spirits. Their emotions came and went with quick vicissitude, and sometimes combined to form a peculiar and delicious excitement, the mirth brightening the gloom into a sunny shower of feeling, and a rainbow in the mind. My own more sombre mood was tinged by theirs. With now a merry word and next a sad one, we trod among the tangled weeds, and almost hoped that our feet would sink into the hollow of a witch's grave. Such vestiges were to be found within the memory of man, but have vanished now, and with them, I believe, all traces of the precise spot of the executions. On the long and broad ridge of the eminence, there is no very decided elevation of any one point, nor other prominent marks, except the decayed stumps of two trees, standing near each other, and here and there the rocky substance of the hill, peeping just above the woodwax. There are few such prospects of town and village, woodland and cultivated field, steeples and country seats, as we beheld from this unhappy spot. No blight had fallen on old Essex; all was prosperity and riches, healthfully distributed. Before us lay our native town, extending from the foot of the hill to the harbor, level as a chess board embraced by two arms of the sea, and filling the whole peninsula with a close assemblage of wooden roofs, overtopped by many a spire, and intermixed with frequent heaps of verdure, where trees threw up their shade from unseen trunks. Beyond was the bay and its islands, almost the only objects, in a country unmarked by strong natural features, on which time and human toil had produced no change. Retaining these portions of the scene, and also the peaceful glory and tender gloom of the declining sun, we threw, in imagination, a veil of deep forest over the land, and pictured a few scattered villages, and this old town itself a village, as when the prince of hell bore sway there. The idea thus gained of its former aspect, its quaint edifices standing far apart, with peaked roofs and projecting stories, and its single meeting-house pointing up a tall spire in the midst; the vision, in short, of the town in 1692, served to introduce a wondrous tale of those old times. I had brought the manuscript in my pocket. It was one of a series written years ago, when my pen, now sluggish and perhaps feeble, because I have not much to hope or fear, was driven by stronger external motives, and a more passionate impulse within, than I am fated to feel again. Three or four of these tales had appeared in the \"Token,\" after a long time and various adventures, but had encumbered me with no troublesome notoriety, even in my birthplace. One great heap had met a brighter destiny: they had fed the flames; thoughts meant to delight the world and endure for ages had perished in a moment, and stirred not a single heart but mine. The story now to be introduced, and another, chanced to be in kinder custody at the time, and thus, by no conspicuous merits of their own, escaped destruction. The ladies, in consideration that I had never before intruded my performances on them, by any but the legitimate medium, through the press, consented to hear me read. I made them sit down on a moss-grown rock, close by the spot where we chose to believe that the death tree had stood. After a little hesitation on my part, caused by a dread of renewing my acquaintance with fantasies that had lost their charm in the ceaseless flux of mind, I began the tale, which opened darkly with the discovery of a murder. A hundred years, and nearly half that time, have elapsed since the body of a murdered man was found, at about the distance of three miles, on the old road to Boston. He lay in a solitary spot, on the bank of a small lake, which the severe frost of December had covered with a sheet of ice. Beneath this, it seemed to have been the intention of the murderer to conceal his victim in a chill and watery grave, the ice being deeply hacked, perhaps with the weapon that had slain him, though its solidity was too stubborn for the patience of a man with blood upon his hand. The corpse therefore reclined on the earth, but was separated from the road by a thick growth of dwarf pines. There had been a slight fall of snow during the night, and as if nature were shocked at the deed, and strove to hide it with her frozen tears, a little drifted heap had partly buried the body, and lay deepest over the pale dead face. An early traveller, whose dog had led him to the spot, ventured to uncover the features, but was affrighted by their expression. A look of evil and scornful triumph had hardened on them, and made death so life-like and so terrible, that the beholder at once took flight, as swiftly as if the stiffened corpse would rise up and follow. I read on, and identified the body as that of a young man, a stranger in the country, but resident during several preceding months in the town which lay at our feet. The story described, at some length, the excitement caused by the murder, the unavailing quest after the perpetrator, the funeral ceremonies, and other commonplace matters, in the course of which, I brought forward the personages who were to move among the succeeding events. They were but three. A young man and his sister; the former characterized by a diseased imagination and morbid feelings; the latter, beautiful and virtuous, and instilling something of her own excellence into the wild heart of her brother, but not enough to cure the deep taint of his nature. The third person was a wizard; a small, gray, withered man, with fiendish ingenuity in devising evil, and superhuman power to execute it, but senseless as an idiot and feebler than a child to all better purposes. The central scene of the story was an interview between this wretch and Leonard Doane, in the wizard's hut, situated beneath a range of rocks at some distance from the town.", "They sat beside a smouldering fire, while a tempest of wintry rain was beating on the roof. The young man spoke of the closeness of the tie which united him and Alice, the consecrated fervor of their affection from childhood upwards, their sense of lonely sufficiency to each other, because they only of their race had escaped death, in a night attack by the Indians. He related his discovery or suspicion of a secret sympathy between his sister and Walter Brome, and told how a distempered jealousy had maddened him. In the following passage, I threw a glimmering light on the mystery of the tale. \"Searching,\" continued Leonard, \"into the breast of Walter Brome, I at length found a cause why Alice must inevitably love him. For he was my very counterpart! I compared his mind by each individual portion, and as a whole, with mine. There was a resemblance from which I shrunk with sickness, and loathing, and horror, as if my own features had come and stared upon me in a solitary place, or had met me in struggling through a crowd. Nay! the very same thoughts would often express themselves in the same words from our lips, proving a hateful sympathy in our secret souls. His education, indeed, in the cities of the old world, and mine in this rude wilderness, had wrought a superficial difference. The evil of his character, also, had been strengthened and rendered prominent by a reckless and ungoverned life, while mine had been softened and purified by the gentle and holy nature of Alice. But my soul had been conscious of the germ of all the fierce and deep passions, and of all the many varieties of wickedness, which accident had brought to their full maturity in him. Nor will I deny that, in the accursed one, I could see the withered blossom of every virtue, which, by a happier culture, had been made to bring forth fruit in me. Now, here was a man whom Alice might love with all the strength of sisterly affection, added to that impure passion which alone engrosses all the heart. The stranger would have more than the love which had been gathered to me from the many graves of our household- and I be desolate!\" Leonard Doane went on to describe the insane hatred that had kindled his heart into a volume of hellish flame. It appeared, indeed, that his jealousy had grounds, so far as that Walter Brome had actually sought the love of Alice, who also had betrayed an undefinable, but powerful interest in the unknown youth. The latter, in spite of his passion for Alice, seemed to return the loathful antipathy of her brother; the similarity of their dispositions made them like joint possessors of an individual nature, which could not become wholly the property of one, unless by the extinction of the other. At last, with the same devil in each bosom, they chanced to meet, they two on a lonely road. While Leonard spoke, the wizard had sat listening to what he already knew, yet with tokens of pleasurable interest, manifested by flashes of expression across his vacant features, by grisly smiles and by a word here and there, mysteriously filling up some void in the narrative. But when the young man told how Walter Brome had taunted him with indubitable proofs of the shame of Alice, and, before the triumphant sneer could vanish from his face, had died by her brother's hand, the wizard laughed aloud. Leonard started, but just then a gust of wind came down the chimney, forming itself into a close resemblance of the slow, unvaried laughter, by which he had been interrupted. \"I was deceived,\" thought he; and thus pursued his fearful story. \"I trod out his accursed soul, and knew that he was dead; for my spirit bounded as if a chain had fallen from it and left me free. But the burst of exulting certainty soon fled, and was succeeded by a torpor over my brain and a dimness before my eyes, with the sensation of one who struggles through a dream. So I bent down over the body of Walter Brome, gazing into his face, and striving to make my soul glad with the thought, that he, in very truth, lay dead before me. I know not what space of time I had thus stood, nor how the vision came. But it seemed to me that the irrevocable years since childhood had rolled back, and a scene, that had long been confused and broken in my memory, arrayed itself with all its first distinctness. Methought I stood a weeping infant by my father's hearth; by the cold and blood-stained hearth where he lay dead. I heard the childish wail of Alice, and my own cry arose with hers, as we beheld the features of our parent, fierce with the strife and distorted with the pain, in which his spirit had passed away. As I gazed, a cold wind whistled by, and waved my father's hair. Immediately I stood again in the lonesome 91 road, no more a sinless child, but a man of blood, whose tears were falling fast over the face of his dead enemy. But the delusion was not wholly gone; that face still wore a likeness of my father; and because my soul shrank from the fixed glare of the eyes, I bore the body to the lake, and would have buried it there. But before his icy sepulchre was hewn, I heard the voice of two travellers and fled.\" Such was the dreadful confession of Leonard Doane. And now tortured by the idea of his sister's guilt, yet sometimes yielding to a conviction of her purity; stung with remorse for the death of Walter Brome, and shuddering with a deeper sense of some unutterable crime, perpetrated, as he imagined, in madness or a dream; moved also by dark impulses, as if a fiend were whispering him to meditate violence against the life of Alice; he had sought this interview with the wizard, who, on certain conditions, had no power to withhold his aid in unravelling the mystery. The tale drew near its close. The moon was bright on high; the blue firmament appeared to glow with an inherent brightness; the greater stars were burning in their spheres; the northern lights threw their mysterious glare far over the horizon; the few small clouds aloft were burdened with radiance; but the sky, with all its variety of light, was scarcely so brilliant as the earth. The rain of the preceding night had frozen as it fell, and, by that simple magic, had wrought wonders. The trees were hung with diamonds and many-colored gems; the houses were overlaid with silver, and the streets paved with slippery brightness; a frigid glory was flung over all familiar things, from the cottage chimney to the steeple of the meetinghouse, that gleamed upward to the sky. This living world, where we sit by our firesides, or go forth to meet beings like ourselves, seemed rather the creation of wizard power, with so much of the resemblance to known objects that a man might shudder at the ghostly shape of his old beloved dwelling, and the shadow of a ghostly tree before his door. One looked to behold inhabitants suited to such a town, glittering in icy garments, with the motionless features, cold, sparkling eyes, and just sensation enough in their frozen hearts to shiver at each other's presence. By this fantastic piece of description, and more in the same style, I intended to throw a ghostly glimmer round the reader, so that his imagination might view the town through a medium that should take off its every-day aspect, and make it a proper theatre for so wild a scene as the final one. Amid this unearthly show, the wretched brother and sister were represented as setting forth, at midnight, through the gleaming streets, and directing their steps to a graveyard, where all the dead had been laid, from the first corpse in that ancient town, to the murdered man who was buried three days before. As they went, they seemed to see the wizard gliding by their sides, or walking dimly on the path before them. But here I paused, and gazed into the faces of my two fair auditors, to judge whether, even on the hill where so many had been brought to death by wilder tales than this, I might venture to proceed. Their bright eyes were fixed on me; their lips apart. I took courage, and led the fated pair to a new-made grave, where for a few moments, in the bright and silent midnight, they stood alone. But suddenly there was a multitude of people among the graves.", "Each family tomb had given up its inhabitants, who, one by one, through distant years, had been borne to its dark chamber, but now came forth and stood in a pale group together. There was the gray ancestor, the aged mother, and all their descendants, some withered and full of years, like themselves, and others in their prime; there, too, were the children who went prattling to the tomb, and there the maiden who yielded her early beauty to death's embrace, before passion had polluted it. Husbands and wives arose, who had lain many years side by side, and young mothers who had forgotten to kiss their first babes, though pillowed so long on their bosoms. Many had been buried in the habiliments of life, and still wore their ancient garb; some were old defenders of the infant colony, and gleamed forth in their steel-caps and bright breast-plates, as if starting up at an Indian war-cry; other venerable shapes had been pastors of the church, famous among the New England clergy, and now leaned with hands clasped over their gravestones, ready to call the congregation to prayer. There stood the early settlers, those old illustrious ones, the heroes of tradition and fireside legends, the men of history whose features had been so long beneath the sod that few alive could have remembered them. There, too, were faces of former townspeople, dimly recollected from childhood, and others, whom Leonard and Alice had wept in later years, but who now were most terrible of all, by their ghastly smile of recognition. All, in short, were there; the dead of other generations, whose moss-grown names could scarce be read upon their tombstones, and their successors, whose graves were not yet green; all whom black funerals had followed slowly thither now reappeared where the mourners left them. Yet none but souls accursed were there, and fiends counterfeiting the likeness of departed saints. The countenances of those venerable men, whose very features had been hallowed by lives of piety, were contorted now by intolerable pain or hellish passion, and now by an unearthly and derisive merriment. Had the pastors prayed, all saintlike as they seemed, it had been blasphemy. The chaste matrons, too, and the maidens with untasted lips, who had slept in their virgin graves apart from all other dust, now wore a look from which the two trembling mortals shrank, as if the unimaginable sin of twenty worlds were collected there. The faces of fond lovers, even of such as had pined into the tomb, because there their treasure was, were bent on one another with glances of hatred and smiles of bitter scorn, passions that are to devils what love is to the blest. At times, the features of those who had passed from a holy life to heaven would vary to and fro, between their assumed aspect and the fiendish lineaments whence they had been transformed. The whole miserable multitude, both sinful souls and false spectres of good men, groaned horribly and gnashed their teeth, as they looked upward to the calm loveliness of the midnight sky, and beheld those homes of bliss where they must never dwell. Such was the apparition, though too shadowy for language to portray; for here would be the moonbeams on the ice, glittering through a warrior's breast-plate, and there the letters of a tombstone, on the form that stood before it; and whenever a breeze went by, it swept the old men's hoary heads, the women's fearful beauty, and all the unreal throng, into one indistinguishable cloud together. I dare not give the remainder of the scene, except in a very brief epitome. This company of devils and condemned souls had come on a holiday, to revel in the discovery of a complicated crime; as foul a one as ever imagined in their dreadful abode. In the course of the tale, the reader had been permitted to discover that all the incidents were results of the machinations of the wizard, who had cunningly devised that Walter Brome should tempt his unknown sister to guilt and shame, and himself perish by the hand of his twin-brother. I described the glee of the fiends at this hideous conception, and their eagerness to know if it were consummated. The story concluded with the Appeal of Alice to the spectre of Walter Brome, his reply, absolving her from every stain; and the trembling awe with which ghost and devil fled, as from the sinless presence of an angel. The sun had gone down. While I held my page of wonders in the fading light, and read how Alice and her brother were left alone among the graves, my voice mingled with the sigh of a summer wind, which passed over the hill-top, with the broad and hollow sound as of the flight of unseen spirits. Not a word was spoken till I added that the wizard's grave was close beside us, and that the woodwax had sprouted originally from his unhallowed bones. The ladies started; perhaps their cheeks might have grown pale had not the crimson west been blushing on them; but after a moment they began to laugh, while the breeze took a livelier motion, as if responsive to their mirth. I kept an awful solemnity of visage, being, indeed, a little piqued that a narrative which had good authority in our ancient superstitions, and would have brought even a church deacon to Gallows Hill, in old witch times, should now be considered too grotesque and extravagant for timid maids to tremble at. Though it was past supper time, I detained them a while longer on the hill, and made a trial whether truth were more powerful than fiction. We looked again towards the town, no longer arrayed in that icy splendor of earth, tree, and edifice, beneath the glow of a wintry midnight, which shining afar through the gloom of a century had made it appear the very home of visions in visionary streets. An indistinctness had begun to creep over the mass of buildings and blend them with the intermingled tree-tops, except where the roof of a statelier mansion, and the steeples and brick towers of churches, caught the brightness of some cloud that yet floated in the sunshine. Twilight over the landscape was congenial to the obscurity of time. With such eloquence as my share of feeling and fancy could supply, I called back hoar antiquity, and bade my companions imagine an ancient multitude of people, congregated on the hill-side, spreading far below, clustering on the steep old roofs, and climbing the adjacent heights, wherever a glimpse of this spot might be obtained. I strove to realize and faintly communicate the deep, unutterable loathing and horror, the indignation, the affrighted wonder, that wrinkled on every brow, and filled the universal heart. See! the whole crowd turns pale and shrinks within itself, as the virtuous emerge from yonder street. Keeping pace with that devoted company, I described them one by one; here tottered a woman in her dotage, knowing neither the crime imputed her, nor its punishment; there another, distracted by the universal madness, till feverish dreams were remembered as realities, and she almost believed her guilt. One, a proud man once, was so broken down by the intolerable hatred heaped upon him, that he seemed to hasten his steps, eager to hide himself in the grave hastily dug at the foot of the gallows. As they went slowly on, a mother looked behind, and beheld her peaceful dwelling; she cast her eyes elsewhere, and groaned inwardly yet with bitterest anguish, for there was her little son among the accusers. I watched the face of an ordained pastor, who walked onward to the same death; his lips moved in prayer; no narrow petition for himself alone, but embracing all his fellow-sufferers and the frenzied multitude; he looked to Heaven and trod lightly up the hill. Behind their victims came the afflicted, a guilty and miserable band; villains who had thus avenged themselves on their enemies, and viler wretches, whose cowardice had destroyed their friends; lunatics, whose ravings had chimed in with the madness of the land; and children, who had played a game that the imps of darkness might have envied them, since it disgraced an age, and dipped a people's hands in blood. In the rear of the procession rode a figure on horseback, so darkly conspicuous, so sternly triumphant, that my hearers mistook him for the visible presence of the fiend himself; but it was only his good friend, Cotton Mather, proud of his well-won dignity, as the representative of all the hateful features of his time; the one blood-thirsty man, in whom were concentrated those vices of spirit and errors of opinion that sufficed to madden the whole surrounding multitude. And thus I marshalled them onward, the innocent who were to die, and the guilty who were to grow old in long remorse- tracing their every step, by rock, and shrub, and broken track, till their shadowy visages had circled round the hill-top, where we stood. I plunged into my imagination for a blacker horror, and a deeper woe, and pictured the scaffold- But here my companions seized an arm on each side; their nerves were trembling; and, sweeter victory still, I had reached the seldom trodden places of their hearts, and found the well-spring of their tears. And now the past had done all it could. We slowly descended, watching the lights as they twinkled gradually through the town, and listening to the distant mirth of boys at play, and to the voice of a young girl warbling somewhere in the dusk, a pleasant sound to wanderers from old witch times. Yet, ere we left the hill, we could not but regret that there is nothing on its barren summit, no relic of old, nor lettered stone of later days, to assist the imagination in appealing to the heart. We build the memorial column on the height which our fathers made sacred with their blood, poured out in a holy cause. And here, in dark, funereal stone, should rise another monument, sadly commemorative of the errors of an earlier race, and not to be cast down, while the human heart has one infirmity that may result in crime. THE END .", "1835 TWICE-TOLD TALES THE AMBITIOUS GUEST by Nathaniel Hawthorne ONE SEPTEMBER NIGHT a family had gathered round their hearth, and piled it high with the driftwood of mountain streams, the dry cones of the pine, and the splintered ruins of great trees that had come crashing down the precipice. Up the chimney roared the fire, and brightened the room with its broad blaze. The faces of the father and mother had a sober gladness; the children laughed; the eldest daughter was the image of Happiness at seventeen; and the aged grandmother, who sat knitting in the warmest place, was the image of Happiness grown old. They had found the \"herb, heart's-ease,\" in the bleakest spot of all New England. This family were situated in the Notch of the White Hills, where the wind was sharp throughout the year, and pitilessly cold in the winter- giving their cottage all its fresh inclemency before it descended on the valley of the Saco. They dwelt in a cold spot and a dangerous one; for a mountain towered above their heads, so steep, that the stones would often rumble down its sides and startle them at midnight. The daughter had just uttered some simple jest that filled them all with mirth, when the wind came through the Notch and seemed to pause before their cottage- rattling the door, with a sound of wailing and lamentation, before it passed into the valley. For a moment it saddened them, though there was nothing unusual in the tones. But the family were glad again when they perceived that the latch was lifted by some traveller, whose footsteps had been unheard amid the dreary blast which heralded his approach, and wailed as he was entering, and went moaning away from the door. Though they dwelt in such a solitude, these people held daily converse with the world. The romantic pass of the Notch is a great artery, through which the life-blood of internal commerce is continually throbbing between Maine, on one side, and the Green Mountains and the shores of the St. Lawrence, on the other. The stage-coach always drew up before the door of the cottage. The way-farer, with no companion but his staff, paused here to exchange a word, that the sense of loneliness might not utterly overcome him ere he could pass through the cleft of the mountain, or reach the first house in the valley. And here the teamster, on his way to Portland market, would put up for the night; and, if a bachelor, might sit an hour beyond the usual bedtime, and steal a kiss from the mountain maid at parting. It was one of those primitive taverns where the traveller pays only for food and lodging, but meets with a homely kindness beyond all price. When the footsteps were heard, therefore, between the outer door and the inner one, the whole family rose up, grandmother, children, and all, as if about to welcome someone who belonged to them, and whose fate was linked with theirs. The door was opened by a young man. His face at first wore the melancholy expression, almost despondency, of one who travels a wild and bleak road, at nightfall and alone, but soon brightened up when he saw the kindly warmth of his reception. He felt his heart spring forward to meet them all, from the old woman, who wiped a chair with her apron, to the little child that held out its arms to him. One glance and smile placed the stranger on a footing of innocent familiarity with the eldest daughter. \"Ah, this fire is the right thing!\" cried he; \"especially when there is such a pleasant circle round it. I am quite benumbed; for the Notch is just like the pipe of a great pair of bellows; it has blown a terrible blast in my face all the way from Bartlett.\" \"Then you are going towards Vermont?\" said the master of the house, as he helped to take a light knapsack off the young man's shoulders. \"Yes; to Burlington, and far enough beyond,\" replied he. \"I meant to have been at Ethan Crawford's tonight; but a pedestrian lingers along such a road as this. It is no matter; for, when I saw this good fire, and all your cheerful faces, I felt as if you had kindled it on purpose for me, and were waiting my arrival. So I shall sit down among you, and make myself at home.\" The frank-hearted stranger had just drawn his chair to the fire when something like a heavy footstep was heard without, rushing down the steep side of the mountain, as with long and rapid strides, and taking such a leap in passing the cottage as to strike the opposite precipice. The family held their breath, because they knew the sound, and their guest held his by instinct. \"The old mountain has thrown a stone at us, for fear we should forget him,\" said the landlord, recovering himself. \"He sometimes nods his head and threatens to come down; but we are old neighbors, and agree together pretty well upon the whole. Besides we have a sure place of refuge hard by if he should be coming in good earnest.\" Let us now suppose the stranger to have finished his supper of bear's meat; and, by his natural felicity of manner, to have placed himself on a footing of kindness with the whole family, so that they talked as freely together as if he belonged to their mountain brood. He was of a proud, yet gentle spirit- haughty and reserved among the rich and great; but ever ready to stoop his head to the lowly cottage door, and be like a brother or a son at the poor man's fireside. In the household of the Notch he found warmth and simplicity of feeling, the pervading intelligence of New England, and a poetry of native growth, which they had gathered when they little thought of it from the mountain peaks and chasms, and at the very threshold of their romantic and dangerous abode. He had travelled far and alone; his whole life, indeed, had been a solitary path; for, with the lofty caution of his nature, he had kept himself apart from those who might otherwise have been his companions. The family, too, though so kind and hospitable, had that consciousness of unity among themselves, and separation from the world at large, which, in every domestic circle, should still keep a holy place where no stranger may intrude. But this evening a prophetic sympathy impelled the refined and educated youth to pour out his heart before the simple mountaineers, and constrained them to answer him with the same free confidence. And thus it should have been. Is not the kindred of a common fate a closer tie than that of birth? The secret of the young man's character was a high and abstracted ambition. He could have borne to live an undistinguished life, but not to be forgotten in the grave. Yearning desire had been transformed to hope; and hope, long cherished, had become like certainty, that, obscurely as he journeyed now, a glory was to beam on all his pathway- though not, perhaps, while he was treading it. But when posterity should gaze back into the gloom of what was now the present, they would trace the brightness of his footsteps, brightening as meaner glories faded, and confess that a gifted one had passed from his cradle to his tomb with none to recognize him. \"As yet,\" cried the stranger- his cheek glowing and his eye flashing with enthusiasm- \"as yet, I have done nothing. Were I to vanish from the earth tomorrow, none would know so much of me as you: that a nameless youth came up at nightfall from the valley of the Saco, and opened his heart to you in the evening, and passed through the Notch by sunrise, and was seen no more. Not a soul would ask, 'Who was he? Whither did the wanderer go?'", "But I cannot die till I have achieved my destiny. Then, let Death come! I shall have built my monument!\" There was a continual flow of natural emotion, gushing forth amid abstracted reverie, which enabled the family to understand this young man's sentiments, though so foreign from their own. With quick sensibility of the ludicrous, he blushed at the ardor into which he had been betrayed. \"You laugh at me,\" said he, taking the eldest daughter's hand, and laughing himself. \"You think my ambition as nonsensical as if I were to freeze myself to death on the top of Mount Washington, only that people might spy at me from the country round about. And, truly, that would be a noble pedestal for a man's statue!\" \"It is better to sit here by this fire,\" answered the girl, blushing, \"and be comfortable and contented, though nobody thinks about us.\" \"I suppose,\" said her father, after a fit of musing, \"there is something natural in what the young man says; and if my mind had been turned that way, I might have felt just the same. It is strange, wife, how his talk has set my head running on things that are pretty certain never to come to pass.\" \"Perhaps they may,\" observed the wife. \"Is the man thinking what he will do when he is a widower?\" \"No, no!\" cried he, repelling the idea with reproachful kindness. \"When I think of your death, Esther, I think of mine, too. But I was wishing we had a good farm in Bartlett, or Bethlehem, or Littleton, or some other township round the White Mountains; but not where they could tumble on our heads. I should want to stand well with my neighbors and be called Squire, and sent to General Court for a term or two; for a plain, honest man may do as much good there as a lawyer. And when I should be grown quite an old man, and you an old woman, so as not to be long apart, I might die happy enough in my bed, and leave you all crying around me. A slate gravestone would suit me as well as a marble one- with just my name and age, and a verse of a hymn, and something to let people know that I lived an honest man and died a Christian.\" \"There now!\" exclaimed the stranger; \"it is our nature to desire a monument, be it slate or marble, or a pillar of granite, or a glorious memory in the universal heart of man.\" \"We're in a strange way, tonight,\" said the wife, with tears in her eyes. \"They say it's a sign of something, when folks' minds go a-wandering so. Hark to the children!\" They listened accordingly. The younger children had been put to bed in another room, but with an open door between, so that they could be heard talking busily among themselves. One and all seemed to have caught the infection from the fireside circle, and were outvying each other in wild wishes, and childish projects, of what they would do when they came to be men and women. At length a little boy, instead of addressing his brothers and sisters, called out to his mother. \"I'll tell you what I wish, mother,\" cried he. \"I want you and father and grandma'm, and all of us, and the stranger too, to start right away, and go and take a drink out of the basin of the Flume!\" Nobody could help laughing at the child's notion of leaving a warm bed, and dragging them from a cheerful fire, to visit the basin of the Flume- a brook, which tumbles over the precipice, deep within the Notch. The boy had hardly spoken when a wagon rattled along the road, and stopped a moment before the door. It appeared to contain two or three men, who were cheering their hearts with the rough chorus of a song, which resounded, in broken notes, between the cliffs, while the singers hesitated whether to continue their journey or put up here for the night. \"Father,\" said the girl, \"they are calling you by name.\" But the good man doubted whether they had really called him, and was unwilling to show himself too solicitous of gain by inviting people to patronize his house. He therefore did not hurry to the door; and the lash being soon applied, the travellers plunged into the Notch, still singing and laughing, though their music and mirth came back drearily from the heart of the mountain. \"There, mother!\" cried the boy, again. \"They'd have given us a ride to the Flume.\" Again they laughed at the child's pertinacious fancy for a night ramble. But it happened that a light cloud passed over the daughter's spirit; she looked gravely into the fire, and drew a breath that was almost a sigh. It forced its way, in spite of a little struggle to repress it. Then starting and blushing, she looked quickly round the circle, as if they had caught a glimpse into her bosom. The stranger asked what she had been thinking of. \"Nothing,\" answered she, with a downcast smile. \"Only I felt lonesome just then.\" \"Oh, I have always had a gift of feeling what is in other people's hearts,\" said he, half seriously. \"Shall I tell the secrets of yours? For I know what to think when a young girl shivers by a warm hearth, and complains of lonesomeness at her mother's side.", "Shall I put these feelings into words?\" \"They would not be a girl's feelings any longer if they could be put into words,\" replied the mountain nymph, laughing, but avoiding his eye. All this was said apart. Perhaps a germ of love was springing in their hearts, so pure that it might blossom in Paradise, since it could not be matured on earth; for women worship such gentle dignity as his; and the proud, contemplative, yet kindly soul is oftenest captivated by simplicity like hers. But while they spoke softly, and he was watching the happy sadness, the lightsome shadows, the shy yearnings of a maiden's nature, the wind through the Notch took a deeper and drearier sound. It seemed, as the fanciful stranger said, like the choral strain of the spirits of the blast, who in old Indian times had their dwelling among these mountains, and made their heights and recesses a sacred region. There was a wail along the road, as if a funeral were passing. To chase away the gloom, the family threw pine branches on their fire, till the dry leaves crackled and the flame arose, discovering once again a scene of peace and humble happiness. The light hovered about them fondly, and caressed them all. There were the little faces of the children, peeping from their bed apart, and here the father's frame of strength, the mother's subdued and careful mien, the high-browed youth, the budding girl, and the good old grandam, still knitting in the warmest place. The aged woman looked up from her task, and, with fingers ever busy, was the next to speak. \"Old folks have their notions,\" said she, \"as well as young ones. You've been wishing and planning; and letting your heads run on one thing and another, till you've set my mind a-wandering too. Now what should an old woman wish for, when she can go but a step or two before she comes to her grave? Children, it will haunt me night and day till I tell you.\" \"What is it, mother?\" cried the husband and wife at once. Then the old woman, with an air of mystery which drew the circle closer round the fire, informed them that she had provided her grave-clothes some years before- a nice linen shroud, a cap with a muslin ruff, and everything of a finer sort than she had worn since her wedding day. But this evening an old superstition had strangely recurred to her. It used to be said, in her younger days, that if anything were amiss with a corpse, if only the ruff were not smooth, or the cap did not set right, the corpse in the coffin and beneath the clods would strive to put up its cold hands and arrange it. The bare thought made her nervous. \"Don't talk so, grandmother!\" said the girl, shuddering. \"Now,\" continued the old woman, with singular earnestness, yet smiling strangely at her own folly, \"I want one of you, my children- when your mother is dressed and in the coffin- I want one of you to hold a looking-glass over my face. Who knows but I may take a glimpse at myself, and see whether all's right?\" \"Old and young, we dream of graves and monuments,\" murmured the stranger youth. \"I wonder how mariners feel when the ship is sinking, and they, unknown and undistinguished, are to be buried together in the ocean- that wide and nameless sepulchre?\" For a moment, the old woman's ghastly conception so engrossed the minds of her hearers that a sound abroad in the night, rising like the roar of a blast, had grown broad, deep, and terrible, before the fated group were conscious of it. The house and all within it trembled; the foundations of the earth seemed to be shaken, as if this awful sound were the peal of the last trump. Young and old exchanged one wild glance, and remained an instant, pale, affrighted, without utterance, or power to move. Then the same shriek burst simultaneously from all their lips. \"The Slide! The Slide!\" The simplest words must intimate, but not portray, the unutterable horror of the catastrophe. The victims rushed from their cottage, and sought refuge in what they deemed a safer spot- where, in contemplation of such an emergency, a sort of barrier had been reared. Alas! they had quitted their security, and fled right into the pathway of destruction. Down came the whole side of the mountain, in a cataract of ruin. Just before it reached the house, the stream broke into two branches- shivered not a window there, but overwhelmed the whole vicinity, blocked up the road, and annihilated everything in its dreadful course. Long ere the thunder of the great Slide had ceased to roar among the mountains, the mortal agony had been endured, and the victims were at peace. Their bodies were never found. The next morning, the light smoke was seen stealing from the cottage chimney up the mountain side. Within, the fire was yet smouldering on the hearth, and the chairs in a circle round it, as if the inhabitants had but gone forth to view the devastation of the Slide, and would shortly return, to thank Heaven for their miraculous escape. All had left separate tokens, by which those who had known the family were made to shed a tear for each. Who has not heard their name? The story has been told far and wide, and will forever be a legend of these mountains. Poets have sung their fate. There were circumstances which led some to suppose that a stranger had been received into the cottage on this awful night, and had shared the catastrophe of all its inmates. Others denied that there were sufficient grounds for such a conjecture. Wo for the high-souled youth, with his dream of Earthly Immortality!", "His name and person utterly unknown; his history, his way of life, his plans, a mystery never to be solved, his death and his existence equally a doubt! Whose was the agony of that death moment? THE END ."], "KEATS": ["1816 CHARACTER OF CHARLES BROWN by John Keats I. He is to weet a melancholy carle: Thin in the waist, with bushy head of hair As hath the seeded thistle when in parle It holds the Zephyr, ere it sendeth fair Its light balloons into the summer air; Therto his beard had not begun to bloom, No brush had touch'd his chin or razor sheer; No care had touch'd his cheek with mortal doom, But new he was and bright as scarf from Persian loom. II. Ne cared he for wine, or half-and-half; Ne cared he for fish or flesh or fowl, And sauces held he worthless as the chaff, He 'sdeigned the swine-head at the wassail-bowl; Ne with lewd ribbalds sat he cheek by jowl, Ne with sly Lemans in the scorner's chair; But after water-brooks this Pilgrim's soul Panted, and all his food was woodland air Though he would oft-times feast on gilliflowers rare. III. The slang of cities in no wise he knew, Tipping the wink to him was heathen Greek; He sipp'd no olden Tom or ruin blue, Or nantz or cherry-brandy drank full meek By many a damsel hoarse and rouge of cheek; Nor did he know each aged watchman's beat, Nor in obscured purlieus would he seek For curled Jewesses with ankles neat, Who as they walk abroad make tinkling with their feet. THE END .", "1816 THE DAY IS GONE, AND ALL ITS SWEETS ARE GONE! by John Keats The day is gone, and all its sweets are gone! Sweet voice, sweet lips, soft hand, and softer breast, Warm breath, light whisper, tender semi-tone, Bright eyes, accomplish'd shape, and lang'rous waist! Faded the flower and all its budded charms, Faded the sight of beauty from my eyes, Faded the shape of beauty from my arms, Faded the voice, warmth, whiteness, paradise- Vanish'd unseasonably at shut of eve, When the dusk holiday or holinight Of fragrant-curtain'd love begins to weave The woof of darkness thick, for hid delight; But, as I've read love's missal through to-day, He'll let me sleep, seeing I fast and pray. THE END ."]}