{"POE": ["1830 ALONE by Edgar Allan Poe ALONE Alone - From childhood's hour I have not been As others were; I have not seen As others saw; I could not bring My passions from a common spring. From the same source I have not taken My sorrow; I could not awaken My heart to joy at the same tone; And all I loved, I loved alone. Then- in my childhood, in the dawn Of a most stormy life- was drawn From every depth of good and ill The mystery which binds me still: From the torrent, or the fountain, From the red cliff of the mountain, From the sun that round me rolled In its autumn tint of gold, From the lightning in the sky As it passed me flying by, From the thunder and the storm, And the cloud that took the form (When the rest of Heaven was blue) Of a demon in my view. - - -THE END-", "The Assignation VENICE Stay for me there! I will not fail To meet thee in that hollow vale. HENRY KING, Bishop of Chichester, Exequy on the death of his wife Ill-fated and mysterious man!--bewildered in the brilliancy of thine own imagination, and fallen in the flames of thine own youth! Again in fancy I behold thee! Once more thy form hath risen before me!--not--oh not as thou art--in the cold valley and shadow--but as thou shouldst be--squandering away a life of magnificent meditation in that city of dim visions, thine own Venice--which is a star-beloved Elysium of the sea, and the wide windows of whose Palladian palaces look down with a deep and bitter meaning upon the secrets of her silent waters. Yes! I repeat it--as thou shouldst be. There are surely other worlds than this--other thoughts than the thoughts of the multitude-- other speculations than the speculations of the sophist. Who then shall call thy conduct into question? who blame thee for thy visionary hours, or denounce those occupations as a wasting away of life, which were but the overflowing of thine everlasting energies? It was at Venice, beneath the covered archway there called the Ponte di Sospiri, that I met for the third or fourth time the person of whom I speak. It is with a confused recollection that I bring to mind the circumstances of that meeting. Yet I remember--ah! how should I forget?--the deep midnight, the Bridge of Sighs, the beauty of woman, and the Genius of Romance that stalked up and down the narrow canal. It was a night of unusual gloom. The great clock of the Piazza had sounded the fifth hour of the Italian evening. The square of the Campanile lay silent and deserted, and the lights in the old Ducal Palace were dying fast away. I was returning home from the Piazetta, by way of the Grand Canal. But as my gondola arrived opposite the mouth of the canal San Marco, a female voice from its recesses broke suddenly upon the night, in one wild, hysterical, and long-continued shriek. Startled at the sound, I sprang upon my feet: while the gondolier, letting slip his single oar, lost it in the pitchy darkness beyond a chance of recovery, and we were consequently left to the guidance of the current which here sets from the greater into the smaller channel. Like some huge and sable-feathered condor, we were slowly drifting down towards the Bridge of Sighs, when a thousand flambeaux flashing from the windows, and down the staircases of the Ducal Palace, turned all at once that deep gloom into a livid and preternatural day. A child, slipping from the arms of its own mother, had fallen from an upper window of the lofty structure into the deep and dim canal. The quiet waters had closed placidly over their victim; and, although my own gondola was the only one in sight, many a stout swimmer, already in the stream, was seeking in vain upon the surface, the treasure which was to be found, alas! only within the abyss. Upon the broad black marble flagstones at the entrance of the palace, and a few steps above the water, stood a figure which none who then saw can have ever since forgotten. It was the Marchesa Aphrodite--the adoration of all Venice--the gayest of the gay--the most lovely where all were beautiful--but still the young wife of the old and intriguing Mentoni, and the mother of that fair child, her first and only one, who now deep beneath the murky water, was thinking in bitterness of heart upon her sweet caresses, and exhausting its little life in struggles to call upon her name. She stood alone. Her small, bare, and silvery feet gleamed in the black mirror of marble beneath her. Her hair, not as yet more than half loosened for the night from its ball-room array, clustered, amid a shower of diamonds, round and round her classical head, in curls like those of the young hyacinth. A snowy-white and gauze-like drapery seemed to be nearly the sole covering to her delicate form; but the midsummer and midnight air was hot, sullen, and still, and no motion in the statue-like form itself, stirred even the folds of that raiment of very vapour which hung around it as the heavy marble hangs around the Niobe. Yet--strange to say!--her large lustrous eyes were not turned downwards upon that grave wherein her brightest hope lay buried-- but riveted in a widely different direction! The prison of the Old Republic is, I think, the stateliest building in all Venice-- but how could that lady gaze so fixedly upon it, when beneath her lay stifling her only child? Yon dark, gloomy niche, too, yawns right opposite her chamber window--what, then, could there be in its shadows--in its architecture--in its ivy-wreathed and solemn cornices--that the Marchesa di Mentoni had not wondered at a thousand times before? Nonsense!-- Who does not remember that, at such a time as this, the eye, like a shattered mirror, multiplies the images of its sorrow, and sees in innumerable far- off places the woe which is close at hand? Many steps above the Marchesa, and within the arch of the water-gate, stood, in full dress, the Satyr-like figure of Mentoni himself. He was occasionally occupied in thrumming a guitar, and seemed ennuye to the very death, as at intervals he gave directions for the recovery of his child. Stupefied and aghast, I had myself no power to move from the upright position I had assumed upon first hearing the shriek, and must have presented to the eyes of the agitated group a spectral and ominous appearance, as with pale countenance and rigid limbs, I floated down among them in that funereal gondola. All efforts proved in vain. Many of the most energetic in the search were relaxing their exertions, and yielding to a gloomy sorrow. There seemed but little hope for the child (how much less than for the mother! ); but now, from the interior of that dark niche which has been already mentioned as forming a part of the Old Republican prison, and as fronting the lattice of the Marchesa, a figure muffled in a cloak stepped out within reach of the light, and, pausing a moment upon the verge of the giddy descent, plunged headlong into the canal. As, in an instant afterwards, he stood with the still living and breathing child within his grasp, upon the marble flagstones by the side of the Marchesa, his cloak, heavy with the drenching water, became unfastened, and, falling in folds about his feet, discovered to the wonder-stricken spectators the graceful person of a very young man, with the sound of whose name the greater part of Europe was then ringing. No word spoke the deliverer. But the Marchesa! She will now receive her child--she will press it to her heart--she will cling to its little form, and smother it with her caresses. Alas! another's arms have taken it from the stranger--another's arms have taken it away, and borne it afar off, unnoticed, into the palace! And the Marchesa! Her lip--her beautiful lip trembles: tears are gathering in her eyes--those eyes which, like Pliny's acanthus, are 'soft and almost liquid'. Yes!", "tears are gathering in those eyes--and see! the entire woman thrills throughout the soul, and the statue has started into life! The pallor of the marble countenance, the swelling of the marble bosom, the very purity of the marble feet, we behold suddenly flushed over with a tide of ungovernable crimson; and a slight shudder quivers about her delicate frame, as a gentle air at Napoli about the rich silver lilies in the grass. Why should that lady blush! To this demand there is no answer--except that, having left, in the eager haste and terror of a mother's heart, the privacy of her own boudoir, she has neglected to enthrall her tiny feet in their slippers, and utterly forgotten to throw over her Venetian shoulders that drapery which is their due. What other possible reason could there have been for her so blushing?--for the glance of those wild appealing eyes? for the unusual tumult of that throbbing bosom?--for the convulsive pressure of that trembling hand?--that hand which fell, as Mentoni turned into the palace, accidentally, upon the hand of the stranger. What reason could there have been for the low--the singularly low tone of those unmeaning words which the lady uttered hurriedly in bidding him adieu? 'Thou hast conquered--' she said, or the murmurs of the water deceived me--'thou hast conquered--one hour after sunrise--we shall meet-- so let it be!' * The tumult had subsided, the lights had died away within the palace, and the stranger, whom I now recognized, stood alone upon the flags. He shook with inconceivable agitation, and his eye glanced around in search of a gondola. I could not do less than offer him the service of my own; and he accepted the civility. Having obtained an oar at the water-gate, we proceeded together to his residence, while he rapidly recovered his self-possession, and spoke of our former slight acquaintance in terms of great apparent cordiality. There are some subjects upon which I take pleasure in being minute. The person of the stranger--let me call him by this title, who to all the world was still a stranger--the person of the stranger is one of these subjects. In height he might have been below rather than above the medium size: although there were moments of intense passion when his frame actually expanded and belied the assertion. The light, almost slender symmetry of his figure, promised more of that ready activity which he evinced at the Bridge of Sighs, than of that Herculean strength which he has been known to wield without an effort, upon occasions of more dangerous emergency. With the mouth and chin of a deity-- singular, wild, full, liquid eyes, whose shadows varied from pure hazel to intense and brilliant jet--and a profusion of curling, black hair, from which a forehead of unusual breadth gleamed forth at intervals all light and ivory--his were features than which I have seen none more classically regular, except, perhaps, the marble ones of the Emperor Commodus. Yet his countenance was, nevertheless, one of those which all men have seen at some period of their lives, and have never afterwards seen again. It had no peculiar--it had no settled predominant expression to be fastened upon the memory; a countenance seen and instantly forgotten--but forgotten with a vague and never-ceasing desire of recalling it to mind. Not that the spirit of each rapid passion failed, at any time, to throw its own distinct image upon the mirror of that face--but that the mirror, mirror-like, retained no vestige of the passion, when the passion had departed. Upon leaving him on the night of our adventure, he solicited me, in what I thought an urgent manner, to call upon him very early the next morning. Shortly after sunrise, I found myself accordingly at his Palazzo, one of those huge structures of gloomy, yet fantastic pomp, which tower above the waters of the Grand Canal in the vicinity of the Rialto. I was shown up a broad winding staircase of mosaics, into an apartment whose unparalleled splendour burst through the opening door with an actual glare, making me blind and dizzy with luxuriousness. I knew my acquaintance to be wealthy. Report had spoken of his possessions in terms which I had even ventured to call terms of ridiculous exaggeration. But as I gazed about me, I could not bring myself to believe that the wealth of any subject in Europe could have supplied the princely magnificence which burned and blazed around. Although, as I say, the sun had arisen, yet the room was still brilliantly lighted up. I judge from this circumstance, as well as from an air of exhaustion in the countenance of my friend, that he had not retired to bed during the whole of the preceding night. In the architecture and embellishments of the chamber, the evident design had been to dazzle and astound. Little attention had been paid to the decora of what is technically called keeping, or to the proprieties of nationality. The eye wandered from object to object, and rested upon none-- neither the grotesques of the Greek painters, nor the sculptures of the best Italian days, nor the huge carvings of untutored Egypt. Rich draperies in every part of the room trembled to the vibration of low, melancholy music, whose origin was not to be discovered. The senses were oppressed by mingled and conflicting perfumes, reeking up from strange convolute censers, together with multitudinous flaring and flickering tongues of emerald and violet fire. The rays of the newly risen sun poured in upon the whole, through windows formed each of a single pane of crimson- tinted glass. Glancing to and fro, in a thousand reflections, from curtains which rolled from their cornices like cataracts of molten silver, the beams of natural glory mingled at length fitfully with the artificial light, and lay weltering in subdued masses upon a carpet of rich, liquid-looking cloth of Chili gold. 'Ha! ha! ha!--ha! ha! ha!' --laughed the proprietor, motioning me to a seat as I entered the room, and throwing himself back at full-length upon an ottoman. 'I see,' said he, perceiving that I could not immediately reconcile myself to the bienseance of so singular a welcome--'I see you are astonished at my apartment--at my statues--my pictures--my originality of conception in architecture and upholstery--absolutely drunk, eh? with my magnificence? But pardon me, my dear sir,' (here his tone of voice dropped to the very spirit of cordiality) 'pardon me for my uncharitable laughter. You appeared so utterly astonished. Besides, some things are so completely ludicrous that a man must laugh or die. To die laughing must be the most glorious of all glorious deaths! Sir Thomas More--a very fine man was Sir Thomas More--Sire Thomas More died laughing, you remember. Also in the Absurdities of Ravisius Textor, there is a long list of characters who came to the same magnificent end.", "Do you know, however,' continued he musingly, 'that at Sparta (which is now Palaeochori)--at Sparta, I say, to the west of the citadel, among a chaos of scarcely visible ruins, is a kind of socle, upon which are still legible the letters . They are undoubtedly part of . Now at Sparta were a thousand temples and shrines to a thousand different divinities. How exceedingly strange that the altar of Laughter should have survived all the others! But in the present instance,' he resumed, with a singular alteration of voice and manner, 'I have no right to be merry at your expense. You might well have been amazed. Europe cannot produce anything so fine as this, my little regal cabinet. My other apartments are by no means of the same order; mere ultras of fashionable insipidity. This is better than fashion--is it not? Yet this has but to be seen to become the rage--that is, with those who could afford it at the cost of their entire patrimony. I have guarded, however, against any such profanation. With one exception you are the only human being besides myself and my valet, who has been admitted within the mysteries of these imperial precincts, since they have been bedizened as you see!' I bowed in acknowledgment; for the overpowering sense of splendour and perfume, and music, together with the unexpected eccentricity of his address and manner, prevented me from expressing, in words, my appreciation of what I might have construed into a compliment. 'Here,' he resumed, arising and leaning on my arm as he sauntered around the apartment--'here are paintings from the Greeks to Cimabue, and from Cimabue to the present hour. Many are chosen, as you see, with little deference to the opinions of Virtu. They are all, however, fitting tapestry for a chamber such as this. Here too, are some chefs d'oeuvre of the unknown great--and here unfinished designs by men, celebrated in their day, whose very names the perspicacity of the academies has left to silence and to me. What think you,' said he, turning abruptly as he spoke--'what think you of this Madonna della Pieta?' 'It is Guido's own!' I said with all the enthusiasm of my nature, for I had been poring intently over its surpassing loveliness. 'It is Guido's own!--how could you have obtained it?--she is undoubtedly in painting what the Venus is in sculpture.' 'Ha!' said he thoughtfully, 'the Venus--the beautiful Venus?--the Venus of the Medici?--she of the diminutive head and the gilded hair? Part of the left arm' (here his voice dropped so as to be heard with difficulty), 'and all the right are restorations, and in the coquetry of that right arm lies, I think, the quintessence of all affectation. Give me the Canova! The Apollo, too!--is a copy--there can be no doubt of it--blind fool that I am, who cannot behold the boasted inspiration of the Apollo! I cannot help--pity me!--I cannot help preferring the Antinous. Was it not Socrates who said that the statuary found his statue in the block of marble? Then Michael Angelo was by no means original in his couplet-- 'Non ha l'ottimo artista alcun concetto Che un marmo solo in se non circonscriva.' It has been, or should be remarked, that, in the manner of the true gentleman, we are always aware of a difference from the bearing of the vulgar, without being at once precisely able to determine in what such difference consists. Allowing the remark to have applied in its full force to the outward demeanour of my acquaintance, I felt it, on that eventful morning, still more fully applicable to his moral temperament and character. Nor can I better define that peculiarity of spirit which seemed to place him so essentially apart from all other human beings, than by calling it a habit of intense and continual thought, pervading even his most trivial actions--intruding upon his moments of dalliance--and interweaving itself with his very flashes of merriment--like adders which writhe from out the eyes of the grinning masks in the cornices around the temples of Persepolis. I could not help, however, repeatedly observing, through the mingled tone of levity and solemnity with which he rapidly descanted upon matters of little importance, a certain air of trepidation--a degree of nervous unction in action and in speech- -an unquiet excitability of manner which appeared to me at all times unaccountable, and upon some occasions even filled me with alarm. Frequently, too, pausing in the middle of a sentence whose commencement he had apparently forgotten, he seemed to be listening in the deepest attention, as if either in momentary expectation of a visitor, or to sounds which must have had existence in his imagination alone. It was during one of these reveries or pauses of apparent abstraction, that, in turning over a page of the poet and scholar Politian's beautiful tragedy of The Orfeo (the first native Italian tragedy) which lay near me upon an ottoman, I discovered a passage underlined in pencil. It was a passage towards the end of the third act--a passage of the most heart-stirring excitement--a passage which, although tainted with impurity, no man shall read without a thrill of novel emotion--no woman without a sigh. The whole page was blotted with fresh tears, and, upon the opposite interleaf, were the following English lines, written in a hand so very different from the peculiar characters of my acquaintance, that I had some difficulty in recognizing it as his own. Thou wast that all to me, love, For which my soul did pine-- A green isle in the sea, love, A fountain and a shrine, All wreathed with fairy fruits and flowers, And all the flowers were mine. Ah, dream too bright to last! Ah, starry Hope! that didst arise But to be overcast! A voice from out the Future cries, 'On! on!' --but o'er the Past (Dim gulf!) my spirit hovering lies Mute, motionless, aghast! For alas! alas! with me. The light of life is o'er. 'No more--no more--no more' (Such language holds the solemn sea To the sands upon the shore) Shall bloom the thunder-blasted tree, Or the stricken eagle soar!", "Now all my days are trances, And all my nightly dreams Are where thy grey eye glances, And where thy footstep gleams-- In what ethereal dances, By what Italian streams. Alas! for that accursed time They bore thee o'er the billow, From Love to titled age and crime, And an unholy pillow-- From me, and from our misty clime, Where weeps the silver willow! That these lines were written in English--a language with which I had not believed their author acquainted--afforded me little matter for surprise. I was too well aware of the extent of his acquirements, and of the singular pleasure he took in concealing them from observation, to be astonished at any similar discovery; but the place of date, I must confess, occasioned me no little amazement. It had been originally written London, and afterwards carefully overscored--not, however, so effectually as to conceal the word from a scrutinizing eye. I say this occasioned me no little amazement; for I well remember that, in a former conversation with my friend, I particularly inquired if he had at any time met in London the Marchesa di Mentoni (who for some years previous to her marriage had resided in that city), when his answer, if I mistake not, gave me to understand that he had never visited the metropolis of Great Britain. I might as well here mention, that I have more than once heard (without of course giving credit to a report involving so many improbabilities), that the person of whom I speak was not only by birth, but in education, an Englishman. * 'There is one painting,' said he, without being aware of my notice of the tragedy--'there is still one painting which you have not seen.' And throwing aside a drapery, he discovered a full-length portrait of the Marchesa Aphrodite. Human art could have done no more in the delineation of her superhuman beauty. The same ethereal figure which stood before me the preceding night upon the steps of the Ducal Palace, stood before me once again. But in the expression of the countenance, which was beaming all over with smiles, there still lurked (incomprehensible anomaly!) that fitful stain of melancholy which will ever be found inseparable from the perfection of the beautiful. Her right arm lay folded over her bosom. With her left she pointed downwards to a curiously fashioned vase. One small, fairy foot, alone visible, barely touched the earth--and, scarcely discernible in the brilliant atmosphere which seemed to encircle and enshrine her loveliness, floated a pair of the most delicately imagined wings. My glance fell from the painting to the figure of my friend, and the vigorous words of Chapman's Bussy D'Ambois quivered instinctively upon my lips: He is up There like a Roman statue! He will stand Till Death hath made him marble! 'Come!' he said at length, turning towards a table of richly enamelled and massive silver, upon which were a few goblets fantastically stained, together with two large Etruscan vases, fashioned in the same extraordinary model as that in the foreground of the portrait, and filled with what I supposed to be Johannisberger. 'Come!' he said abruptly, 'let us drink! It is early--but let us drink. It is indeed early,' he continued, musingly, as a cherub with a heavy golden hammer made the apartment ring with the first hour after sunrise--'It is indeed early, but what matters it? Let us drink! Let us pour out an offering to yon solemn sun which these gaudy lamps and censers are so eager to subdue!' And, having made me pledge him in a bumper, he swallowed in rapid succession several goblets of the wine. 'To dream,' he continued, resuming the tone of his desultory conversation, as he held up to the rich light of a censer one of the magnificent vases--'to dream has been the business of my life. I have therefore framed for myself, as you see, a bower of dreams. In the heart of Venice, could I have erected a better? You behold around you, it is true, a medley of architectural embellishments. The chastity of Ionia is offended by antediluvian devices, and the sphinxes of Egypt are outstretched upon carpets of gold. Yet the effect is incongruous to the timid alone. Proprieties of place, and especially of time, are the bugbears which terrify mankind from the contemplation of the magnificent. Once I was myself a decorist: but that sublimation of folly has palled upon my soul. All this is now the fitter for my purpose. Like these arabesque censers, my spirit is writhing in fire, and the delirium of this scene is fashioning me for the wilder visions of that land of real dreams whither I am now rapidly departing.' He here paused abruptly, bent his head to his bosom, and seemed to listen to a sound which I could not hear. At length, erecting his frame, he looked upwards and ejaculated the lines of the Bishop of Chichester:-- Stay for me there! I will not fail To meet thee in that hollow vale. In the next instant, confessing the power of the wine, he threw himself at full length upon an ottoman. A quick step was now heard upon the staircase, and a loud knock at the door rapidly succeeded. I was hastening to anticipate a second disturbance, when a page of Mentoni's household burst into the room, and faltered out, in a voice choking with emotion, the incoherent words, 'My mistress!--my mistress!--poisoned!--poisoned! Oh beautiful--oh beautiful Aphrodite!' Bewildered, I flew to the ottoman, and endeavoured to arouse the sleeper to a sense of the startling intelligence. But his limbs were rigid--his lips were livid--his lately beaming eyes were riveted in death. I staggered back towards the table--my hand fell upon a cracked and blackened goblet--and a consciousness of the entire and terrible truth flashed suddenly over my soul."], "HAWTHORNE": ["1835 TWICE-TOLD TALES ALICE DOANE'S APPEAL by Nathaniel Hawthorne ON A PLEASANT AFTERNOON of June, it was my good fortune to be the companion of two young ladies in a walk. The direction of our course being left to me, I led them neither to Legge's Hill, nor to the Cold Spring, nor to the rude shores and old batteries of the Neck, nor yet to Paradise; though if the latter place were rightly named, my fair friends would have been at home there. We reached the outskirts of the town, and turning aside from a street of tanners and curriers, began to ascend a hill, which at a distance, by its dark slope and the even line of its summit, resembled a green rampart along the road. It was less steep than its aspect threatened. The eminence formed part of an extensive tract of pasture land, and was traversed by cow paths in various directions; but, strange to tell, though the whole slope and summit were of a peculiarly deep green, scarce a blade of grass was visible from the base upward. This deceitful verdure was occasioned by a plentiful crop of \"woodwax,\" which wears the same dark and glossy green throughout the summer, except at one short period, when it puts forth a profusion of yellow blossoms. At that season, to a distant spectator, the hill appears absolutely overlaid with gold, or covered with a glory of sunshine, even beneath a clouded sky. But the curious wanderer on the hill will perceive that all the grass, and everything that should nourish man or beast, has been destroyed by this vile and ineradicable weed: its tufted roots make the soil their own, and permit nothing else to vegetate among them; so that a physical curse may be said to have blasted the spot, where guilt and frenzy consummated the most execrable scene that our history blushes to record. For this was the field where superstition won her darkest triumph; the high place where our fathers set up their shame, to the mournful gaze of generations far remote. The dust of martyrs was beneath our feet. We stood on Gallows Hill. For my own part, I have often courted the historic influence of the spot. But it is singular how few come on pilgrimage to this famous hill; how many spend their lives almost at its base, and never once obey the summons of the shadowy past, as it beckons them to the summit. Till a year or two since, this portion of our history had been very imperfectly written, and, as we are not a people of legend or tradition, it was not every citizen of our ancient town that could tell, within half a century, so much as the date of the witchcraft delusion. Recently, indeed, an historian has treated the subject in a manner that will keep his name alive, in the only desirable connection with the errors of our ancestry, by converting the hill of their disgrace into an honorable monument of his own antiquarian lore, and of that better wisdom, which draws the moral while it tells the tale. But we are a people of the present, and have no heartfelt interest in the olden time. Every fifth of November, in commemoration of they know not what, or rather without an idea beyond the momentary blaze, the young men scare the town with bonfires on this haunted height, but never dream of paying funeral honors to those who died so wrongfully, and, without a coffin or a prayer, were buried here. Though with feminine susceptibility, my companions caught all the melancholy associations of the scene, yet these could but imperfectly overcome the gayety of girlish spirits. Their emotions came and went with quick vicissitude, and sometimes combined to form a peculiar and delicious excitement, the mirth brightening the gloom into a sunny shower of feeling, and a rainbow in the mind. My own more sombre mood was tinged by theirs. With now a merry word and next a sad one, we trod among the tangled weeds, and almost hoped that our feet would sink into the hollow of a witch's grave. Such vestiges were to be found within the memory of man, but have vanished now, and with them, I believe, all traces of the precise spot of the executions. On the long and broad ridge of the eminence, there is no very decided elevation of any one point, nor other prominent marks, except the decayed stumps of two trees, standing near each other, and here and there the rocky substance of the hill, peeping just above the woodwax. There are few such prospects of town and village, woodland and cultivated field, steeples and country seats, as we beheld from this unhappy spot. No blight had fallen on old Essex; all was prosperity and riches, healthfully distributed. Before us lay our native town, extending from the foot of the hill to the harbor, level as a chess board embraced by two arms of the sea, and filling the whole peninsula with a close assemblage of wooden roofs, overtopped by many a spire, and intermixed with frequent heaps of verdure, where trees threw up their shade from unseen trunks. Beyond was the bay and its islands, almost the only objects, in a country unmarked by strong natural features, on which time and human toil had produced no change. Retaining these portions of the scene, and also the peaceful glory and tender gloom of the declining sun, we threw, in imagination, a veil of deep forest over the land, and pictured a few scattered villages, and this old town itself a village, as when the prince of hell bore sway there. The idea thus gained of its former aspect, its quaint edifices standing far apart, with peaked roofs and projecting stories, and its single meeting-house pointing up a tall spire in the midst; the vision, in short, of the town in 1692, served to introduce a wondrous tale of those old times. I had brought the manuscript in my pocket. It was one of a series written years ago, when my pen, now sluggish and perhaps feeble, because I have not much to hope or fear, was driven by stronger external motives, and a more passionate impulse within, than I am fated to feel again. Three or four of these tales had appeared in the \"Token,\" after a long time and various adventures, but had encumbered me with no troublesome notoriety, even in my birthplace. One great heap had met a brighter destiny: they had fed the flames; thoughts meant to delight the world and endure for ages had perished in a moment, and stirred not a single heart but mine. The story now to be introduced, and another, chanced to be in kinder custody at the time, and thus, by no conspicuous merits of their own, escaped destruction. The ladies, in consideration that I had never before intruded my performances on them, by any but the legitimate medium, through the press, consented to hear me read. I made them sit down on a moss-grown rock, close by the spot where we chose to believe that the death tree had stood. After a little hesitation on my part, caused by a dread of renewing my acquaintance with fantasies that had lost their charm in the ceaseless flux of mind, I began the tale, which opened darkly with the discovery of a murder. A hundred years, and nearly half that time, have elapsed since the body of a murdered man was found, at about the distance of three miles, on the old road to Boston. He lay in a solitary spot, on the bank of a small lake, which the severe frost of December had covered with a sheet of ice. Beneath this, it seemed to have been the intention of the murderer to conceal his victim in a chill and watery grave, the ice being deeply hacked, perhaps with the weapon that had slain him, though its solidity was too stubborn for the patience of a man with blood upon his hand. The corpse therefore reclined on the earth, but was separated from the road by a thick growth of dwarf pines. There had been a slight fall of snow during the night, and as if nature were shocked at the deed, and strove to hide it with her frozen tears, a little drifted heap had partly buried the body, and lay deepest over the pale dead face. An early traveller, whose dog had led him to the spot, ventured to uncover the features, but was affrighted by their expression. A look of evil and scornful triumph had hardened on them, and made death so life-like and so terrible, that the beholder at once took flight, as swiftly as if the stiffened corpse would rise up and follow. I read on, and identified the body as that of a young man, a stranger in the country, but resident during several preceding months in the town which lay at our feet. The story described, at some length, the excitement caused by the murder, the unavailing quest after the perpetrator, the funeral ceremonies, and other commonplace matters, in the course of which, I brought forward the personages who were to move among the succeeding events. They were but three. A young man and his sister; the former characterized by a diseased imagination and morbid feelings; the latter, beautiful and virtuous, and instilling something of her own excellence into the wild heart of her brother, but not enough to cure the deep taint of his nature. The third person was a wizard; a small, gray, withered man, with fiendish ingenuity in devising evil, and superhuman power to execute it, but senseless as an idiot and feebler than a child to all better purposes. The central scene of the story was an interview between this wretch and Leonard Doane, in the wizard's hut, situated beneath a range of rocks at some distance from the town.", "They sat beside a smouldering fire, while a tempest of wintry rain was beating on the roof. The young man spoke of the closeness of the tie which united him and Alice, the consecrated fervor of their affection from childhood upwards, their sense of lonely sufficiency to each other, because they only of their race had escaped death, in a night attack by the Indians. He related his discovery or suspicion of a secret sympathy between his sister and Walter Brome, and told how a distempered jealousy had maddened him. In the following passage, I threw a glimmering light on the mystery of the tale. \"Searching,\" continued Leonard, \"into the breast of Walter Brome, I at length found a cause why Alice must inevitably love him. For he was my very counterpart! I compared his mind by each individual portion, and as a whole, with mine. There was a resemblance from which I shrunk with sickness, and loathing, and horror, as if my own features had come and stared upon me in a solitary place, or had met me in struggling through a crowd. Nay! the very same thoughts would often express themselves in the same words from our lips, proving a hateful sympathy in our secret souls. His education, indeed, in the cities of the old world, and mine in this rude wilderness, had wrought a superficial difference. The evil of his character, also, had been strengthened and rendered prominent by a reckless and ungoverned life, while mine had been softened and purified by the gentle and holy nature of Alice. But my soul had been conscious of the germ of all the fierce and deep passions, and of all the many varieties of wickedness, which accident had brought to their full maturity in him. Nor will I deny that, in the accursed one, I could see the withered blossom of every virtue, which, by a happier culture, had been made to bring forth fruit in me. Now, here was a man whom Alice might love with all the strength of sisterly affection, added to that impure passion which alone engrosses all the heart. The stranger would have more than the love which had been gathered to me from the many graves of our household- and I be desolate!\" Leonard Doane went on to describe the insane hatred that had kindled his heart into a volume of hellish flame. It appeared, indeed, that his jealousy had grounds, so far as that Walter Brome had actually sought the love of Alice, who also had betrayed an undefinable, but powerful interest in the unknown youth. The latter, in spite of his passion for Alice, seemed to return the loathful antipathy of her brother; the similarity of their dispositions made them like joint possessors of an individual nature, which could not become wholly the property of one, unless by the extinction of the other. At last, with the same devil in each bosom, they chanced to meet, they two on a lonely road. While Leonard spoke, the wizard had sat listening to what he already knew, yet with tokens of pleasurable interest, manifested by flashes of expression across his vacant features, by grisly smiles and by a word here and there, mysteriously filling up some void in the narrative. But when the young man told how Walter Brome had taunted him with indubitable proofs of the shame of Alice, and, before the triumphant sneer could vanish from his face, had died by her brother's hand, the wizard laughed aloud. Leonard started, but just then a gust of wind came down the chimney, forming itself into a close resemblance of the slow, unvaried laughter, by which he had been interrupted. \"I was deceived,\" thought he; and thus pursued his fearful story. \"I trod out his accursed soul, and knew that he was dead; for my spirit bounded as if a chain had fallen from it and left me free. But the burst of exulting certainty soon fled, and was succeeded by a torpor over my brain and a dimness before my eyes, with the sensation of one who struggles through a dream. So I bent down over the body of Walter Brome, gazing into his face, and striving to make my soul glad with the thought, that he, in very truth, lay dead before me. I know not what space of time I had thus stood, nor how the vision came. But it seemed to me that the irrevocable years since childhood had rolled back, and a scene, that had long been confused and broken in my memory, arrayed itself with all its first distinctness. Methought I stood a weeping infant by my father's hearth; by the cold and blood-stained hearth where he lay dead. I heard the childish wail of Alice, and my own cry arose with hers, as we beheld the features of our parent, fierce with the strife and distorted with the pain, in which his spirit had passed away. As I gazed, a cold wind whistled by, and waved my father's hair. Immediately I stood again in the lonesome 91 road, no more a sinless child, but a man of blood, whose tears were falling fast over the face of his dead enemy. But the delusion was not wholly gone; that face still wore a likeness of my father; and because my soul shrank from the fixed glare of the eyes, I bore the body to the lake, and would have buried it there. But before his icy sepulchre was hewn, I heard the voice of two travellers and fled.\" Such was the dreadful confession of Leonard Doane. And now tortured by the idea of his sister's guilt, yet sometimes yielding to a conviction of her purity; stung with remorse for the death of Walter Brome, and shuddering with a deeper sense of some unutterable crime, perpetrated, as he imagined, in madness or a dream; moved also by dark impulses, as if a fiend were whispering him to meditate violence against the life of Alice; he had sought this interview with the wizard, who, on certain conditions, had no power to withhold his aid in unravelling the mystery. The tale drew near its close. The moon was bright on high; the blue firmament appeared to glow with an inherent brightness; the greater stars were burning in their spheres; the northern lights threw their mysterious glare far over the horizon; the few small clouds aloft were burdened with radiance; but the sky, with all its variety of light, was scarcely so brilliant as the earth. The rain of the preceding night had frozen as it fell, and, by that simple magic, had wrought wonders. The trees were hung with diamonds and many-colored gems; the houses were overlaid with silver, and the streets paved with slippery brightness; a frigid glory was flung over all familiar things, from the cottage chimney to the steeple of the meetinghouse, that gleamed upward to the sky. This living world, where we sit by our firesides, or go forth to meet beings like ourselves, seemed rather the creation of wizard power, with so much of the resemblance to known objects that a man might shudder at the ghostly shape of his old beloved dwelling, and the shadow of a ghostly tree before his door. One looked to behold inhabitants suited to such a town, glittering in icy garments, with the motionless features, cold, sparkling eyes, and just sensation enough in their frozen hearts to shiver at each other's presence. By this fantastic piece of description, and more in the same style, I intended to throw a ghostly glimmer round the reader, so that his imagination might view the town through a medium that should take off its every-day aspect, and make it a proper theatre for so wild a scene as the final one. Amid this unearthly show, the wretched brother and sister were represented as setting forth, at midnight, through the gleaming streets, and directing their steps to a graveyard, where all the dead had been laid, from the first corpse in that ancient town, to the murdered man who was buried three days before. As they went, they seemed to see the wizard gliding by their sides, or walking dimly on the path before them. But here I paused, and gazed into the faces of my two fair auditors, to judge whether, even on the hill where so many had been brought to death by wilder tales than this, I might venture to proceed. Their bright eyes were fixed on me; their lips apart. I took courage, and led the fated pair to a new-made grave, where for a few moments, in the bright and silent midnight, they stood alone. But suddenly there was a multitude of people among the graves.", "Each family tomb had given up its inhabitants, who, one by one, through distant years, had been borne to its dark chamber, but now came forth and stood in a pale group together. There was the gray ancestor, the aged mother, and all their descendants, some withered and full of years, like themselves, and others in their prime; there, too, were the children who went prattling to the tomb, and there the maiden who yielded her early beauty to death's embrace, before passion had polluted it. Husbands and wives arose, who had lain many years side by side, and young mothers who had forgotten to kiss their first babes, though pillowed so long on their bosoms. Many had been buried in the habiliments of life, and still wore their ancient garb; some were old defenders of the infant colony, and gleamed forth in their steel-caps and bright breast-plates, as if starting up at an Indian war-cry; other venerable shapes had been pastors of the church, famous among the New England clergy, and now leaned with hands clasped over their gravestones, ready to call the congregation to prayer. There stood the early settlers, those old illustrious ones, the heroes of tradition and fireside legends, the men of history whose features had been so long beneath the sod that few alive could have remembered them. There, too, were faces of former townspeople, dimly recollected from childhood, and others, whom Leonard and Alice had wept in later years, but who now were most terrible of all, by their ghastly smile of recognition. All, in short, were there; the dead of other generations, whose moss-grown names could scarce be read upon their tombstones, and their successors, whose graves were not yet green; all whom black funerals had followed slowly thither now reappeared where the mourners left them. Yet none but souls accursed were there, and fiends counterfeiting the likeness of departed saints. The countenances of those venerable men, whose very features had been hallowed by lives of piety, were contorted now by intolerable pain or hellish passion, and now by an unearthly and derisive merriment. Had the pastors prayed, all saintlike as they seemed, it had been blasphemy. The chaste matrons, too, and the maidens with untasted lips, who had slept in their virgin graves apart from all other dust, now wore a look from which the two trembling mortals shrank, as if the unimaginable sin of twenty worlds were collected there. The faces of fond lovers, even of such as had pined into the tomb, because there their treasure was, were bent on one another with glances of hatred and smiles of bitter scorn, passions that are to devils what love is to the blest. At times, the features of those who had passed from a holy life to heaven would vary to and fro, between their assumed aspect and the fiendish lineaments whence they had been transformed. The whole miserable multitude, both sinful souls and false spectres of good men, groaned horribly and gnashed their teeth, as they looked upward to the calm loveliness of the midnight sky, and beheld those homes of bliss where they must never dwell. Such was the apparition, though too shadowy for language to portray; for here would be the moonbeams on the ice, glittering through a warrior's breast-plate, and there the letters of a tombstone, on the form that stood before it; and whenever a breeze went by, it swept the old men's hoary heads, the women's fearful beauty, and all the unreal throng, into one indistinguishable cloud together. I dare not give the remainder of the scene, except in a very brief epitome. This company of devils and condemned souls had come on a holiday, to revel in the discovery of a complicated crime; as foul a one as ever imagined in their dreadful abode. In the course of the tale, the reader had been permitted to discover that all the incidents were results of the machinations of the wizard, who had cunningly devised that Walter Brome should tempt his unknown sister to guilt and shame, and himself perish by the hand of his twin-brother. I described the glee of the fiends at this hideous conception, and their eagerness to know if it were consummated. The story concluded with the Appeal of Alice to the spectre of Walter Brome, his reply, absolving her from every stain; and the trembling awe with which ghost and devil fled, as from the sinless presence of an angel. The sun had gone down. While I held my page of wonders in the fading light, and read how Alice and her brother were left alone among the graves, my voice mingled with the sigh of a summer wind, which passed over the hill-top, with the broad and hollow sound as of the flight of unseen spirits. Not a word was spoken till I added that the wizard's grave was close beside us, and that the woodwax had sprouted originally from his unhallowed bones. The ladies started; perhaps their cheeks might have grown pale had not the crimson west been blushing on them; but after a moment they began to laugh, while the breeze took a livelier motion, as if responsive to their mirth. I kept an awful solemnity of visage, being, indeed, a little piqued that a narrative which had good authority in our ancient superstitions, and would have brought even a church deacon to Gallows Hill, in old witch times, should now be considered too grotesque and extravagant for timid maids to tremble at. Though it was past supper time, I detained them a while longer on the hill, and made a trial whether truth were more powerful than fiction. We looked again towards the town, no longer arrayed in that icy splendor of earth, tree, and edifice, beneath the glow of a wintry midnight, which shining afar through the gloom of a century had made it appear the very home of visions in visionary streets. An indistinctness had begun to creep over the mass of buildings and blend them with the intermingled tree-tops, except where the roof of a statelier mansion, and the steeples and brick towers of churches, caught the brightness of some cloud that yet floated in the sunshine. Twilight over the landscape was congenial to the obscurity of time. With such eloquence as my share of feeling and fancy could supply, I called back hoar antiquity, and bade my companions imagine an ancient multitude of people, congregated on the hill-side, spreading far below, clustering on the steep old roofs, and climbing the adjacent heights, wherever a glimpse of this spot might be obtained. I strove to realize and faintly communicate the deep, unutterable loathing and horror, the indignation, the affrighted wonder, that wrinkled on every brow, and filled the universal heart. See! the whole crowd turns pale and shrinks within itself, as the virtuous emerge from yonder street. Keeping pace with that devoted company, I described them one by one; here tottered a woman in her dotage, knowing neither the crime imputed her, nor its punishment; there another, distracted by the universal madness, till feverish dreams were remembered as realities, and she almost believed her guilt. One, a proud man once, was so broken down by the intolerable hatred heaped upon him, that he seemed to hasten his steps, eager to hide himself in the grave hastily dug at the foot of the gallows. As they went slowly on, a mother looked behind, and beheld her peaceful dwelling; she cast her eyes elsewhere, and groaned inwardly yet with bitterest anguish, for there was her little son among the accusers. I watched the face of an ordained pastor, who walked onward to the same death; his lips moved in prayer; no narrow petition for himself alone, but embracing all his fellow-sufferers and the frenzied multitude; he looked to Heaven and trod lightly up the hill. Behind their victims came the afflicted, a guilty and miserable band; villains who had thus avenged themselves on their enemies, and viler wretches, whose cowardice had destroyed their friends; lunatics, whose ravings had chimed in with the madness of the land; and children, who had played a game that the imps of darkness might have envied them, since it disgraced an age, and dipped a people's hands in blood. In the rear of the procession rode a figure on horseback, so darkly conspicuous, so sternly triumphant, that my hearers mistook him for the visible presence of the fiend himself; but it was only his good friend, Cotton Mather, proud of his well-won dignity, as the representative of all the hateful features of his time; the one blood-thirsty man, in whom were concentrated those vices of spirit and errors of opinion that sufficed to madden the whole surrounding multitude. And thus I marshalled them onward, the innocent who were to die, and the guilty who were to grow old in long remorse- tracing their every step, by rock, and shrub, and broken track, till their shadowy visages had circled round the hill-top, where we stood. I plunged into my imagination for a blacker horror, and a deeper woe, and pictured the scaffold- But here my companions seized an arm on each side; their nerves were trembling; and, sweeter victory still, I had reached the seldom trodden places of their hearts, and found the well-spring of their tears. And now the past had done all it could. We slowly descended, watching the lights as they twinkled gradually through the town, and listening to the distant mirth of boys at play, and to the voice of a young girl warbling somewhere in the dusk, a pleasant sound to wanderers from old witch times. Yet, ere we left the hill, we could not but regret that there is nothing on its barren summit, no relic of old, nor lettered stone of later days, to assist the imagination in appealing to the heart. We build the memorial column on the height which our fathers made sacred with their blood, poured out in a holy cause. And here, in dark, funereal stone, should rise another monument, sadly commemorative of the errors of an earlier race, and not to be cast down, while the human heart has one infirmity that may result in crime. THE END .", "1835 TWICE-TOLD TALES THE AMBITIOUS GUEST by Nathaniel Hawthorne ONE SEPTEMBER NIGHT a family had gathered round their hearth, and piled it high with the driftwood of mountain streams, the dry cones of the pine, and the splintered ruins of great trees that had come crashing down the precipice. Up the chimney roared the fire, and brightened the room with its broad blaze. The faces of the father and mother had a sober gladness; the children laughed; the eldest daughter was the image of Happiness at seventeen; and the aged grandmother, who sat knitting in the warmest place, was the image of Happiness grown old. They had found the \"herb, heart's-ease,\" in the bleakest spot of all New England. This family were situated in the Notch of the White Hills, where the wind was sharp throughout the year, and pitilessly cold in the winter- giving their cottage all its fresh inclemency before it descended on the valley of the Saco. They dwelt in a cold spot and a dangerous one; for a mountain towered above their heads, so steep, that the stones would often rumble down its sides and startle them at midnight. The daughter had just uttered some simple jest that filled them all with mirth, when the wind came through the Notch and seemed to pause before their cottage- rattling the door, with a sound of wailing and lamentation, before it passed into the valley. For a moment it saddened them, though there was nothing unusual in the tones. But the family were glad again when they perceived that the latch was lifted by some traveller, whose footsteps had been unheard amid the dreary blast which heralded his approach, and wailed as he was entering, and went moaning away from the door. Though they dwelt in such a solitude, these people held daily converse with the world. The romantic pass of the Notch is a great artery, through which the life-blood of internal commerce is continually throbbing between Maine, on one side, and the Green Mountains and the shores of the St. Lawrence, on the other. The stage-coach always drew up before the door of the cottage. The way-farer, with no companion but his staff, paused here to exchange a word, that the sense of loneliness might not utterly overcome him ere he could pass through the cleft of the mountain, or reach the first house in the valley. And here the teamster, on his way to Portland market, would put up for the night; and, if a bachelor, might sit an hour beyond the usual bedtime, and steal a kiss from the mountain maid at parting. It was one of those primitive taverns where the traveller pays only for food and lodging, but meets with a homely kindness beyond all price. When the footsteps were heard, therefore, between the outer door and the inner one, the whole family rose up, grandmother, children, and all, as if about to welcome someone who belonged to them, and whose fate was linked with theirs. The door was opened by a young man. His face at first wore the melancholy expression, almost despondency, of one who travels a wild and bleak road, at nightfall and alone, but soon brightened up when he saw the kindly warmth of his reception. He felt his heart spring forward to meet them all, from the old woman, who wiped a chair with her apron, to the little child that held out its arms to him. One glance and smile placed the stranger on a footing of innocent familiarity with the eldest daughter. \"Ah, this fire is the right thing!\" cried he; \"especially when there is such a pleasant circle round it. I am quite benumbed; for the Notch is just like the pipe of a great pair of bellows; it has blown a terrible blast in my face all the way from Bartlett.\" \"Then you are going towards Vermont?\" said the master of the house, as he helped to take a light knapsack off the young man's shoulders. \"Yes; to Burlington, and far enough beyond,\" replied he. \"I meant to have been at Ethan Crawford's tonight; but a pedestrian lingers along such a road as this. It is no matter; for, when I saw this good fire, and all your cheerful faces, I felt as if you had kindled it on purpose for me, and were waiting my arrival. So I shall sit down among you, and make myself at home.\" The frank-hearted stranger had just drawn his chair to the fire when something like a heavy footstep was heard without, rushing down the steep side of the mountain, as with long and rapid strides, and taking such a leap in passing the cottage as to strike the opposite precipice. The family held their breath, because they knew the sound, and their guest held his by instinct. \"The old mountain has thrown a stone at us, for fear we should forget him,\" said the landlord, recovering himself. \"He sometimes nods his head and threatens to come down; but we are old neighbors, and agree together pretty well upon the whole. Besides we have a sure place of refuge hard by if he should be coming in good earnest.\" Let us now suppose the stranger to have finished his supper of bear's meat; and, by his natural felicity of manner, to have placed himself on a footing of kindness with the whole family, so that they talked as freely together as if he belonged to their mountain brood. He was of a proud, yet gentle spirit- haughty and reserved among the rich and great; but ever ready to stoop his head to the lowly cottage door, and be like a brother or a son at the poor man's fireside. In the household of the Notch he found warmth and simplicity of feeling, the pervading intelligence of New England, and a poetry of native growth, which they had gathered when they little thought of it from the mountain peaks and chasms, and at the very threshold of their romantic and dangerous abode. He had travelled far and alone; his whole life, indeed, had been a solitary path; for, with the lofty caution of his nature, he had kept himself apart from those who might otherwise have been his companions. The family, too, though so kind and hospitable, had that consciousness of unity among themselves, and separation from the world at large, which, in every domestic circle, should still keep a holy place where no stranger may intrude. But this evening a prophetic sympathy impelled the refined and educated youth to pour out his heart before the simple mountaineers, and constrained them to answer him with the same free confidence. And thus it should have been. Is not the kindred of a common fate a closer tie than that of birth? The secret of the young man's character was a high and abstracted ambition. He could have borne to live an undistinguished life, but not to be forgotten in the grave. Yearning desire had been transformed to hope; and hope, long cherished, had become like certainty, that, obscurely as he journeyed now, a glory was to beam on all his pathway- though not, perhaps, while he was treading it. But when posterity should gaze back into the gloom of what was now the present, they would trace the brightness of his footsteps, brightening as meaner glories faded, and confess that a gifted one had passed from his cradle to his tomb with none to recognize him. \"As yet,\" cried the stranger- his cheek glowing and his eye flashing with enthusiasm- \"as yet, I have done nothing. Were I to vanish from the earth tomorrow, none would know so much of me as you: that a nameless youth came up at nightfall from the valley of the Saco, and opened his heart to you in the evening, and passed through the Notch by sunrise, and was seen no more. Not a soul would ask, 'Who was he? Whither did the wanderer go?'", "But I cannot die till I have achieved my destiny. Then, let Death come! I shall have built my monument!\" There was a continual flow of natural emotion, gushing forth amid abstracted reverie, which enabled the family to understand this young man's sentiments, though so foreign from their own. With quick sensibility of the ludicrous, he blushed at the ardor into which he had been betrayed. \"You laugh at me,\" said he, taking the eldest daughter's hand, and laughing himself. \"You think my ambition as nonsensical as if I were to freeze myself to death on the top of Mount Washington, only that people might spy at me from the country round about. And, truly, that would be a noble pedestal for a man's statue!\" \"It is better to sit here by this fire,\" answered the girl, blushing, \"and be comfortable and contented, though nobody thinks about us.\" \"I suppose,\" said her father, after a fit of musing, \"there is something natural in what the young man says; and if my mind had been turned that way, I might have felt just the same. It is strange, wife, how his talk has set my head running on things that are pretty certain never to come to pass.\" \"Perhaps they may,\" observed the wife. \"Is the man thinking what he will do when he is a widower?\" \"No, no!\" cried he, repelling the idea with reproachful kindness. \"When I think of your death, Esther, I think of mine, too. But I was wishing we had a good farm in Bartlett, or Bethlehem, or Littleton, or some other township round the White Mountains; but not where they could tumble on our heads. I should want to stand well with my neighbors and be called Squire, and sent to General Court for a term or two; for a plain, honest man may do as much good there as a lawyer. And when I should be grown quite an old man, and you an old woman, so as not to be long apart, I might die happy enough in my bed, and leave you all crying around me. A slate gravestone would suit me as well as a marble one- with just my name and age, and a verse of a hymn, and something to let people know that I lived an honest man and died a Christian.\" \"There now!\" exclaimed the stranger; \"it is our nature to desire a monument, be it slate or marble, or a pillar of granite, or a glorious memory in the universal heart of man.\" \"We're in a strange way, tonight,\" said the wife, with tears in her eyes. \"They say it's a sign of something, when folks' minds go a-wandering so. Hark to the children!\" They listened accordingly. The younger children had been put to bed in another room, but with an open door between, so that they could be heard talking busily among themselves. One and all seemed to have caught the infection from the fireside circle, and were outvying each other in wild wishes, and childish projects, of what they would do when they came to be men and women. At length a little boy, instead of addressing his brothers and sisters, called out to his mother. \"I'll tell you what I wish, mother,\" cried he. \"I want you and father and grandma'm, and all of us, and the stranger too, to start right away, and go and take a drink out of the basin of the Flume!\" Nobody could help laughing at the child's notion of leaving a warm bed, and dragging them from a cheerful fire, to visit the basin of the Flume- a brook, which tumbles over the precipice, deep within the Notch. The boy had hardly spoken when a wagon rattled along the road, and stopped a moment before the door. It appeared to contain two or three men, who were cheering their hearts with the rough chorus of a song, which resounded, in broken notes, between the cliffs, while the singers hesitated whether to continue their journey or put up here for the night. \"Father,\" said the girl, \"they are calling you by name.\" But the good man doubted whether they had really called him, and was unwilling to show himself too solicitous of gain by inviting people to patronize his house. He therefore did not hurry to the door; and the lash being soon applied, the travellers plunged into the Notch, still singing and laughing, though their music and mirth came back drearily from the heart of the mountain. \"There, mother!\" cried the boy, again. \"They'd have given us a ride to the Flume.\" Again they laughed at the child's pertinacious fancy for a night ramble. But it happened that a light cloud passed over the daughter's spirit; she looked gravely into the fire, and drew a breath that was almost a sigh. It forced its way, in spite of a little struggle to repress it. Then starting and blushing, she looked quickly round the circle, as if they had caught a glimpse into her bosom. The stranger asked what she had been thinking of. \"Nothing,\" answered she, with a downcast smile. \"Only I felt lonesome just then.\" \"Oh, I have always had a gift of feeling what is in other people's hearts,\" said he, half seriously. \"Shall I tell the secrets of yours? For I know what to think when a young girl shivers by a warm hearth, and complains of lonesomeness at her mother's side.", "Shall I put these feelings into words?\" \"They would not be a girl's feelings any longer if they could be put into words,\" replied the mountain nymph, laughing, but avoiding his eye. All this was said apart. Perhaps a germ of love was springing in their hearts, so pure that it might blossom in Paradise, since it could not be matured on earth; for women worship such gentle dignity as his; and the proud, contemplative, yet kindly soul is oftenest captivated by simplicity like hers. But while they spoke softly, and he was watching the happy sadness, the lightsome shadows, the shy yearnings of a maiden's nature, the wind through the Notch took a deeper and drearier sound. It seemed, as the fanciful stranger said, like the choral strain of the spirits of the blast, who in old Indian times had their dwelling among these mountains, and made their heights and recesses a sacred region. There was a wail along the road, as if a funeral were passing. To chase away the gloom, the family threw pine branches on their fire, till the dry leaves crackled and the flame arose, discovering once again a scene of peace and humble happiness. The light hovered about them fondly, and caressed them all. There were the little faces of the children, peeping from their bed apart, and here the father's frame of strength, the mother's subdued and careful mien, the high-browed youth, the budding girl, and the good old grandam, still knitting in the warmest place. The aged woman looked up from her task, and, with fingers ever busy, was the next to speak. \"Old folks have their notions,\" said she, \"as well as young ones. You've been wishing and planning; and letting your heads run on one thing and another, till you've set my mind a-wandering too. Now what should an old woman wish for, when she can go but a step or two before she comes to her grave? Children, it will haunt me night and day till I tell you.\" \"What is it, mother?\" cried the husband and wife at once. Then the old woman, with an air of mystery which drew the circle closer round the fire, informed them that she had provided her grave-clothes some years before- a nice linen shroud, a cap with a muslin ruff, and everything of a finer sort than she had worn since her wedding day. But this evening an old superstition had strangely recurred to her. It used to be said, in her younger days, that if anything were amiss with a corpse, if only the ruff were not smooth, or the cap did not set right, the corpse in the coffin and beneath the clods would strive to put up its cold hands and arrange it. The bare thought made her nervous. \"Don't talk so, grandmother!\" said the girl, shuddering. \"Now,\" continued the old woman, with singular earnestness, yet smiling strangely at her own folly, \"I want one of you, my children- when your mother is dressed and in the coffin- I want one of you to hold a looking-glass over my face. Who knows but I may take a glimpse at myself, and see whether all's right?\" \"Old and young, we dream of graves and monuments,\" murmured the stranger youth. \"I wonder how mariners feel when the ship is sinking, and they, unknown and undistinguished, are to be buried together in the ocean- that wide and nameless sepulchre?\" For a moment, the old woman's ghastly conception so engrossed the minds of her hearers that a sound abroad in the night, rising like the roar of a blast, had grown broad, deep, and terrible, before the fated group were conscious of it. The house and all within it trembled; the foundations of the earth seemed to be shaken, as if this awful sound were the peal of the last trump. Young and old exchanged one wild glance, and remained an instant, pale, affrighted, without utterance, or power to move. Then the same shriek burst simultaneously from all their lips. \"The Slide! The Slide!\" The simplest words must intimate, but not portray, the unutterable horror of the catastrophe. The victims rushed from their cottage, and sought refuge in what they deemed a safer spot- where, in contemplation of such an emergency, a sort of barrier had been reared. Alas! they had quitted their security, and fled right into the pathway of destruction. Down came the whole side of the mountain, in a cataract of ruin. Just before it reached the house, the stream broke into two branches- shivered not a window there, but overwhelmed the whole vicinity, blocked up the road, and annihilated everything in its dreadful course. Long ere the thunder of the great Slide had ceased to roar among the mountains, the mortal agony had been endured, and the victims were at peace. Their bodies were never found. The next morning, the light smoke was seen stealing from the cottage chimney up the mountain side. Within, the fire was yet smouldering on the hearth, and the chairs in a circle round it, as if the inhabitants had but gone forth to view the devastation of the Slide, and would shortly return, to thank Heaven for their miraculous escape. All had left separate tokens, by which those who had known the family were made to shed a tear for each. Who has not heard their name? The story has been told far and wide, and will forever be a legend of these mountains. Poets have sung their fate. There were circumstances which led some to suppose that a stranger had been received into the cottage on this awful night, and had shared the catastrophe of all its inmates. Others denied that there were sufficient grounds for such a conjecture. Wo for the high-souled youth, with his dream of Earthly Immortality!", "His name and person utterly unknown; his history, his way of life, his plans, a mystery never to be solved, his death and his existence equally a doubt! Whose was the agony of that death moment? THE END ."]}